var translationsTH = {
        NAV_HOME: 'หน้าแรก',
        NAV_HOTELS: 'โรงแรม & รีสอร์ท',
            NAV_NORTHTH: 'ภาคเหนือ',
            NAV_CENTRAL: 'ภาคกลาง & ตะวันออก',
            NAV_SOUTHEN: 'ภาคใต้',
        NAV_DINING: 'อาหารเลิศหรู',
            NAV_MICHELIN: 'สายสัมพันธ์ระดับมิชลิน',
            NAV_FRENCH: 'ต้นตำรับอาหารฝรั่งเศส',
            NAV_FLAVOURSTH: 'รสชาติแห่งอาหารไทย',
            NAV_IMPERIAL: 'รื่นรมย์เยี่ยงจักรพรรดิ',
            NAV_WITHLOVEITALY: 'ด้วยรักจากอิตาลี',
            NAV_RISINGSUN: 'จากดินแดนอาทิตย์อุทัย',
            NAV_SPECIALTREATS: 'บริการเอาอกเอาใจเป็นพิเศษ',
        NAV_LIFTIME: 'สักครั้งหนึ่งในชีวิต',
            NAV_YACHTING : 'แล่นเรือยอร์ช',
            NAV_GOFFING : 'ตีกอล์ฟ',
        NAV_AFTERDARK: 'ท่องราตรี',
            NAV_WISKY: 'แชมเปญ ซิการ์ และวิสกี้',
            NAV_CLUBS: 'คลับ และบาร์',
            NAV_BEACH: 'บีชคลับ',
        NAV_MADEINTH: 'ผลิตภัณฑ์',
            NAV_FASHION: 'แฟชั่น',
            NAV_JEWELLERY: 'เพชรพลอย',
            NAV_SPA: 'ผลิตภัณฑ์สปา',
            NAV_BESPOKE: 'งานออกแบบและตกแต่งภายใน',
            NAV_LUXURYSHOP: 'รายชื่อแหล่งชอปปิ้ง',
        NAV_WELLNESS: 'ท่องเที่ยวเพื่อสุขภาพ',
            NAV_SPAMASSAGE: 'สปาและการนวดผ่อนคลาย',
            NAV_YOGA: 'โยคะ',
            NAV_MEDITATION: 'การทำสมาธิ',
            NAV_REHAB: 'การพักฟื้นและล้างพิษ',
        NAV_MEDICALTOURISM: 'การแพทย์',
        NAV_INFORMATION : 'ข้อมูลสำนักงาน',
        NAV_LANG: 'ภาษา',

        INTRO_H : 'บทนำ',
        INTRO_P1:'อย่างไรจึงจะเรียกว่าหรูหรา การเดินเท้าเปล่าทอดน่องไปตามสะพานไม้ที่ทอดยาวไปปลายอ่าว ขึ้นบอลลูนยักษ์ยามอาทิตย์ลับฟ้าเหนือไร่องุ่นที่ทอดยาวไปสุดสายตา หรือ เลือกจิบแชมเปญ Vintage Cuvée คู่กับเมนูมื้อค่ำที่รังสรรค์แบบควรคู่กัน บางทีนั่งเครื่องบินเจ็ทส่วนตัวไปรีสอร์ทที่เลือกเฟ้นมาโดยเฉพาะ จะหรูหราหรือไม่ใช่',
        INTRO_P2:'ที่กล่าวมาทั้งหมดมันคือความหรูหรา และยังต้องมีความเป็นส่วนตัวแบบที่ลอกเลียนกันไม่ได้ จึงต้องกล้าที่จะเปลี่ยนสิ่งธรรมดาให้เป็นสิ่งไม่ธรรมดา จากของที่หาได้ทั่วไปเป็นของหายาก.',
        INTRO_P3:'หากคิดเช่นนี้แล้ว ลองมาไล่เรียงการให้บริการอันหรูหราเหนือระดับของประเทศไทยในแบบที่มีชายหาดส่วนตัว ล่องลอยบนบอลลูนยักษ์ แชมเปญเลิศรส และเดินทางด้วยเฮลิคอปเตอร์ (และอื่น ๆ อีกมาก) ที่มิใช่เป็นแค่บริการแบบธรรมดา ๆ แต่จะเป็นบริการที่สุดหรูสมบูรณ์แบบเหนือความคาดหวัง',

        HOME_BANGKOK_H : 'กรุงเทพมหานคร นครแห่งทวยเทพ ',

        HOME_BANGKOK_D1_P1 : 'กรุงเทพมหานคร  เมืองแห่งพลัง มีเสน่ห์เฉพาะตัว ซับซ้อนเหมือนตัวหนังสือไทย และมีความหลากหลายเหมือนกับอาหารนานาชนิดที่มีให้คุณเลือกสั่ง',
        HOME_BANGKOK_D1_P2 : 'มีตั้งแต่สถานที่สำหรับพวกไม่อยู่นิ่งชอบปาร์ตี้แบบสมัยใหม่ ใช้ชีวิตอยู่ตามห้างสรรพสินค้าและร้านอาหารเช้ายันเย็น และมาต่อด้วยไนต์คลับที่กระตุ้นชีพจรให้เต้นไปจนรุ่งสาง',
        HOME_BANGKOK_D1_P3 : 'ขณะที่อีกด้านจะถ่วงดุลมุมมองของเมืองอย่างตรงกันข้ามกันกับพวกแรก ออกมาในรูปแบบศิลปวัฒนธรรม เป็นสถานที่ผ่องใส สำหรับเข้าถึงจิตวิญญาณ ตามวัดวาอารามอันวิจิตร พระราชวัง และแม่น้ำคูคลอง',
        HOME_BANGKOK_D1_P4 : 'ถนนทุกสายในเมืองไทยมุ่งตรงสู่กรุงเทพมหานคร  เมืองหลวงแห่งศูนย์กลางการปกครองของชาติ จุดรวมของวัฒนธรรมและจิตใจ และเมืองแม่เหล็กดึงดูดผู้คนจากทุกภาค คนไทยสามารถสร้างสมดุลระหว่างเรื่องทางโลกและเรื่องทางธรรมได้เป็นอย่างดี',
        HOME_BANGKOK_D1_P5 : 'คนไทยร้อยละ 95 เป็นพุทธศาสนิกชน กรุงเทพมหานครเต็มไปด้วยวัดหลายร้อยแห่งที่มีเจดีย์สวยงามตั้งแต่แบบสงบเรียบง่ายไปจนถึงใหญ่โตสง่างามมลังเมลืองประดับด้วยทองอันวิจิตรตระการตา',
        HOME_BANGKOK_D1_P6 : 'คนไทย “สนุก” ได้มากพอกับความเชื่ออันเคร่งครัดในศาสนา คือ ชีวิตต้องมีความสุขสนุกสนาน แม้ยามหน้าสิ่วหน้าขวาน คนไทยก็สามารถทำงานการให้สำเร็จลุล่วงได้ในแต่ละวัน',
        HOME_BANGKOK_D1_P7 : 'กรุงเทพมหานครเลื่องชื่อและเป็นที่ยอมรับในหมู่นักท่องเที่ยวในเรื่องของการให้บริการ สำหรับนักท่องเที่ยวที่มีระดับ การบริการจะมีความแตกต่างเพิ่มมากขึ้นไป',
        HOME_BANGKOK_D1_P8 : 'บนถนนย่านพิเศษ เช่น ทองหล่อ และเอกมัย จะเต็มไปด้วยรถยนต์ชั้นยอดอย่าง เฟอร์รารี่ และ ลัมโบร์กินี ของบรรดาคนไทยระดับมีอันจะกินเพราะพวกนี้จะสัญจรไปมาระหว่างภัตตาคารหรูหราและคลับในละแวกนั้น ',

        HOME_BANGKOK_D2_P1 : 'แต่ชีวิตหรูหราเช่นนั้นมิได้จำกัดวงอยู่เพียงแค่ในแวดวงผู้ดี โรงแรมหรูหรา บาร์ชั้นดีเล็กใหญ่ ร้านเหล้า และร้านรวงต่าง ๆ ผุดขึ้นเป็นดอกเห็ดราวเสียงเคาะของเครื่องนับจังหวะดนตรี',
        HOME_BANGKOK_D2_P2 : 'กลุ่มบริหารเครือโรงแรมระดับโลกที่ประสบความสำเร็จ หรือแม้แต่โรงแรมที่มีเอกลักษณ์ในแบบของตัวเอง และบรรดาบูทีคโฮเทลต่างๆ ยกให้กรุงเทพมหานครเป็นตัวเลือกของโรงแรมหรูหราที่ดีที่สุดแห่งหนึ่งของเอเชีย แม้ว่าโรงแรมชื่อดังมากมายจะมารวมตัวกันอยู่บนถนนสุขุมวิทและสีลมที่เป็นแหล่งรวมธุรกิจชั้นนำ  ยังมีนักท่องเที่ยวอีกหลายคนที่ชอบไปพักสบาย ๆ  ในโรงแรมที่อยู่ใกล้แม่น้ำเจ้าพระยามากกว่าด้วยเช่นกัน',
        HOME_BANGKOK_D2_P3 : 'แม้ว่ากรุงเทพมหานครจะมีชื่อเสียงมากที่สุด  (แบบมีข้อแก้ต่าง) ในเรื่องของวัฒนธรรมอาหารริมทาง แต่เมื่อพูดถึงเรื่องภัตตาคารระดับเยี่ยมยอดเมืองนี้ขึ้นชื่อไม่แพ้กัน ที่จริงแล้วข้อมูลรายชื่อภัตตาคารดังชั้น 50 แห่งในเอเชียจัดทำขึ้นเมื่อไม่นานนี้โดย San Pellegrino จัดอันดับให้ห้องอาหารกากั้น (Gaggan) ของเชฟ Gaggan Anand ผู้เกิดในกรุงกัลกัตตาเป็นสุดยอดภัตตาคารอาหารอินเดียสุดหรูแห่งทวีป ',
        HOME_BANGKOK_D2_P4 : 'ในเรื่องของความบันเทิงยามค่ำคืน ทุกคนย่อมพูดถึงกรุงเทพมหานครเช่นกัน  สถานบันเทิงมีระดับมีให้เลือกมากมายไม่แพ้กับแหล่งสำราญติดไฟนีออนแสบสายตาอย่างไม่น่าเชื่อ ',

        
        HOME_BANGKOK_D3_P1 : 'แม้จะเคยเป็นเมืองค้าขายเล็ก ๆ ในศตวรรษที่ 15  กรุงเทพมหานครยังคงเป็นหัวใจของความทันสมัย ทั่วทั้งเมืองจะมีสถานที่น่าสนใจสำคัญมากมายทั้งในแบบวัดและวัง  สถานที่โดดเด่นส่วนใหญ่จะอยู่ตามริมฝั่งแม่น้ำเจ้าพระยา เช่น พระบรมมหาราชวัง พระราชวังดุสิต วัดโพธิ์ที่รู้จักกันว่ามีพระนอนใหญ่ที่สุดในโลก และวัดพระแก้วอันเป็นวัดศักดิ์สิทธิ์ที่สุดของประเทศ  ',
        HOME_BANGKOK_D3_P2 : 'มวยไทย  กีฬาประจำชาติเก่าแก่ แต่การจับจ่ายซื้อของในกรุงเทพมหานครนั้นเก่าแก่พอกัน ในเรื่องของความหลากหลายและราคาของสินค้า กรุงเทพมหานครจัดเป็นแหล่งซื้อขายที่ดีที่สุดในเอเชียตะวันออกเฉียงใต้ บรรดาห้างสรรพสินค้ามีให้เลือกซื้อตั้งแต่ผลิตภัณฑ์จากนักออกแบบชั้นนำ สินค้าจากนานาชาติ และแม้แต่ของที่ผลิตโดยคนไทย หรือหากไปเดินแถวตลาดนัดจตุจักรและตลาดรถไฟ ร้านค้าต่าง ๆ นับพันที่มีอยู่ก็สามารถดึงดูดเงินจากกระเป๋าได้เช่นกัน ',
        HOME_BANGKOK_D3_P3 : 'ถึงจะเป็นเมืองที่ชีวิตต้องรวดเร็วเร่งรีบ  กรุงเทพมหานครยังมีส่วนที่ใช้ชีวิตแบบสงบสบายได้ด้วย ชุมชนร่มรื่นแถบบางลำพู ร้านกาแฟแสดงงานศิลป์ย่านซอยอารี แม้แต่ร้านดนตรีฮิปที่ให้นั่งมองเรือแล่นไปตามแม่น้ำเจ้าพระยาเป็นตัวเลือกที่จะนั่งมองความงามของเมืองได้ดี ที่จริงแล้ว แรงบันดาลใจเรื่องประสบการณ์การท่องเที่ยวในกรุงเทพมหานคร สามารถหาได้จากการออกไปท่องเที่ยวในที่ต่าง ๆ  บ้างนอกจากจะเฝ้าดูอาทิตย์ตกดินจากเรือหรือจากร้านที่ผุดขึ้นเรียงรายตามริมน้ำเจ้าพระยาเพียงอย่างเดียว',
        HOME_BANGKOK_D3_P4 : 'แม้อากาศจะร้อนแทบละลาย หรือบางครั้งแออัดไปด้วยผู้คน สิ่งหนึ่งที่เมืองหลวงของไทยแห่งนี้ไม่เคยแกล้งเป็นเลย คือ ความน่าเบื่อ',


        HOME_NORTHERN_H : 'ภาคเหนือ มนต์เสน่ห์แห่งล้านนา',

        HOME_NORTHERN_D1_P1 : 'เมื่อพูดถึงแหล่งท่องเที่ยวของประเทศที่จัดเป็นจุดหมายปลายทางของการท่องเที่ยวระดับแถวหน้าแล้ว บางครั้งนักท่องเที่ยวมักจะลืมนึกถึงภาคเหนือไป หากไม่พูดถึงชายหาดระดับสวรรค์และรีสอร์ทหรูหราแล้ว ภาคเหนือเป็นภาคที่สามารถท่องเที่ยวแบบหรูหราได้ไม่แพ้กัน',
        HOME_NORTHERN_D1_P2 : 'นักท่องเที่ยวส่วนมากมักเริ่มต้นที่เชียงใหม่ เมืองหลวงแห่งวัฒนธรรม และโด่งดังเป็นอันดับสองรองจากกรุงเทพมหานคร เทือกเขาเขียวขจีที่โอบล้อมเมืองและความทันสมัยผสมกับวัฒนธรรมท้องถิ่นแบบเรียบง่ายอย่างลงตัวเย้ายวนให้คุณหลงใหลและปักหลักเริ่มการท่องเที่นว',
        HOME_NORTHERN_D1_P3 : 'ภาคนี้มีสถานที่ให้ไปท่องเที่ยวมากมาย ทั้งภูเขาที่อุดมไปด้วยป่าไม้   นาข้าวพลิ้วไหว สายน้ำไหลรินที่ให้ความรู้สึกถึงชนบทราวสรวงสวรรค์ และหมู่บ้านตัวเมืองของปาย แม่ฮ่องสอนและเชียงรายที่รายล้อมไปด้วยวัฒนธรรมชาวเขาให้บรรยากาศชวนพักผ่อนแบบสบาย ๆ  ',
        HOME_NORTHERN_D1_P4 : 'สำหรับนักท่องเที่ยวมากมายส่วนใหญ่แล้ว  เชียงใหม่เป็นเมืองต้นทางที่สมบูรณ์แบบสำหรับการเริ่มออกสำรวจภาคเหนือ  ถึงแม้จะเป็นเมืองอับดับสองรองจากกรุงเทพมหานครเชียงใหม่ไม่ได้แตกต่างไปมากนัก  ตัวเมืองที่อิงแอบอยู่ปลายดอยแห่งนี้เต็มไปด้วยวัดนับร้อย และหลายวัดมีประวัติศาสตร์ยาวนานย้อนกลับไปถึงตอนที่เมืองนี้เคยเป็นอาณาจักรล้านนาในสมัยโบราณ  ',
        HOME_NORTHERN_D1_P5 : 'องค์พระธาตุศักดิ์สิทธิ์ทั้งหลาย  รายล้อมด้วยคูเมืองโบราณและสถานที่ตั้งของเมืองบนสภาพแวดล้อมสวยงามสุดยอดเช่นนี้ ส่งให้เชียงใหม่เป็นเมืองที่ควรไปเยือน  ',
        HOME_NORTHERN_D1_P6 : 'แม้จะมีประเพณีที่หยั่งรากลึก การจะพูดถึงเชียงใหม่ไม่ได้มีเพียงเรื่องของประวัติศาสตร์เพียงอย่างเดียว โรงแรม บาร์   และภัตตาคารชั้นนำเกิดขึ้นมากมายไม่เคยหยุดนิ่ง ร้านค้าให้จับจ่ายซื้อของมีเป็นรายทางตั้งแต่ร้านขายของไปจนถึงตลาดกลางคืนไนท์มาร์เก็ตอันโด่งดัง',

        HOME_NORTHERN_D2_P1 : 'ถ้าออกจากศูนย์กลางประวัติศาสตร์ไปจะพบกับความทันสมัยที่ไม่หยุดนิ่ง เช่นแถวนิมมานเหมินทร์ จะพบงานศิลปะและดนตรีร่วมสมัยเปี่ยมไปด้วยพลังสร้างสรรค์ปลุกชีวิตให้เมืองอยู่ตามตึกแถวคอนกรีตทั่วไป',
        HOME_NORTHERN_D2_P2 : 'ชีวิตสบาย ๆ มีอยู่ดื่นดาษเลือกได้เช่นกัน เพราะสนามกอล์ฟดี ๆ อยู่ไม่ไกลจากตัวเมือง   หากจะลองกิจกรรมปีนหน้าผาและโรยตัว เชียงใหม่นับเป็นเมืองแห่งกิจกรรมผจญภัยที่โดดเด่นเมืองหนึ่งของไทยทีเดียว',
        HOME_NORTHERN_D2_P3 : 'ถึงจะดูเหมือนเป็นเมืองที่ล่อลวงสมัยใหม่  เชียงใหม่ยังคงไว้ซึ่งความสงบเช่นกัน   ด้วยคุณภาพราวต้องมนต์ขลังทำให้สิ่งอำนวยความสะดวกสบายอยู่ในระดับสุดยอดหรูหรา ด้วยการผสมผสานความงดงามของนาข้าวในแบบฉบับวันวานเข้ากับรีสอร์ทที่ซ่อนตัวอยู่ มานำเสนอในแบบอาคารไม้ในเขตป่าฝนด้วยสถาปัตยกรรมของลานนา ทั้งตัวเมืองและสิ่งแวดล้อมนอกเมืองล้วนอวดโฉมที่พักอันสงบสุขที่น่าประทับใจมากที่สุดของไทยอีกหลายแห่ง',
        HOME_NORTHERN_D2_P4 : 'ใจกลางเมืองเชียงใหม่เป็นจุดรวมของอาหารนานาชนิด แม้ว่าจะไม่เย้ายวนเท่าที่กรุงเทพมหานครแต่เป็นสิ่งที่ไม่ควรพลาด อาหารเด่นของเชียงใหม่ที่แนะนำให้ลิ้มลองคืออาหารตำหรับล้านนา อาหารภาคเหนือนั้น เป็นการผสมผสานของอาหารจากชนหลากลายกลุ่มทั้งไทย ลาว พม่าและจีนมานนานนับศตวรรษแล้ว การผสมปนเปกันเช่นนี้ส่งผลต่อลักษณะของอาหารของภาคนี้ที่จะมีกลิ่นหอมและรสชาติดี',
        HOME_NORTHERN_D2_P5 : 'แม้เชียงใหม่จะเป็นศูนย์กลางแต่ภาคเหนือของไทยไม่ใช่ว่าจะเป็นภาคที่มีเมืองเด่นเมืองเดียว อาณาจักรไทยเคยเกิดจากภาคนี้มาก่อนและชาวเหนือภาคภูมิใจอย่างมากในเรื่องวิถีชีวิตและมรดกตกทอดนี้ ภาคเหนือเปรียบเสมือนบ้านของชนเผ่ามากมาย ไม่ว่าจะเป็นกะเหรี่ยง ฉาน และยูนนานที่สร้างบ้านเรือนอยู่ตามหุบเขาที่อยู่ห่างไกลออกไป',

        HOME_NORTHERN_D3_P1 : 'สำหรับผู้มาเยือนแล้ว  ภาคเหนือคือภาพความงดงามผืนใหญ่ มีธรรมชาติของป่าไม้ครอบคลุมพื้นที่มากที่สุดเมื่อเทียบพื้นที่กับบรรดาภาคอื่น ๆ  ของไทยรวมทั้งความงามของสายน้ำที่ลากต่อกันก่อให้เกิดน้ำตกงดงามอีกหลายแห่ง ภาพการเดินป่าไปตามจังหวัดอันงดงามไร้ที่ติ  เช่น แม่ฮ่องสอน น่าน แพร่ เชียงรายและเชียงใหม่ ทำให้ต้องจัดเป็นโปรแกรมเดินทางในเมืองไทยที่ห้ามพลาดเลยทีเดียว ',
        HOME_NORTHERN_D3_P2 : 'เมืองสำคัญอีกเมืองหนึ่งที่แม้จะเล็กกว่าเชียงใหม่ แต่ยังเต็มไปด้วยเสน่ห์ของร้านอาหารและโรงแรม กิจกรรมเดินท่องป่าและการพักผ่อนให้เลือกอีกหลายรูปแบบ คือ เชียงราย เมืองที่ได้รับเลือกให้เป็นอีกเมืองในภาคนี้ที่สมควรไปเยือน เมืองนี้อยู่ทางชายแดนเหนือสุดของประเทศบริเวณที่เรียกว่า สามเหลี่ยมทองคำ อาณาเขตติดต่อกันของไทย ลาวและพม่าซึ่งเป็นที่รู้จักกันทั่วโลก พื้นที่แห่งนี้มีความงดงามตามธรรมชาติที่นักท่องเที่ยวจะไม่มีทางลืมเลือนด้วยการขี่ช้างไปตั้งแค้มป์ และการเดินท่องป่า ',
        HOME_NORTHERN_D3_P3 : 'ถึงจะดูเหมือนเป็นเมืองที่ล่อลวงสมัยใหม่  เชียงใหม่ยังคงไว้ซึ่งความสงบเช่นกัน   ด้วยคุณภาพราวต้องมนต์ขลังทำให้สิ่งอำนวยความสะดวกสบายอยู่ในระดับสุดยอดหรูหรา ด้วยการผสมผสานความงดงามของนาข้าวในแบบฉบับวันวานเข้ากับรีสอร์ทที่ซ่อนตัวอยู่ มานำเสนอในแบบอาคารไม้ในเขตป่าฝนด้วยสถาปัตยกรรมของลานนา ทั้งตัวเมืองและสิ่งแวดล้อมนอกเมืองล้วนอวดโฉมที่พักอันสงบสุขที่น่าประทับใจมากที่สุดของไทยอีกหลายแห่ง',
        HOME_NORTHERN_D3_P4 : 'ไม่ว่าจะเป็นเชียงใหม่ เชียงราย หรือจังหวัดอื่นที่มีคนรู้จักไม่มาก ภาคเหนือของไทยสามารถรังสรรค์ความเป็นไปได้อย่างไม่สิ้นสุด',


        HOME_PHUKET_H : 'ภูเก็ต ไข่มุกแห่งอันดามัน',

        HOME_PHUKET_D1_P1 : 'ภูเก็ต เกาะใหญ่ที่สุดของประเทศไทยจัดว่าเป็นอัญมณีล้ำค่าบนมงกุฎแห่งการท่องเที่ยวของประเทศมาช้านาน ชื่อเสียงของเกาะนี้ที่โลกรู้จักเป้นอย่างดี คือ หาดทรายอันขาวสะอาด รีสอร์ทยอดนิยม และแหล่งท่องเที่ยวยามราตรีที่เป็นที่นิยมกันแพร่หลาย เกาะภูเก็ตยังคงเป็นที่น่าสนใจสำหรับผู้ที่หลงใหลในความงามอันบริสุทธิ์อีกด้วย',
        HOME_PHUKET_D1_P2 : ' สิ่งหนึ่งที่เป็นเรื่องมีค่ามากที่สุดของเกาะนี้คือแง่มุมหลากหลายไม่มีสิ้นสุดของเกาะ  ด้วยหาดทรายสวยงามและที่พักมากมายที่อยากไปใจจะขาด แต่การที่เกาะนี้มีประวัติศาสตร์และประเพณีที่สืบทอดมายาวนานน่าจะทำให้การมาเยือนเกาะนี้เป็นมากกว่าสวรรค์แห่งการพักผ่อน',
        HOME_PHUKET_D1_P3 : 'ด้วยยุทธศาสตร์ที่ตั้งของเกาะนี้ พ่อค้าจากทั่วโลกจึงเดินทางมาเยือน ทำให้อิทธิพลวัฒนธรรมจากยุโรป อาหรับและจีนหลั่งไหลขึ้นมาบนเกาะ แต่ไม่ได้ส่งผลชัดเจนต่อผู้คนที่อาศัยอยู่บนเกาะทันทีทันใด อย่างไรก็ดี การผสมปนเปอย่างเข้มข้นขององค์ประกอบที่จะก่อร่างสังคมปรากฏชัดเจนในทุกด้านไล่เรียงมาจากมรดกของมุสลิมไปถึงสถาปัตยกรรมอันโดดเด่นและอาหารการกิน',
        HOME_PHUKET_D1_P4 : 'สิ่งสำคัญอย่างมากที่ทำให้ภูเก็ตมีความแตกต่างคือขนาดของตัวเกาะ แม้จะมีทะเลอันดามันโอบล้อมตัวเกาะอันอุดมสมบูรณ์นี้ก็ยากที่คิดว่าเกาะนี้อยู่โดดเดี่ยวจากแผ่นดินใหญ่ ด้วยการมีถนนไฮเวย์หลายช่องทางจราจรไว้สัญจรไปมาขณะที่เมืองใหญ่อื่นมีห้างสรรพสินค้า จึงไม่ใช่เรื่องยากที่จะหลีกหนีจากความแออัดจากฝูงชนในทุกที่ที่เดินทางไป',
        HOME_PHUKET_D1_P5 : 'สำหรับผู้ที่ต้องการใช้เวลาพักผ่อนอย่างสนุกสนาน ชายหาดของภูเก็ตมีร้านอาหารบริการตั้งแต่ระดับหรูไปจนถึงสโมสรชายหาดอันน่าทึ่ง หาดป่าตอง หาดกะตะและหาดกะรนเป็นที่รู้จักแพร่หลายที่สุดในเรื่องดังกล่าว เพราะเต็มไปด้วยร้านอาหารหรูหราและสิ่งอำนวยความสะดวกอื่นอีกมากมาย หากต้องการหนีจากชายหาดอันอึกทึกเหล่านี้ ภูเก็ตยังมีหาดอื่น ๆ ที่สงบเงียบมากกว่าอยู่อีก เช่น หาดสุรินทร์ หาดราไวย์และหาดกมลาที่ยังคงให้บริการได้ไม่แพ้กัน นอกเหนือจากนี้ ภูเก็ตมีรีสอร์ทที่ดีที่สุดของประทศอีกหลายแห่ง ที่มีชายหาดส่วนตัวขาวสะอาดไร้ที่ติทอดลงสู่ทะเลอันดามันอันระยิบระยับ',

        HOME_PHUKET_D2_P1 : 'นอกจากตัวเกาะภูเก็ตเองแล้ว ยังมีเกาะอื่น ๆ ที่น่าสนใจและเป็นที่รู้จักกันดีอยู่ในมหาสมุทรใกล้ ๆ กับตัวเกาะภูเก็ต เกาะฝาแฝดนามว่าเกาะยาวใหญ่และเกาะยาวน้อยที่อยู่ในอ่าวพังงานับได้ว่าเป็นสองเกาะในไทยที่มีชายหาดอันยอดเยี่ยม มีรีสอร์ทไว้เอนกายอย่างเป็นมิตรในแบบวัฒนธรรมมุสลิม',
        HOME_PHUKET_D2_P2 : 'ด้วยความที่เป็นเกาะเลื่องชื่อที่สุดของไทยสำหรับการไปพักผ่อนจึงไม่น่าแปลกใจที่ภูเก็ตจะมีสนามกอล์ฟชั้นหนึ่งอยู่มากมาย ไม่ว่าจะเป็นสโมสร Red Mountain Club หรือสนาม The Lakes Course at Blue Canyon และสโมสร Phuket Country Club ล้วนแต่ได้รับคำชมทั้งด้านมาตรฐานของเรื่องกอล์ฟ วิวทิวทัศน์อันน่าตื่นใจ และคุณภาพนั้นสูงเทียบเท่าสนามอื่น ๆ บนเกาะ',
        HOME_PHUKET_D2_P3 : 'การดำน้ำเป็นเรื่องสุดยอดอีกอย่างหนึ่งสำหรับผู้มาเยือนเกาะภูเก็ต มีโปรแกรมเที่ยวในวันเดียวจากเกาะภูเก็ตไปยังจุดดำน้ำที่เกาะพีพีและเกาะราชาบริการตลอดทั้งปี หากออกไกลไปอีกนิดแต่คุ้มค่าที่ได้ไปคือการออกไปดำน้ำลึกที่จุดดำน้ำระดับโลกตรงหมู่เกาะสิมิลันและหมู่เกาะสุรินทร์ในทะเลอันดามัน',
        HOME_PHUKET_D2_P4 : 'ไม่ไกลจากภูเก็ตออกไปทางชายฝั่งจังหวัดพังงาจะเป็นหมู่เกาะที่เหมาะที่สุดที่จะลองหาประสบการณ์ใช้ชีวิตแบบกินนอนบนเรือท่องเที่ยวแบบหรูหรา นักท่องเที่ยวไม่จำเป็นที่จะต้องออกไปไกลจากตัวเกาะภูเก็ตหากอยากจะล่องไปในทะเลอันดามัน มีกิจกรรมต่าง ๆ เช่น ยืนพายบนกระดาน โต้คลื่น และพายเรือคายัคกำลังเป็นที่นิยม ภูเก็ตเองมีชื่อเสียงว่าเป็นบ้านของการแข่งเรือรีกัตตาชิงถ้วยพระราชทานของพระบาทสมเด็จพระเจ้าอยู่หัว ที่เป็นการจัดงานแข่งเรือใบอันทรงเกียรติที่สุดของประเทศไทย ',
        HOME_PHUKET_D2_P5 : 'คุณอาจคาดหวังจากภูเก็ตในเรื่องอาหารการกินสำหรับนักท่องเที่ยวที่มาจากทั่วทุกมุมโลก ภูเก็ตนั้นมีชื่อเสียงมากอีกเรื่องหนึ่งคือความชำนาญพิเศษเรื่องของอาหาร  อาหารที่นี่มีทุกอย่างตั้งแต่ภัตตาคารหรูหราคลาสสิคและร่วมสมัยไปจนถึงร้านอาหารทะเลอร่อยที่สุดของประเทศ  ภาพอาหารการกินในตัวเมืองเป็นเรื่องที่ต้องกล่าวถึงเป็นพิเศษ ใจกลางเมืองภูเก็ตไม่ได้เป็นแค่แหล่งท่องเที่ยวเท่านั้น เรื่องอาหารที่ได้รับอิทธิพลจากครัวจีนที่หาไม่ได้ที่อื่นหลายอย่างสมควรที่จะมาลองลิ้มชิมรสเช่นกัน',

        HOME_PHUKET_D3_P1 : 'ที่จริงแล้ว อาหารการกินในตัวเมืองภูเก็ตบอกถึงความหลากหลายมากกว่าในแง่ของการค้าขายที่นักท่องเที่ยวมักจะมองข้ามไปอยู่บ่อย ๆ ภูเก็ตถูกขนานนามว่าเป็น “ไข่มุกแห่งอันดามัน” เมืองที่มีความงดงามของโครงการบ้านเพื่อการฟื้นฟูสภาพของชะนี ผสมผสานกับสวนผลไม้ น้ำตกสูงตระหง่านและสวนยางพารา',
        HOME_PHUKET_D3_P2 : 'ตัวเมืองภูเก็ตเป็นเมืองที่มีความผสมกลมกลืนของอิทธิพลทางวัฒนธรรมหลากหลายที่สุดเมืองหนึ่งของไทย  นักท่องเที่ยวไม่ควรพลาดการเดินไปตามตรอกซอกซอย ทดลองเรียนทำอาหารและไปดูวัดจีนสีสันสวยงาม',
        HOME_PHUKET_D3_P3 : 'แม้ว่าสำหรับนักท่องเที่ยวส่วนใหญ่แล้วถ้าพูดถึงภูเก็ตจะนึกถึงหาดทรายแพรวพราวและน้ำทะเลระยิบระยับ แต่เมื่อใกล้จะหมดวันถึงเวลาที่พระอาทิตย์จะลับฟ้าลงสู่ทะเลอันดามัน นักท่องเที่ยวมากมายจะมุ่งไปยังแหลมพรหมเทพที่อยู่ทางใต้สุดของตัวเกาะเพื่อรอชมแสงสุดท้ายแห่งวัน ส่วนอีกด้านยังมีบาร์ตามหาดอีกมากมายที่เหมาะจะมานั่งชนแก้วดื่มให้กับอีกวันที่ผ่านไปบนดินแดนสวรรค์แห่งนี้',


         HOME_SAMUI_H : 'เกาะสมุยและกระบี่ ยินดีต้อนรับสู่สวรรค์',

        HOME_SAMUI_D1_P1 : 'เมืองไทยอุดมไปด้วยทรัพยากรธรรมชาติอันงดงามที่เห็นได้จากบรรดาหาดทรายสวรรค์ตามแนวชายฝั่งที่โอบล้อมประเทศเอาไว้ นอกจากจะมีเกาะใหญ่น้อยน่าประทับใจอยู่นับไม่ถ้วนแล้ว สวรรค์ยังประทานหาดทรายแพรวพราวยาวเหยียดตลอดทั้งฝั่งทะเลอ่าวไทยและทะเลอันดามันที่ทำให้เมืองตามชายฝั่งเป็นเมืองท่องเที่ยวลือชื่ออีกด้วย',
        HOME_SAMUI_D1_P2 : 'เกาะสมุยและกระบี่ เป็นเมืองท่องเที่ยวอีกสองแห่งที่ส่องแสงเจิดจรัสสำหรับการไปพักผ่อน แต่ละเมืองนั้นมีจุดเด่นแตกต่างกันออกไป เกาะสมุย หรูหราด้วยเพราะทำเลที่ตั้งในอ่าวไทยและเหมาะสำหรับการใช้ชีวิตแบบไม่ปรุงแต่ง',
        HOME_SAMUI_D1_P3 : 'ส่วนกระบี่เป็นเมืองเด่นอีกเมืองของไทยบนชายฝั่งทะเลอันดามัน ที่งดงามไปด้วยทิวทัศน์ของภูเขาหินปูนอันน่าตะลึง มีรีสอร์ทสวยงามมากมายและยังมีสถานที่น่าเที่ยวอย่างเกาะพีพีและเกาะลันตา',
        HOME_SAMUI_D1_P4 : 'หากจะขนานนามให้เกาะสมุยเป็นนางงามใหญ่แห่งการท่องเที่ยวไทยคงไม่ผิดนัก เพราะที่นี่คือเกาะที่เป็นจุดหมายปลายทางของนักท่องเที่ยวมาช้านานกว่าเกาะอื่น ๆ  เสน่ห์ของเกาะที่พลุกพล่านนี้ไม่เคยจืดจางแม้ว่าจะไปจนคุ้นเคยแล้วก็ตาม เพราะเกาะนี้เป็นแหล่งท่องเที่ยวที่เกิดมานานและรู้จักปรับเปลี่ยนการบริการให้เหมาะสมรับมือกับผู้มาเยือนได้ตลอด',
        HOME_SAMUI_D1_P5 : 'นักท่องเที่ยวต่างชาติเริ่มหลั่งไหลมาที่เกาะสมุยช่วงปีพ.ศ. 2503 และนับแต่นั้นเป็นต้นมาเกาะนี้โด่งดังว่าเป็นจุดหมายของบรรดาฮิปปี้และพวกแบกเป้ทั้งหลาย ในสมัยนั้น ถนนบนเกาะยังไม่ลาดยาง ที่พักมีแค่เพียงกระท่อมไม้ริมหาดและอาหารไทยพื้น ๆ เท่านั้น',
        HOME_SAMUI_D1_P6 : 'ปัจจุบัน เกาะเปลี่ยนแปลงทันสมัยมากขึ้น ที่พักแบบดั้งเดิมสมัยแรกเริ่มหลงเหลืออยู่แค่ทางใต้และตะวันตกของเกาะ ในขณะที่ส่วนอื่นเป็นที่พักแบบสะดวกสบายมากกว่า',


        HOME_SAMUI_D2_P1 : 'มีรีสอร์ทที่เก่าแก่ที่สุดของไทยบางแห่งอยู่ที่นี่ ลองนึกถึงสระน้ำที่ยาวไม่สิ้นสุดมีเตียงชายหาดมหึมาเรียงราย ขณะที่บริกรรอให้บริการลูกค้าเป็นอย่างดี นั่นคือภาพของที่นี่ รีสอร์ทหลายแห่งของเกาะนี้จะเป็นแบบวิลล่าเท่านั้น ที่คุณจะได้พักอย่างเป็นส่วนตัวดื่มด่ำกับทิวทัศน์สุดสายตาของผืนน้ำระยิบยับแห่งมหาสมุทร',
        HOME_SAMUI_D2_P2 : 'นอกจากความหรูหราราวพระราชวังแล้วความสะดวกสบายทันสมัยยังคงมีเช่นกัน รีสอร์ทชั้นนำมากมายของเกาะนี้มีทั้งบาร์และคลับริมหาดไว้สำหรับนั่งจิบเครื่องดื่มรสละมุนรับความสดชื่นจากลมทะเล',
        HOME_SAMUI_D2_P3 : 'ตั้งแต่แรกเริ่ม เกาะสมุยเป็นเลิศในเรื่องอาหารเช่นกัน ปัจจุบันเกาะนี้จัดเป็นจุดหมายแห่งการครัวในแบบฉบับของตนเองจากร้านภัตตาคารอาหารนานาระดับโลกที่จ้างเชฟให้คิดค้นอาหารโดยตรง นักท่องเที่ยวจะหาชิมได้ทุกอย่างตั้งแต่อาหารไทยร่วมสมัย อาหารฟิวชั่น ไปจนถึงอาหารนานาชาติ',
        HOME_SAMUI_D2_P4 : 'หากจะยกระดับให้สูงขึ้นอีก มื้ออาหารค่ำโรแมนติคสุดหรูด้วยอาหารทะเลสดรสเลิศบนหาดทรายขาวละเอียดใต้อุ้งเท้า หรือจะจองโต๊ะริมหน้าผาที่มีบริกรส่วนตัว เกาะสมุย คือตัวเลือกที่สมบูรณ์แบบที่สุดเลยทีเดียว',
        HOME_SAMUI_D2_P5 : 'กระบี่นั้นเหมือนกับเกาะสมุยที่จะพบกับบรรดาผู้มีอันจะกิน  หรือกลุ่มผู้มีรายได้สูงจากเอเชียหรือที่อื่น ๆ แม้ว่ากระบี่จะมีความงามของหาดทรายสุดสายตาและธรรมชาติป่าฝนเช่นกันกับเกาะสมุย   แต่ภูมิทัศน์ของจังหวัดนี้ผนวกกับเกาะต่าง ๆ ที่อยู่ในพื้นที่ทำให้กระบี่มีความงดงามที่แตกต่างจากเกาะสมุยอยู่ไม่น้อย',
        HOME_SAMUI_D2_P6 : 'ทิวทัศน์ของเขาหินปูนที่ตั้งตระหง่านอยู่กลางผืนน้ำสีมรกตของอ่าวพังงาและทอดยาวไปตามชายฝั่งสร้างลักษณะเฉพาะให้กับกระบี่',

        HOME_SAMUI_D3_P1 : 'นอกจากจะเป็นภาพที่ชวนให้ตื่นตะลึงแล้ว ลักษณะภูมิประเทศเช่นนี้ทำให้กระบี่มีชื่อเสียงในเรื่องกิจกรรมผจญภัย หาดไร่เลย์ใกล้กับตัวเมืองกระบี่ ได้รับการจัดอันดับจากผู้เชี่ยวชาญว่าเป็นสุดยอดแห่งสถานที่สำหรับกีฬาปีนหน้าผาในเอเชียและมีให้เลือกมากมายหลายระดับสำหรับฝึกทักษะการปีน  นอกจากเหมาะสำหรับปีนหน้าผาแล้ว ยังสามารถเที่ยวชมถ้ำหรือพายเรือคายัคลัดเลาะไปตามโขดเขาหินปูนเข้ายังทะเลสาบที่ซุกซ่อนอยู่ได้อีกด้วย  ทิวทัศน์สวยงามในท้องทะเลใต้เกลียวคลื่นที่นี่มีอีกมากมายรอบจังหวัดที่จัดไว้เป็นจุดดำน้ำลึกได้เช่นกัน ',
        HOME_SAMUI_D3_P2 : 'การออกแรงไม่ใช่ว่าทุกคนจะชอบนัก และทิวทัศน์อันงดงามยังเหมาะกับการลอยชายไปสบาย ๆ  กระบี่นั้นเหมือนกันกับเมืองท่องเที่ยวชายฝั่งทั้งหลายของไทยที่ว่าจะสามารถหารีสอร์ทที่ควรค่าในความทรงจำให้ไปพักได้ไม่ยาก  เพราะที่นี่เต็มไปด้วยที่พักระดับหรูที่ดีที่สุดของประเทศอีกหลายแห่งให้เลือก  ลองเลือกว่าจะนั่งเรือออกไปยังเกาะที่แฝงตัวอยู่ตามหาดส่วนตัว หรือจะสำราญกับความหรูหราแบบสุดขีดไปกับธรรมชาติรอบตัว',
        HOME_SAMUI_D3_P3 : 'ความงดงามโดดเด่นสุดยอดของกระบี่อยู่ที่เกาะพีพี  ทั่วโลกรู้จักหมู่เกาะเล็ก ๆ 6 เกาะแห่งนี้เป็นอย่างดีจากหาดทรายงดงามและทิวทัศน์มหัศจรรย์ของที่นี่ ภาพยนตร์ชื่อดัง The Beach เลือกถ่ายทำเรื่องนี้ที่เกาะพีพีเล ส่วนเกาะพีพีดอนนั้นมีความงามของผืนน้ำสีฟ้า หน้าผาเว้าแหว่ง และผืนป่าเขียวขจีที่ทำให้ลืมหายใจเมื่อเดินขึ้นไปจากชายหาด',
        

        HOTEL_H : 'โรงแรมและรีสอร์ท พักผ่อนเอนกายอย่างมีสไตล์',
        HOTEL_P1 : 'ดินแดนแห่งรอยยิ้มนับพันที่ต้อนรับผู้มาเยือนด้วยบริการที่งามสง่าอันเลื่องลือในความเป็นเจ้าของบ้านผู้มีรีสอร์ทและโรงแรมระดับห้าดาวอยู่ทั่วประเทศให้นักท่องเที่ยวได้พำนักอย่างหรูหราแสนสบาย เลือกพักผ่อนได้ตั้งแต่โรงแรมดาวเด่นทันสมัยของตัวเมือง หรือจะเป็นรีสอร์ทแสนงามริมหาดและเชิงเขาที่ตอบสนองความต้องการและความพึงพอใจของคุณทุกด้าน มิตรไมตรีของคนไทยคือศิลปะที่ขัดเกลาได้อย่างสมบูรณ์แบบ',

        HOTEL_NORTHERN_H : 'ภาคเหนือ',

        HOTEL_NORTHERN_FSR_H : 'โรงแรมโฟร์ซีซั่นเต้นท์แค้มป์เชียงราย',
        HOTEL_NORTHERN_FSR_P1 : 'สามเหลี่ยมทองคำ ชื่อของดินแดนที่ชายแดนของสามประเทศคือไทย พม่าและลาวมาบรรจบกัน เป็นสุดมุมความงามที่กล่าวขานกันมานานของแผ่นดินแห่งเอเชียตะวันออกเฉียงใต้ แค้มป์สุดหรูแห่งนี้มีป่าไม้เป็นฉากหลังที่เหมาะเจาะสำหรับการนั่งชมวิวแสนงามไปบนหลังช้าง ที่นี่ ช้างคือหัวใจของความเย้ายวนให้นักท่องเที่ยวได้มีโอกาสสักครั้งที่จะสัมผัสยักษ์ใหญ่ใจดี เต้นท์ที่พักของแคมป์อยู่สูงขึ้นไประดับยอดไม้และออกแบบให้มีพื้นที่เปิดโล่งด้วยนอกชานขนาดใหญ่ที่มีอ่างอาบน้ำตั้งไว้',

        HOTEL_NORTHERN_DC_H : 'โรงแรมดาราเทวีเชียงใหม่',
        HOTEL_NORTHERN_DC_P1 : 'ประวัติศาสตร์มีอยู่มากมาย ณ เมืองหลวงแห่งภาคเหนือของไทย จึงเหมาะควรแล้วที่จะมีโรงแรมหรูสุดของเมืองที่ใช้มรดกของเมืองมาดึงดูดนักท่องเที่ยว แม้จะเพิ่งเปิดดำเนินการเพียงแค่สิบกว่าปีที่ผ่านมาตัวโรงแรมมีวิลล่าหรูหราระดับคุณภาพอันยืนยาวอยู่ออกไปชานเมืองที่แวดล้อมไปด้วยนาข้าวเขียวชอุ่มล้อมรอบด้วยชาวบ้านที่อาศัยอยู่อย่างสงบสุข ห้องสวีทและวิลล่าอันกว้างขวางคือผลงานการผสมผสานสถาปัตยกรรมไทยและโคโลเนียลโดยการใช้เครื่องเรือนไม้สักที่โก้หรู ผลงานชิ้นเอกคือ สปา พื้นที่ 3,100 ตารางเมตรแห่งความสงบที่ประดับประดาด้วยรูปปั้นรูปหล่ออันงดงาม',

        HOTEL_NORTHERN_FSM_H : 'โรงแรมโฟว์ซีซันส์รีสอร์ทเชียงใหม่',
        HOTEL_NORTHERN_FSM_P1 : 'ตั้งอยู่ในหุบเขาแม่ริมใช้เวลานั่งรถยนต์ไปประมาณหนึ่งชั่วโมงจากเชียงใหม่ เป็นรีสอร์ทที่ดีเลิศสำหรับการพักผ่อนอย่างสงบที่หรูหรา รายล้อมไปด้วยขุนเขาและทุ่งนาเขียวขจีที่ส่งให้ตัวรีสอร์ทโดดเด่น บังกะโลที่พักพร้อมระเบียงตกแต่งด้วยภาพเขียนและงานศิลปะแบบไทยอันมีค่า บ่งบอกลักษณะการใช้พื้นที่อยู่อาศัยในที่โล่งด้านนอก สระว่ายน้ำที่นี่คือความงามอย่างหนึ่งและจะน่าสนใจมากยิ่งขึ้นในเวลากลางคืนเมื่อแสงดาวและแสงสว่างจากตะเกียงสะท้อนภาพอยู่บนผิวน้ำ มีบริการชั้นเรียนโยคะ ปั่นจักรยาน และสปาบำบัดโดยผู้เชี่ยวชาญ เป็นทางเลือกพักผ่อนได้อีกด้วย',

        HOTEL_NORTHERN_137_H : 'โรงแรม 137 พิลลาร์ เฮาส์ เชียงใหม่',
        HOTEL_NORTHERN_137_P1 : 'ตำนานอันน่าสนใจย่อมเชิญชวนผู้คนได้เสมอ และ เรือน 137 เสาแห่งนี้ย่อมมีสีสันแห่งวันวานเช่นกัน โรงแรมแห่งนี้อยู่ในอำเภอวัดเกตุแหล่งศิลปะของเชียงใหม่ย้อนไปตั้งแต่ปีพ.ศ. 2432 เจ้าของดั้งเดิมคือหลุยส์ เลียวโนเวนส์ บุตรชายของนางแอนนา (จากภาพยนตร์ Anna and the King อันโด่งดัง) ตัวอาคารได้มีการซ่อมแซมตกแต่งใหม่ให้เป็นลักษณะของ บ้านสำหรับผู้ที่จากบ้านมาไกล ด้วยสถาปัตยกรรมแบบผสมผสานระหว่างไทยเดิมและสมัยใหม่ เตียงนอนอาบแดดวางอยู่เป็นระยะในสวน ส่วนห้องพักอันโอ่โถงจะมีเครื่องชงกาแฟเอสเปรสโซ และบริกรส่วนตัว',

        HOTEL_NORTHERN_RCM_H : 'โรงแรมราชมรรคา เชียงใหม่',
        HOTEL_NORTHERN_RCM_P1 : 'นักท่องเที่ยวบางคนไม่อยากจากเชียงใหม่ไปไหนเพราะคุณค่าทางจิตวิญญาณที่ได้รับจากเมืองนี้  และวัดพระสิงห์มรดกแห่งชาวพุทธอันรุ่งเรืองของเมืองที่มีหลักฐานว่าเป็นวัดที่มีชื่อเสียงมากที่สุดของเมืองหลวงแห่งภาคเหนือตั้งอยู่ด้านหน้าติดกับรีสอร์ทแห่งนี้ เพียงแค่เดินไปไม่ไกลจากรีสอร์ทจะพบวัดสำคัญอีก 4 แห่ง แต่แขกอาจจะชอบทำสมาธิอยู่ในบริเวณอันเงียบสงบของรีสอร์ทที่จัดไว้มากกว่า สถาปนิกชาวไทย คุณองอาจ สารทพันธุ์ได้ออกแบบให้สถานที่แห่งนี้มีรูปแบบของการผสานลานกว้างมากมายให้ซ่อนไว้ตามสวน วัตถุโบราณสวยงามมากมายนำมาใช้ตกแต่งห้องสวีทได้อย่างลงตัว ส่วนศาลาเปิดโล่งรับอากาศบริสุทธิ์ช่างสมบูรณ์แบบสำหรับนวดผ่อนคลายยืดเส้นสายเช่นกัน',

        HOTEL_NORTHERN_ACM_H : 'โรงแรมอนันตรา เชียงใหม่',
        HOTEL_NORTHERN_ACM_P1 : 'ภูมิประเทศอันเย้ายวนมากที่สุดอย่างหนึ่งของเชียงใหม่คือแม่น้ำปิง พื้นที่ตามริมน้ำจึงเป็นตัวดึงดูดหลักสำหรับเมืองนี้ ด้วยความที่ตั้งอยู่บนริมฝั่งน้ำอันเงียบสงบ  รีสอร์ทแห่งนี้จึงเป็นที่หลบพักอย่างดีที่มีครบทั้งความสงบสันโดษและความสะดวกสบายที่จะออกสำรวจพื้นที่ใกล้เคียง ห้องสวีทอันหรูหราพร้อมระเบียงส่วนตัวจัดเตรียมไว้เป็นอย่างดี สิ่งที่น่าสนใจอย่างอื่นคือ ล่องเรือตามลำน้ำปิง สระว่ายน้ำกลางแจ้งขนาด 34 เมตรและจิบชายามบ่ายอันเลื่องชื่อ',


        HOTEL_CENTER_H : 'ภาคกลางและภาคตะวันออก',

        HOTEL_CENTER_TSB_H : 'โรงแรม เดอะสยาม กรุงเทพฯ',
        HOTEL_CENTER_TSB_P1 : 'โรงแรมที่ทุ่มทุนรังสรรค์อย่างไม่อั้นและเจิดจรัสสมความตั้งใจ เดอะ สยาม ใช้เงินก่อสร้างประมาณ 100 กว่าล้านบาทจัดว่าเป็นสุดยอดหนึ่งเดียวในบรรดาโรงแรมสุดหรู ก่อกำเนิดโดยกฤษฎา สุโกศล นักแสดงร้อคสตาร์ชาวไทย จึงเป็นที่พำนักสุดยอดเพียงหนึ่งเดียวของกรุงเทพมหานคร กฤษดาได้สถาปนิกมือดีชาวอเมริกัน บิล เบนสลีย์ (Bill Bensley) มาช่วยเนรมิตโรงแรมขนาด 39 ห้องแห่งนี้เป็นที่นำเสนอของสะสมโบราณ จุดเด่นของที่นี่คือพูลวิลล่า 11 ห้องพร้อมสวนส่วนตัว ระเบียงชั้นบนและห้องน้ำขนาดมหึมาที่มีอ่างอาบน้ำปูกระเบื้องขนาด 3.2 ตารางเมตร',

        HOTEL_CENTER_MOB_H : 'โรงแรมแมนดาริน โอเรียลเต็ล กรุงเทพฯ',
        HOTEL_CENTER_MOB_P1 : 'โรงแรมที่สะดวกสบายแบบมีระดับเช่นคุณผู้หญิงในบรรดาโรงแรมแห่งเอเชีย  นับแต่เริ่มสร้างในปีพ.ศ. 2419 โรงแรมนี้เป็นที่โปรดปรานของนักเขียนชื่อดัง เช่น โจเซฟ คอนราด (Joseph Conrad) และเกรมแฮม กรีน (Graham Greene) ที่ได้รับการบริการแบบพิเศษสุดด้วยห้องพักสวีทที่ตกแต่งแบบไม่มีใครเหมือนที่ชื่อ Heritage Authors’ Suites สำหรับห้องพักในปีกวิวสวน (Garden Wing) และปีกวิวแม่น้ำ (River Wing) ที่ใหม่กว่าจะให้คุณได้ตะลึงงันกับทิวทัศน์ของแม่น้ำเจ้าพระยาในแบบทันสมัยแต่มีสไตล์ นอนแช่ในสระว่ายน้ำขนาดใหญ่ทั้งสองสระ หรือจะลองสปาแสนสบาย และลิ้มชิมรสอาหารไทยแสนอร่อยของกรุงเทพ ฯ คุณจะพบเลยว่าเหตุใดที่นี่จึงเป็นโรงแรมที่หมายปองที่สุดแห่งหนึ่งของเมืองหลวงแห่งประเทศนี้',

        HOTEL_CENTER_OPB_H : 'โรงแรมดิ โอกูระเพรสทีจ กรุงเทพฯ',
        HOTEL_CENTER_OPB_P1 : 'ด้วยทำเลที่เสมือนอยู่ตรงกลางระบบประสาทของกรุงเทพมหานคร โรงแรมนี้จึงเหมาะที่จะเป็นจุดเริ่มต้นสำรวจเมืองหลวงของประเทศไทยนี้ ด้วยความที่หน้าต่างห้องพักทุกห้องเปิดรับภาพสุดสายตาของตัวเมืองส่งให้กรุงเทพ ฯ เป็นดาวเด่น ทุกสิ่งที่เห็นล้วนแจ่มชัด  ตัวห้องพักคือภาพลักษณ์แห่งความหรูหราที่เลิศด้วยเครื่องเรือนอันงดงามและสิ่งอำนวยความสะดวกที่จัดทำเฉพาะแต่ละห้องพร้อมโทรทัศน์จอแบนขนาดมหึมา ส่วนจุดเด่นอื่นของที่นี่คือ ห้องอาหารญี่ปุ่นยามาซาโตะ (Yamazato)  สุดยอดภัตตาคารอาหารญี่ปุ่น และสระว่ายน้ำทรงแฉกอันน่าทึ่งขนาด 20 เมตร',

        HOTEL_CENTER_TSB_H : 'โรงแรมสุโขทัย กรุงเทพ ฯ ',
        HOTEL_CENTER_TSB_P1 : 'สุโขทัยเป็นอีกโรงแรมที่อิงแอบอยู่ในเมืองหลวงของไทย แม้จะอยู่ต้นทางเข้าเมืองบนถนนสาทรอันวุ่นวาย ตัวโรงแรมจะอยู่ถอยห่างจากถนนจอแจโดยมีลานหญ้าเขียวขจีทอดนำไป จึงรับประกันความเป็นส่วนตัวให้ได้ดีเลิศสมกับเป็นโรงแรมระดับห้าดาวอันลือชื่อ ไม่ว่าจะนั่งลิ้มลองอาหารอิตาเลี่ยนที่ห้องอาหารลา กสาล่า (La Scala) หรือ สปาอยู่ที่ Spa Botanica ทำให้เหล่าผู้มีชื่อเสียงและชนชั้นสูงจะมาเยือนอยู่เป็นนิจ ด้วยการตกแต่งแบบสยามดั้งเดิมโรงแรมสุโขทัย กรุงเทพ ฯ จึงให้คุณได้สัมผัสความรู้สึกของความเป็นไทยอย่างหรูหราอันแท้จริง ',

        HOTEL_CENTER_SKB_H : 'โรงแรมสยามเคมปินสกี้ กรุงเทพฯ',
        HOTEL_CENTER_SKB_P1 : 'ศิลปะในหลายแขนงมารวมกันที่โรงแรมนี้ เพราะที่นี้เป็นโรงแรมที่เชิญชวนให้เข้าพักที่สุดแห่งหนึ่งของกรุงเทพ ฯ งานศิลปะของสะสมจำนวนมากมายหลายชิ้นที่นำมาประดับช่วยให้โถงทางเดิน ห้องโถงหลัก ห้องอันโอ่โถง และพื้นที่ส่วนกลางของโรงแรมขนาด 303 ห้องแห่งนี้ดูราวกับเป็นสถานที่เก็บสะสมงานศิลป์ที่ใหญ่ที่สุดแห่งหนึ่งทีเดียว ที่นี่เป็นที่แสดงภาพวาด รูปปั้น ภาพเขียน ของศิลปินในประเทศรวมแล้วราว 1,500 ชิ้น สิ่งที่ไม่ควรพลาดของโรงแรมยังมีสระน้ำเกลือสามสระ สปาและห้องอาหารสระบัวที่บริการอาหารไทยจะเรียกน้ำย่อยคุณได้ไม่แพ้กัน',

        HOTEL_CENTER_TRB_H : 'โรงแรมเดอะ เซ็นต์ รีจีส กรุงเทพ ฯ',
        HOTEL_CENTER_TRB_P1 : 'หากพูดถึงที่ตั้งใจกลางกรุงเทพ ฯ แบบไร้ที่ติ โรงแรมเซ็นต์รีจีสหาคู่แข่งมาเทียบด้วยยากมาก คนมีชื่อเสียงโด่งดังไม่ว่าจะระดับในรั้วในวัง ดารานักร้องและนักแสดงล้วนแล้วต้องมาพักที่นี่ ด้วยบริการบริกรส่วนตัว 24 ชั่วโมง ห้องพักผ่อนอันกว้างขวาง และการตกแต่งภายในอันล้ำเลิศทุกอย่างล้วนอยู่ในระดับมาตรฐานชั้นสูงสุด ทุกอย่างล้วนทำให้ดูน่าอิจฉา ทิวทัศน์จากห้องพักที่ดีที่สุดหลายห้องคือภาพสนามเขียวขจีของราชตฤณมัยสมาคม และ ห้องอาหารซูม่า (Zuma) นับว่าเป็นห้องอาหารญี่ปุ่นที่ดีที่สุดแห่งหนึ่งของกรุงเทพเช่นกัน',

        HOTEL_CENTER_ASB_H : 'โรงแรมอนันตราสยาม กรุงเทพ ฯ',
        HOTEL_CENTER_ASB_P1 : 'ก่อนจะเปลี่ยนชื่อจาก โฟว์ซีซั่น กรุงเทพ ฯ โรงแรมนี้ไม่เคยสิ้นมนต์ขลังนับตั้งแต่เปลี่ยนการบริหารในปี 2558 ด้วยทำเลที่ตั้งบนถนนราชดำริพื้นที่สุดหรูของเมืองหลวงแห่งนี้ ทำให้เหมาะแก่การมาพักเพื่อเริ่มต้นออกสำรวจสีสันแห่งนคร แม้จะอยู่ใจกลางเมือง โรงแรมนี้สงบสวยงามด้วยพรรณไม้นานาของป่าเขตร้อนในสวยสวยรอบอาคารและสระว่ายน้ำกลางแจ้งสุดสายตา ความสะดวกสบายครบครันที่มีพร้อมกับความหรูหราแบบเป็นธรรมชาติจากการออกแบบด้วยวิถีไทยและเพดานผ้าไหมที่วาดไว้อย่างวิจิตร',

        HOTEL_CENTER_SRA_H : 'โรงแรมศาลารีสอร์ทและสปา อยุธยา',
        HOTEL_CENTER_SRA_P1 : 'บูทีครีสอร์ทที่ใช้เวลาขับรถเพียงแค่ 1-2 ชั่วโมงจากกรุงเทพแห่งนี้นับเป็นการพักผ่อนสุดบรรยายในวันหยุดของคุณ ด้วยบรรยากาศบนยอดเขาแบบที่เขาใหญ่ท่ามกลางสีเขียวสุดตา พร้อมกับทิวทัศน์ริมฝั่งแม่น้ำแบบอยุธยาที่เรียงรายไปด้วยวัดและโบราณสถาน ศาลาเขาใหญ่มีห้องพัก 7 ห้องและพูลวิลล่า ส่วนศาลาอยุธยามีให้เลือกทั้งห้องสวีทวิวแม่น้ำและดูเพล็กซ์ และห้องพักที่ตกแต่งไม่เหมือนกันอีก 24 ห้อง สถาปนิกออกแบบให้ที่นี่ให้ทั้งสองที่มีความเหมือนกันในด้านสถาปัตยกรรมของแบรนด์ที่มอบความสบายและเป็นส่วนตัวให้กับคุณ',

        
        HOTEL_CENTER_LRH_H : 'โรงแรมลา เรสซิเดนซ์ หัวหิน',
        HOTEL_CENTER_LRH_P1 : 'วิลล่าชายหาดส่วนตัวในแบบโคโลเนียลที่เป็นส่วนหนึ่งของอินเตอร์คอนติเนนตัล หัวหิน รีสอร์ทที่คุณจะได้สัมผัสกับความสุดหรูหราแต่ยังคงไว้ซึ่งความสบายแบบบ้านริมทะเล ตั้งอยู่ติดกับโรงแรมรับทิวทัศน์สุดยอดแห่งท้องทะเลพร้อมบริการแบบโรงแรมห้าดาวจากตัวโรงแรม ชายหาดอยู่แค่เพียงก้าวลงบันไดจากวิลล่าสองชั้นเพียงไม่กี่ขั้น พร้อมสรรพด้วยบริกรส่วนตัว สระว่ายน้ำ ครัว (ที่มีพ่อครัวประจำเฉพาะ) คุณจะรู้สึกสุดประทับใจกับการมาพัก เจ้าของวิลล่าคลุกคลีในวงการเทนนิสระดับอาชีพของเมืองไทย ที่นี่จึงมีโอกาสให้การต้อนรับนักเทนนิสระดับโลกอย่างโรเจอร์ เฟดเดอร์เรอร์ (Roger Federer) และ ราฟาเอล นาดาล (Rafael Nadal) มาแล้ว',

        
        HOTEL_CENTER_SKK_H : 'โรงแรมโซเนว่า คีรี เกาะกูด',
        HOTEL_CENTER_SKK_P1 : 'เกาะกูด เกาะโดดเด่นห่างจากชายฝั่ง 80 กม. ผืนทะเลสีครามแห่งนี้เหมาะสำหรับการพักผ่อนอย่างหรูหราแบบห่างไกลผู้คน รายล้อมไปด้วยต้นมะพร้าวในเวิ้งอ่าวอันงดงามให้ความรู้สึกราวกับได้ผจญภัยแนวโรบินสัน ครูโซในตำนานและทำให้ลืมความเครียดจากโลกปัจจุบัน วิลล่ารับลมทั้ง 29 หลังปลูกด้วยไม้พื้นเมืองที่ทำให้กลมกลืนไปกับสภาพแวดล้อมเป็นอย่างดี บางหลังอยู่บนยอดผา ส่วนหลังอื่นอยู่ติดชายหาด ทุกอย่างมีมิติงดงามรวมทั้งสปาชื่อดัง โรงภาพยนตร์กลางแจ้ง และห้องอาหารเบนซ์ (Benz) ที่มีนานาอาหารไทยให้เลือกสรร',


        HOTEL_SOUTHRN_H : 'ภาคใต้',
                
        HOTEL_SOUTHRN_RVK_H : 'โรงแรมรายาวดี กระบี่',
        HOTEL_SOUTHRN_RVK_P1 : 'รายาวดีคือการรังสรรค์ผลงานอันน่าจดจำของการผสมผสานของธรรมชาติและความคิดของมนุษย์  ด้วยชายหาดขาวสามแห่งบวกกับทิวทัศน์เกาะหินปูนอันลือชื่อของกระบี่ทำให้ไม่ต้องไปหาสถานที่ราวสวรรค์เช่นนี้ที่ใดอีก หน้าผาสูงที่รายรอบตัวรีสอร์ทนั้นหมายความว่าเรือคือพาหนะเดียวที่จะพาไปถึงที่นี่ได้ และแขกที่พักจึงไม่อยากออกจากรีสอร์ทไปไหนอีก วิลล่าและพาวิเลี่ยนหรูหราราวที่คุณคาดหวังไว้ และบริการอาหารเครื่องดื่มมีให้เลือกหลากหลายเช่นกัน',

        HOTEL_SOUTHRN_SSY_H : 'โรงแรมซิกเซ้นส์ เกาะยาวน้อย',
        HOTEL_SOUTHRN_SSY_P1 : 'ด้วยความงามของโรงแรมที่อยู่ท่ามกลางทิวทัศน์ของทิวเขาหินปูนกลางอ่าวพังงา นักท่องเที่ยวจึงจะไม่อยากจากที่นี่ไปง่ายๆ เริ่มต้นการเดินทางแบบยิ่งใหญ่ด้วยการนั่งเฮลิคอปเตอร์จากสนามบินภูเก็ตมายังเกาะเจมส์ บอนด์ จากที่นี่คุณจะได้รับความสะดวกสบายไปตลอด มีทั้งวิลล่าชายหาดหรือวิลล่าห่างจากผู้คนให้เลือกพัก พร้อมพรั่งด้วยอาหารส่วนตัวจากพ่อครัวชื่อดัง บริกรส่วนตัว และกิจกรรมให้เลือกตั้งแต่เดินทอดน่องบนชายหาด หรือปีนหน้าผา และพายเรือคายัค',

        HOTEL_SOUTHRN_PYC_H : 'โรงแรมพ้อยท์ ยามู บาย โคโม ภูเก็ต',
        HOTEL_SOUTHRN_PYC_P1 : 'แขกที่มาพักจะไม่ผิดหวังกับทั้งบรรยากาศแบบไทยของพ้อยท์ ยามูและหลงรักความงามแบบอิตาเลี่ยน la dolce vita ได้ที่รีสอร์ทแห่งนี้ ด้วยอิทธิพลของยุโรปใต้ที่สถาปนิก เปาลา นาโวเน (Paola Navone) ของที่นี่ใช้ออกแบบรีสอร์ท แรงบันดาลใจแนวสุขภาพจะเห็นได้จากห้องพักและพื้นที่ส่วนรวมที่เรียบง่าย รวมถึงห้องอาหารลา ซิเรน่า (La Sirena) ที่บริการอาหารอิตาเลี่ยนอันเลิศรส ห้องสวีทใช้เตียงแบบสี่เสา และห้องนั่งเล่นแบบสงบเรียบง่าย สระว่ายน้ำขนาด 100 เมตรยาวไกลไม่สิ้นสุดพร้อมเตียงอาบแดดสำหรับนอนชมพระอาทิตย์ในอ่าวพังงา',

        HOTEL_SOUTHRN_PRR_H : 'โรงแรมภูเลย์เบย์ – ริทซ์ คาร์ลตัน กระบี่',
        HOTEL_SOUTHRN_PRR_P1 : 'ชายฝั่งทะเลอันดามันอันระยิบระยับใกล้กระบี่เป็นตัวเลือกที่ริทซ์ คาร์ลตันคิดว่าเหมาะสมที่สุดที่จะให้เป็นทำเลของ Ritz-Carlton Reserve แห่งแรกของกลุ่มที่พักรีสอร์ทส่วนตัวระดับหรูเลิศของสถานที่น่าประทับใจต่าง ๆ ในโลก และที่นี่ของประเทศไทยได้รับการจัดอันดับอย่างน่าภาคภูมิ จุดสนใจเริ่มจากลานสวนกลางแจ้งอันน่าตื่นตาไปยังวิลล่าโอ่โถงที่มีเตียงนอนขนาดมหึมา สระว่ายน้ำ และชิ้นงานศิลป์แบบล้านนาที่คัดเลือกอย่างดีมาประดับ สิ่งสุดประทับที่ต้องลองคือห้องพักของ Reserve Pavilions  พร้อมสวนโซนร้อน ทิวทัศน์ของทะเลอันน่าตะลึง และแน่นอนคือ บริกรส่วนตัวไว้คอยรับใช้',

        HOTEL_SOUTHRN_AP_H : 'โรงแรมอมันปุรี ภูเก็ต',
        HOTEL_SOUTHRN_AP_P1 : 'ท่ามกลางสวนมะพร้าวเก่าทางตะวันตกของเกาะภูเก็ต อมันปุรีภูเก็ตเป็นหนึ่งในวิลล่าสุดหรูในรูปแบบของศาลาไทย ด้วยวิสัยทัศน์ของเอเดรียน เซชา (Adrian Zecha) ผู้เป็นตำนานของชาวโรงแรมและผู้ก่อตั้งอมันรีสอร์ท (Aman Resort) ได้ตั้งมาตรฐานไว้เมื่อครั้งที่เริ่มก่อสร้าง 20 กว่าปีที่แล้วว่าต้องการให้รีสอร์ทนี้อยู่ระดับในหรูหราสุดยอดของโลก และให้บริการแบบเลอเลิศที่สุดเท่าที่เงินจะเนรมิตได้ บรรดาดาราและผู้มีชื่อเสียงระดับโลกจะใช้เวลามาพักผ่อนกับการบำบัดแบบไทยของรีสอร์ทนี้ ปลีกวิเวกอยู่ท่ามกลางพรรณไม้เขียวชอุ่มและท้องทะเลอันดามันอันที่แสนสงบ อมันปุรีเป็นผู้ริเริ่มสร้างรูปแบบการพักผ่อนแบบหรูหราและยังคงเป็นหนึ่งในโรงแรมที่ดีที่สุดที่ให้บริการแบบนี้',

        HOTEL_SOUTHRN_SPP_H : 'โรงแรมศรีพันวา ภูเก็ต',
        HOTEL_SOUTHRN_SPP_P1 : 'ทั่วโลกไม่มีใครปฏิเสธความโด่งดังของภูเก็ต แต่ยังมีหลายสิ่งที่ทำให้ต้องมาเยือน “ไข่มุกแห่งอันดามัน” นี้ วิลล่าทั้ง 52 หลังของศรีพันวาที่อยู่ท่ามกลางป่าชายหาดเป็นสถานที่เหมาะกับการแยกตัวไปพักผ่อนอย่างที่สุด สิ่งอำนวยความสะดวกครบครันทันสมัย ตกแต่งด้วยเครื่องเรือนไม้ ระบบโรงภาพยนตร์แบบในบ้าน และ iPod ที่บรรจุความบันเทิงไว้ให้ แต่ที่ยั่วยวนใจมากที่สุดคือห้องนอนของวิลล่าที่ติดตั้งหน้าต่างกระจกสูงชนฝ้าเพดานและเปิดออกสู่สระว่ายน้ำส่วนตัวที่ยาวสุดสายตา',

        HOTEL_SOUTHRN_TP_H : 'โรงแรมตรีสรา ภูเก็ต',
        HOTEL_SOUTHRN_TP_P1 : 'ณ มุมตะวันตกเฉียงเหนือของดินแดนบริสุทธิ์แห่งภูเก็ต ความเล็กคือความงามล้ำเลิศของรีสอร์ทชั้นเยี่ยมที่ห่างไกลจากผู้คน บรรดาผู้รักการท่องเที่ยวจากทั่วโลกตกหลุมรักที่นี่และให้เป็นโรงแรมดาวเด่นของเมืองไทยที่เจิดจรัสบนฟากฟ้า ด้วยห้องสวีทและวิลล่ามากมายที่ตกแต่งประดับประดาอย่างงดงาม พร้อมสระว่ายน้ำส่วนตัว และทิวทัศน์แห่งท้องมหาสมุทรอันน่าตะลึงงัน ที่นี่พร้อมสรรพในเรื่องความเป็นส่วนตัวและการให้บริการทุกด้าน หากแขกอยากลองออกมาจากห้องพักสุดหรู ลองใช้บริการห้องอาหารที่ได้รับการจัดอันดับไว้สูงสุดแห่งหนึ่งของภูเก็ต และ สปาของที่นี่นั้นบริการสุดอย่างที่คาดเลยที่เดียว',

        HOTEL_SOUTHRN_IBH_H : 'โรงแรมอินิอาลา บีช เฮาส์ พังงา',
        HOTEL_SOUTHRN_IBH_P1 : 'รีสอร์ทบนหาดนาใต้อันสวยสุดยอดในพังงา แม้จะเล็กแต่สมบูรณ์แบบจนเป็นรีสอร์ทไม่มีใครเหมือนแห่งหนึ่งของไทย มาร์ค เวนการ์ด (Mark Weingard) เจ้าของรีสอร์ทได้ลงทุนลงแรงอย่างมากที่จะให้สถานที่นี้มีความพิเศษและสุดท้ายไม่มีใครเถียงเรื่องนี้ได้ เขาให้มัฑณากรถึง 11 คนระดมความคิดทำงานร่วมกันรังสรรค์วิลล่าสวีทสามห้องของที่นี่ (แต่ละหลังแบ่งออกเป็นวิลล่าย่อยอีก 3 หลัง) และเพนท์เฮาส์สวีทอันหรูหราโอฬาร ให้มีความงดงามแตกต่างกันไปในแต่ละห้อง ความโก้หรูอื่นของที่แห่งนี้ มีตั้งแต่โรงภาพยนตร์ส่วนตัว เวทีชกมวยไทยในยิมเนเซียม และห้องเล่นเกมส์ที่มีโต๊ะพูลประดับคริสตัลชวารอฟสกี้ และห้องอาหารสุดหรู Aziamendi',

        HOTEL_SOUTHRN_NIP_H : 'โรงแรมเดอะ นาคาไอส์แลนด์ ภูเก็ต',
        HOTEL_SOUTHRN_NIP_P1 : 'เดอะ นาคาไอส์แลนด์ อะลักซ์ชัวรี่ คอลเลคชั่นรีสอร์ทแอนด์สปา ภูเก็ต ต้นแบบอันสมบูรณ์ของเกาะสวรรค์สุดพิเศษนี้อยู่บนเกาะนาคาใหญ่อันสงบเงียบเดินทางจากภูเก็ตเพียง 5 นาทีเท่านั้น แขกจะสนุกสนานกับการนั่งเรือเร็วสปีดโบ้ต พูลวิลล่าอันงามงดและทิวทัศน์ของตะวันตกดินส่องประกายระยิบระยับในอ่าวพังงาทุกวันที่เข้าพัก การได้มาพักที่รีสอร์ทนี้จะเป็นความทรงจำมิรู้ลืม สุดยอดแห่งนาคาสปาอันหรูหรา อิ่มอร่อยกับอาหารที่ห้องอาหารริมหาดที่งดงามน่าตื่นตะลึง หรือจะปั่นจักรยานสไตล์วินเทจย้อนยุคไปตามที่ต่าง ๆ บนเกาะ',

        HOTEL_SOUTHRN_VBK_H : 'โรงแรมวนาเบล เกาะสมุย',
        HOTEL_SOUTHRN_VBK_P1 : 'หนึ่งในรีสอร์ทสามแห่งในไทยของลักซ์ชัวรี่คอลเลคชั่นของสตาร์วูด วนาเบล อะ ลักซ์ชัวรี่คอลเลคชั่นรีสอร์ท เกาะสมุยแห่งนี้อยู่ในระดับมาตรฐานสูงหรูหราเพื่อการพักผ่อน วนา ในภาษาไทยหมายถึง “ป่า” และรีสอร์ทนี้รังสรรค์ภาพที่ว่าด้วยพูลวิลล่าสุดทึ่งที่แฝงตัวอย่างกับผืนป่าชอุ่มที่อยู่ด้านหลังและอยู่บนอ่าวเฉวงอันโด่งดังของเกาะสมุย พูลวิลล่าทั้ง 80 หลังของที่นี่ออกแบบอย่างสุดยอดหรูหราไม่เหมือนใครจนทำให้แขกรู้สึกประหนึ่งเป็นราชาแห่งเกาะทีเดียว',

        HOTEL_SOUTHRN_WRK_H : 'โรงแรมดับเบิ้ลยู รีทรีท เกาะสมุย',
        HOTEL_SOUTHRN_WRK_P1 : 'รีสอร์ทสุดหรูพูลวิลล่า 74 หลังหนึ่งในกลุ่ม W Retreat ที่อยู่ในเอเชียตะวันออกเฉียงใต้ (อีกแห่งอยู่ที่บาหลี) ตั้งอยู่ปลายเกาะทางทิศใต้กลางผืนป่าฝนอันชุ่มชื้น ด้วยการออกแบบสุดเก๋และอบอวลด้วยกลิ่นอายร่วมสมัยจึงเย้ายวนคนรุ่นใหม่ ผู้แสวงหาความสุขจากการท่องเที่ยวในแบบกินดื่มเคล้าดนตรีท่ามกลางสิ่งอำนวยความสะดวกสุดหรูได้เป็นอย่างดี การผสมผสานบาร์แนวใหม่กับห้องอาหารชั้นนำระดับโลกสองแห่ง ให้ความสนุกสนานด้วยกิจกรรมสไตล์รีสอร์ท สปาที่สวยงามที่ให้มั่นใจได้ว่าทุกนาทีที่อยู่ในรีสอร์ทนี้จะเป็นประสบการณ์ที่ลืมไม่ลง',

        HOTEL_SOUTHRN_BTK_H : 'โรงแรมบันยันทรี เกาะสมุย',
        HOTEL_SOUTHRN_BTK_P1 : 'เมื่อมองผ่านทิวทัศน์อ่าวละไมทางตะวันออกเฉียงใต้ของเกาะสมุย จะเห็นภาพแนวระเบียงของวิลล่าอันเงียบสงบกลุ่มนี้แฝงตัวอยู่บนเวิ้งเขาส่วนตัว ภาพอ่าวไทยอันงดงามหาที่ไหนเปรียบที่มองเห็นได้จากที่ตั้งของรีสอร์ทเป็นเรื่องน่าอิจฉาอย่างยิ่ง เป็นดินแดนสวรรค์แห่งความสุขสงบสะท้อนด้วยสถาปัตยกรรมไทยในพูลวิลล่าแต่ละหลังที่พรั่งพร้อมด้วยเครื่องเรือน และอุปกรณ์ครบครัน สปาของที่นี่มีชื่อเสียงไปทั่วโลกด้วยความหลากหลายของการให้บริการ แขกที่พักจะได้สดชื่นกับบริการระดับตำนาน อาหารเลิศรสและกิจกรรมของรีสอร์ทอีกมากมาย',

        HOTEL_SOUTHRN_FSK_H : 'โรงแรมโฟว์ซีซั่นส์ รีสอร์ท เกาะสมุย',
        HOTEL_SOUTHRN_FSK_P1 : 'เปรียบประหนึ่งบริการขั้นสุดยอดและการเป็นเจ้าบ้านสุดวิเศษในแบบไทยอย่างแท้จริง พบได้ที่วิลล่าริมเขาส่วนตัวแห่งโฟว์ซีซั่นส์ รีสอร์ท เกาะสมุย พักผ่อนอย่างแสนสบายให้ความเยาว์กลับฟื้นคืนมา เสน่ห์ของภาพความชุ่มชื้นและความงามแห่งอ่าวไทยก่อให้เกิดความงดงามเมื่อได้เห็น อาหารและบริการในแบบที่มั่นใจได้ว่าตรงตามประสงค์ของแขกทุกคนที่ได้มาพัก ไม่ว่าจะเลือกไปตามจุดท่องเที่ยวใกล้เคียงบนเกาะ หรืออยากจะไปที่พิเศษอื่นใด รับรองได้ว่าเมื่อได้มาพักสักครั้งแล้วจะต้องกลับมาเยือนอีกตลอดไป ',

        DINNING_H : 'อาหารเลิศหรู ต้องลองลิ้มสักครั้งในชีวิต',
        DINNING_P1 : 'จากหลากหลายภัตตาคารสุดหรูระดับมิชลินสตาร์ สู่อาหารที่มาจากครัวทั่วทุกมุมโลก จนถึงรสชาติในแบบไทยที่จะไม่วันลืมเลือน ความหลากหลายของอาหารในอาณาจักรแห่งนี้ขยับระดับขึ้นไปแล้ว',
      
        DINNING_MICHELIN_H : 'สายสัมพันธ์ระดับมิชลิน',

        DINNING_MICHELIN_LD_H : 'ห้องอาหารลัตตาลิเย เดอ โจเอล โรบูชง',
        DINNING_MICHELIN_LD_P1 : 'ลองลิ้มอาหารฝรั่งเศสในบรรยากาศสุดเลิศหรูแต่ร่วมสมัย การผสมผสานงานสร้างสรรค์ขั้นสูงจากเชฟและแขกคือสูตรที่ทำให้ครัวแห่งนี้ได้รับรางวัลในอีกหลายเมืองทั่วโลก',

        DINNING_MICHELIN_ST_H : 'ห้องอาหารซาเวิลเบิร์ก ไทยแลนด์',
        DINNING_MICHELIN_ST_P1 : 'ห้องอาหารนอกประเทศแห่งแรกของเชฟชาวดัชต์ Henk Savelberg เจ้าของห้องอาหารรางวัลมิชลินสตาร์มากมายหลายแห่งในเนเธอร์แลนด์มามากกว่าสามทศวรรษ สัมผัสอาหารฝรั่งเศสร่วมสมัยที่หลับตาทุกครั้งแล้วต้องคิดถึงเลยทีเดียว',

        DINNING_MICHELIN_SKK_H : 'ห้องอาหารสระบัว บาย กิน กิน',
        DINNING_MICHELIN_SKK_P1 : 'ด้วยการดัดแปลงอาหารไทยเชฟ Henrik Yde-Andersen ได้รับรางวัลมิชลินสตาร์ เมื่อปี 2550 จากห้องอาหาร Kiin Kiin ในกรุงโคเปนเฮเกน สำหรับกรุงเทพ เชฟ Henrik เปลี่ยนอาหารแบบดั้งเดิมเป็นการรังสรรค์รสสัมผัสจากองค์ประกอบหลากหลายในแบบเอเชียร่วมสมัย',

        DINNING_MICHELIN_N_H : 'ห้องอาหารน้ำ',
        DINNING_MICHELIN_N_P1 : 'จากการกล้าค้นคว้าและลองทำของเชฟชาวออสเตรเลีย David Thompson จนได้รับเป็นผู้ดูแลอาหารไทย ภายใต้การประคบประหงมของ David ห้องอาหารนาม (ที่โรงแรมเมโทรโพลิแตน กรุงเทพ ฯ - Metropolitan Bangkok) กลายเป็นเครื่องประกันคุณภาพของครัวไทยแบบดั้งเดิมที่ชนะใจทั้งคนไทยและชาวต่างชาติ',

        DINNING_MICHELIN_GG_H : 'ห้องอาหารกินซา อิชิ ซูชิ',
        DINNING_MICHELIN_GG_P1 : 'วัตถุดิบส่งตรงจากตลาดปลาทสึคิจิ (Tsukiji Fish Market) ในกรุงโตเกียวทุกวัน ผสมผสานกับเทคนิคการทำซูชิแบบเอโดะดั้งเดิมจากเชฟที่ได้รับการฝึกฝนเป็นอย่างดี อิชิซูชิขอนำเสนอสุดยอดซูชิญี่ปุ่นดั้งเดิมที่สุดในกรุงเทพ ร้านต้นตำรับในโตเกียวได้รับรางวับมิชลินสตาร์ตั้งแต่ปี 2554-2555',

        DINNING_MICHELIN_A_H : 'ห้องอาหารอาเซียมันดิ (พังงา ภูเก็ต)',
        DINNING_MICHELIN_A_P1 : 'อัจฉริยะเชฟชาวสเปน Eneko Atxa ปลุกสัมผัสทั้งห้าจากอาหารที่ปรุงแต่งพร้อมสรรพด้วยรูป รส กลิ่น และสัมผัส ความเป็นชาวบาสค์และแรงบันดาลใจจากรสชาติอาหารไทย Eneko จะทำให้แขกจะปลื้มกับอาหารที่ไม่เหมือนใครจากครัวแห่งนี้',

        DINNING_MICHELIN_JM_H : 'ห้องอาหารแฌม บาย ฌอง-มิเชล โลรอง',
        DINNING_MICHELIN_JM_P1 : 'เชฟฌอง-มิเชล โลรอง (Jean-Michel Lorain)  หนึ่งในบรรดาเชฟมิชลินสตาร์ของโลกไม่กี่คนที่ได้รางวัลนี้ถึงสามครั้งในระยะเกือบสามสิบปี ผู้เป็นเชฟเพชรน้ำหนึ่งในวงการอาหารฝรั่งเศสสุดหรู ที่แฌม นี้เขาผันจากอาหารฝรั่งเศสดั้งเดิมไปสู่เมนูที่ได้รับแรงบันดาลใจแบบเอเชียที่สามารถแบ่งกันลิ้มลองได้ มุ่งบริการเป็นส่วนตัวและใส่ใจในรายละเอียดอย่างพิถีพิถัน',


        DINNING_FRENCH_H : 'ต้นตำรับอาหารฝรั่งเศส',

        DINNING_LB_H : 'ห้องอาหารเลอโบลิเออร์',
        DINNING_LB_P1 : 'เชฟ Harvé Frerard รับผิดชอบหน้าที่อันท้าทายของการบริการอาหารฝรั่งเศสแบบคลาสสิคที่คุณจะพึงพอใจและสดชื่นอย่างน่าประหลาด  ด้วยเครื่องปรุงและความกลมกลืนของวัตถุดิบจากทั้งในและนอกประเทศเชฟสามารถดึงรายละเอียดและความเรียบง่ายของส่วนผสมมานำเสนอได้สุดวิเศษ',

        DINNING_LN_H : 'ห้องอาหารเลอ นอร์มันดี',
        DINNING_LN_P1 : 'อาหารอันน่ายำเกรงและห้องอาหารฝรั่งเศสระดับยอดหรูหรา เลอ นอร์มันดี แห่งโรงแรมแมนดาริน โอเรียลเต็ล กรุงเทพ ฯ  คือ ที่รวมแห่งอาหารฝรั่งเศสชั้นเยี่ยม บริการสุดเฉียบไร้ที่ติ และสถานที่ชมภาพความงามแห่งลำน้ำเจ้าพระยาอันงดงาม',

        DINNING_WL_H : 'ห้องอาหารวอเตอร์ ไลบรารี่',
        DINNING_WL_P1 : 'หากต้องการห้องอาหารแบบสบายสำหรับมื้อกลางวันและอาหารสุดหรูในมื้อค่ำ วอเตอร์ ไลบรารี่ บนอาคารจามจุรีสแควร์เป็นตัวเลือกระดับต้น นี่คือห้องอาหารที่มีไวน์ให้เลือกมากมายที่สุดแห่งหนึ่งของไทย และเมนูอาหารที่ร้านเครื่องดื่มราคาแพงเช่นนี้ย่อมใช้เทคนิคการปรุงขั้นสูง มีจินตนาการและเป็นอาหารต้นตำรับ',

        DINNING_BKS_H : 'H Bistro (Koh Samui)',
        DINNING_BKS_P1 : 'ถือกำเนิดจากแรงบันดาลใจจากรสชาติของอาหารฝรั่งเศสแถบเมดิเตอร์เรเนียน ห้องอาหาร H Bistro ของโรงแรมหรรษา เกาะสมุย ปรับแต่งอาหารให้สร้างความสำราญใจแบบนั่งผ่อนคลายอยู่ริมทะเล ด้วยวัตถุดิบท้องถิ่นที่สด อาหารทะเลระดับนำเข้าจากต่างประเทศ เครื่องเทศจากเมดิเตอร์เรเนียน และไวน์ราคาแพง',

        DINNING_M_H : 'ห้องอาหารเมซซาลูนา',
        DINNING_M_P1 : 'จากทำเลที่ตั้งบนชั้น 63 ของโรงแรมระดับห้าดาวนามเลอบัวบนถนนสายหลักของกรุงเทพ รายการอาหารของห้องอาหารเมซาลูนานี้จึงน่าหลงใหลพอกันกับทิวทัศน์อันระยิบระยับ ด้วยเทคนิคการปรุงแบบฝรั่งเศสที่เคยคุ้นแต่สร้างสรรค์อาหารให้มีรสชาติและรูปลักษณ์แบบที่ไม่เคยพบมาก่อน',

        DINNING_TSM_H : 'ห้องอาหารฝรั่งเศส (เชียงใหม่) ',
        DINNING_TSM_P1 : 'ห้องอาหารหรูลือชื่อของโรงแรมดาราเทวีเชียงใหม่อันโด่งดัง ฝรั่งเศส คือห้องอาหารที่ผสมผสานสุดยอดการปรุง การตกแต่งร้านและภาพทิวทัศน์รอบด้านอันงดงามไว้ด้วยกัน ที่นี่เป็นหนึ่งในบรรดาห้องอาหารฝรั่งเศสที่มีชื่อเสียงมากที่สุดในไทยและเป็นที่น่ายกย่องมากที่สุดในภาคเหนืออีกด้วย',

        DINNING_FLAVOURS_H : 'รสชาติแห่งอาหารไทย',

        DINNING_LGLM_H : 'ห้องอาหารเลอกรอง ล้านนา (เชียงใหม่)',
        DINNING_LGLM_P1 : 'ฉากหลังแบบล้านนาอันน่ามองและศาลาไม้ทรงไทยรายรอบด้วยของโบราณที่ใช้ตกแต่งของห้องอาหารเลอกรอง ล้านนาแห่งโรงแรมดาราเทวี ที่นี่รับรองด้วยอาหารไทยดั้งเดิมสุดพิเศษหลากหลายรายการที่สะท้อนวัฒนธรรมประเพณีภาคเหนือของไทยด้วยวัตถุดิบและเครื่องปรุงจากท้องถิ่น',

        DINNING_SRN_H : 'ห้องอาหารศาลาริมน้ำ',
        DINNING_SRN_P1 : 'ศาลาริมน้ำ สถาบันแห่งทศวรรษเป็นห้องอาหารมีชื่อของโรงแรมแมนดาริน โอเรียนเต็ล กรุงเทพ หล่อหลอมงานด้านอาหารเข้ากับวัฒนธรรมด้วยบริการอาหารไทยต้นตำรับในศาลาไทยแบบล้านนาอันประณีตงดงามที่ตั้งอยู่ริมฝั่งแม่น้ำเจ้าพระยาอันเรืองรอง',

        DINNING_BL_H : 'ห้องอาหารโบลาน',
        DINNING_BL_P1 : 'จากความคิดของเจ้าของและหัวหน้าทีมเชฟ ดีแลน โจนส์ (Dylan Jones) และดวงพร ทรงวิศวะ ที่ต้องการวางแผนให้รอบคอบและนำเสนอความหลากหลายของอาหารไทยแบบชาญฉลาด ยืนหยัดในการเป็นผู้นำและนำเสนออาหารแบบหลากหลาย จึงเกิดเป็นแนวคิดเชื่อมต่ออาหารไทยแบบ “เมื่อก่อน” ให้เข้ากับแบบ “ปัจจุบัน”',

        DINNING_LSC_H : 'ห้องอาหารอิษยา สยามมีส คลับ',
        DINNING_LSC_P1 : 'ห้องอาหารอิษยา อาคารสไตล์โคโลเนียลอันงดงาม ล้อมรอบด้วยสวนสวย ของเชฟชื่อดัง เอียน กิตติชัย เชื้อเชิญให้ลิ้มลองผลงานอาหารที่สร้างสรรค์ในแบบที่ทุกจานมีเรื่องราวในตัวเองหรือปลุกความรู้สึกของคุณได้',

        DINNING_LD_H : 'ห้องอาหารฤดู',
        DINNING_LD_P1 : 'กลิ่นอาหาร ความน่ามองและรสชาติคือหลักการทำงานของเชฟ ธิติฏฐ์ ทัศนาขจร ณ ห้องอาหารฤดู ด้วยการใช้เทคนิคสมัยใหม่กับเรื่องราวที่เข้าถึงอาหารไทย เชฟหนุ่มผู้นี้จึงใช้ลูกเล่นของรส เนื้อสัมผัสและอุณหภูมินำเสนออาหารที่ทำให้ถูกใจจนคำสุดท้าย',

        DINNING_P_H : 'ห้องอาหารเพสท์',
        DINNING_P_P1 : 'คลื่นลูกหนึ่งของการเปลี่ยนโฉมห้องอาหารแบบไทย ที่กล้าใช้นวัตกรรมการทำอาหารแต่ยังคงไว้ซึ่งความเคารพในมรดกแห่งภูมิปัญญาของอาหารไทยแบบดั้งเดิม นำเอาตำรับเก่าแก่มาพัฒนาอย่างต่อเนื่องด้วยการใช้เทคนิคหลากหลาย',

        DINNING_JKS_H : 'ห้องอาหารจาน (เกาะสมุย)',
        DINNING_JKS_P1 : 'จาน ห้องอาหารที่พาท่านเดินทางสู่ดินแดนอาหารไทยดั้งเดิมที่หลากหลายรูปแบบ การนำเสนออย่างชำนาญและมีศิลปะด้วยรายการอาหารที่ผสมผสานวัตถุดิบนำเข้าจากต่างประเทศและผลิตภัณฑ์สุดสดใหม่ของประเทศเข้าด้วยกัน ',

        DINNING_BEP_H : 'ห้องอาหารบลู เอเลฟแฟ้นท์ (ภูเก็ต)',
        DINNING_BEP_P1 : 'อยู่บนอาคารเก่าแก่ 105 ปีแห่งบ้านพระพิทักษ์ชินประชาในภูเก็ต ห้องอาหารบลู เอเลฟแฟ้นท์นับเป็นสุดยอดห้องอาหารอันน่าประทับใจแห่งหนึ่งของประเทศ สร้างสรรค์เมนูโดยเชฟชื่อก้องโลก Noroor Somany Steppe รายการอาหารของที่นี่เปรียบเสมือนการได้เดินทางไปทั่วประเทศไทยทั้งในอดีตและปัจจุบัน',


        DINNING_IMPERIAL_H : 'รื่นรมย์เยี่ยงจักรพรรดิ',

        DINNING_IMPERIAL_SP_H : 'ห้องอาหารซัมเมอร์ พาเลซ',
        DINNING_IMPERIAL_SP_P1 : 'ห้องอาหารตกแต่งตระการตาคงความงาม บริการอาหารจีนดั้งเดิมหลากหลายเทคนิคโดยใช้การปรุงแบบใหม่ และส่วนประกอบในอาหารที่ไม่ซ้ำใคร ด้วยบริการในแบบร่วมสมัย',

        DINNING_IMPERIAL_FY_H : 'ห้องอาหารเฟย ยา',
        DINNING_IMPERIAL_FY_P1 : 'ด้วยวัตถุดิบทั้งในประเทศและนำเข้าจากต่างประเทศ เชฟของเฟย ยา สร้างสรรค์อาหารจีนกว้างตุ้งแบบคลาสสิคให้ได้ชิมทำให้นำเสนออาหารแบบดั้งเดิมที่ปรุงจากวัตถุดิบไม่เหมือนใคร บริการในบรรยากาศแบบร่วมสมัยในห้องอาหารสุดหรู',

        DINNING_IMPERIAL_BZ_H : 'ห้องอาหารบรีซ',
        DINNING_IMPERIAL_BZ_P1 : 'รายการอาหารอันหลากหลายของห้องอาหารบรีซ คือ ผลงานแห่งนวัตกรรมอาหารที่ผสมผสานรสชาติและวัฒนธรรมเอเชียได้อย่างกลมกลืนลงตัว ความแม่นยำเรื่องอาหารญี่ปุ่น ทักษะแห่งอาหารจีน และประสาทสัมผัสแห่งอาหารไทย เชฟสามารถพาท่านเดินทางไปยังอาหารที่ดีที่สุดของภูมิภาคเลยที่เดียว',

        DINNING_IMPERIAL_SP_H : 'ห้องอาหารแชง พาเลซ',
        DINNING_IMPERIAL_SP_P1 : 'เชฟชาวฮ่องกง Shan Yun Ming แห่งแชง พาเลซ นำเสนออาหารจีนกวางตุ้งพิเศษสุดด้วยเทคนิคการปรุงแบบดั้งเดิม ที่นี่จึงเป็นสุดยอดห้องอาหารจีนกวางตุ้งดั้งเดิมในกรุงเทพที่มีชื่อเรื่องกระบวนการปรุงอาหาร.',


        DINNING_IMPERIAL_CH_H : 'ห้องอาหารไชน่า เฮาส์',
        DINNING_IMPERIAL_CH_P1 : 'อาหารของไชน่า เฮาส์น่าตื่นจาตื่นใจมากพอกันกับบรรยากาศของห้องอาหาร บริการด้วยติ่มซำมื้อเที่ยงหลากหลายราวมหกรรม และเมนูจีนกว้างตุ้งคลาสสิคสุดพิเศษในแบบสมัยใหม่สำหรับมื้อค่ำ',


        DINNING_ITALY_H : 'ด้วยรักจากอิตาลี',

        DINNING_ITALY_O_H : 'ห้องอาหารโอปุส',
        DINNING_ITALY_O_P1 : 'ส่วนประกอบคุณภาพเยี่ยมจะทำให้อาหารดีสุดยอด คือ สิ่งที่ห้องอาหารนี้นำพาไปสู่การเดินทางแห่งการลิ้มรสอาหารอิตาเลี่ยนที่ดีที่สุดของภูมิภาค เชฟ Davide Calo เลือกใช้ส่วนผสมของอาหารแต่ละอย่างที่จะทำให้รสชาติดีที่สุด รวมกับทักษะอันเชี่ยวชาญและการคิดค้นอย่างชาญฉลาดเพื่อนำเสนออาหารอิตาเลี่ยนจานหรู',

        DINNING_ITALY_LS_H : 'ห้องอาหารลา สกาล่า',
        DINNING_ITALY_LS_P1 : 'ห้องอาหารอิตาเลี่ยนที่ดำเนินกิจการมายาวนานและดีที่สุดแห่งหนึ่งของกรุงเทพมหานคร ลา สกาล่า ห้องอาหารอิตาเลี่ยนดุจดั่งปราการแห่งต้นตำรับอาหารอิตาเลี่ยน ใส่ใจในส่วนประกอบดั้งเดิมของอาหารและนำเสนอแบบสร้างสรรค์',

        DINNING_ITALY_LBAL_H : 'ห้องอาหารลา โบเตกา ดิ ลูกา',
        DINNING_ITALY_LBAL_P1 : 'เน้นส่วนประกอบอาหารและเครื่องปรุงที่นำเข้าจากต่างประเทศ เชฟ Luca Appino นำเสนออาหารอิตาเลี่ยนดั้งเดิมแนวใหม่แต่ยังคงเคารพไว้ซึ่งมรดกอันเก่าแก่ ด้วยแรงบันดาลใจจากภูมิภาคเมดิเตอร์เรเนียน เชฟจึงนำส่วนประกอบอาหารอิตาเลี่ยนดั้งเดิมมาดัดแปลงและนำเสนอในรูปแบบที่ไม่คาดคิด',

        DINNING_ITALY_TJ_H : 'ห้องอาหารโจโจ้',
        DINNING_ITALY_TJ_P1 : 'นำเสนออาหารอิตาเลี่ยนต้นตำรับอย่างชาญฉลาด การบริการที่ขัดเกลาอย่างดีเยี่ยม และบรรยากาศร่วมสมัยโก้หรูทำให้ห้องอาหารโจโจ้แห่งนี้คู่ควรกับการไปลิ้มลอง มื้อกลางวันเต็มไปด้วยบรรดาผู้ชื่นชมเมนูประจำ ในขณะที่มื้อเย็นห้องอาหารจะโก้หรูไปอีกแบบยามเมื่ออาทิตย์ตกดิน',

        DINNING_ITALY_ET_H : 'ห้องอาหารอิโนติกาอิตาเลียนา',
        DINNING_ITALY_ET_P1 : 'มนตราแห่งประเพณี นวัตกรรม และแรงบันดาลใจแห่งโลกเก่าและฤดูกาล เชฟ Stefano Merlo ปรับอาหารอิตาเลี่ยนดั้งเดิมให้เป็นแนวร่วมสมัย แต่ละจานเต็มไปด้วยเรื่องราวที่จะกระตุ้นเตือนความทรงจำได้เป็นอย่างดี',

        DINNING_ITALY_SS_H : 'ห้องอาหารเซนซี',
        DINNING_ITALY_SS_P1 : 'ลิ้มลองเสน่ห์ของอาหารที่เกี่ยวร้อยทุกความรู้สึกด้วยการกล้านำเสนออย่างมีศิลปะ ส่วนประกอบของอาหารส่วนใหญ่นำเข้ามาจากยุโรป เชฟ Christian Martena ต้องการทำอาหารอิตาเลี่ยนต้นตำรับที่ดีที่สุดด้วยวิธีการนำเสนออันท้าทายและทำให้แขกแปลกใจได้เสมอ',


        DINNING_RISING_H : 'จากดินแดนอาทิตย์อุทัย',

        DINNING_RISING_MD_H : 'ห้องอาหารมูเกนได',
        DINNING_RISING_MD_P1 : 'มูเกนได คือ ข้อพิสูจน์แห่งความภาคภูมิใจในแบบญี่ปุ่นต้นตำรับ ที่เลือกสรรใช้ส่วนผสมของอาหารตามฤดูกาลที่ดีที่สุดอย่างแท้จริงตามวิถีแห่งธรรมชาติมากเท่าที่จะเป็นได้ จนเป็นอาหารเลิศรสขนานแท้ที่คุณจะสัมผัสได้',
        
        DINNING_RISING_ZA_H : 'ห้องอาหารซูม่า',
        DINNING_RISING_ZA_P1 : 'ห้องอาหารซูม่า มีชื่อเสียงไปก้องโลกด้วยอาหารญี่ปุ่นชั้นเยี่ยมในแบบร่วมสมัยและมีแนวความคิดโดดเด่น ด้วยแนวคิดหลักที่หลากหลายและมีความสร้างสรรค์ตามวิถีดั้งเดิมของการดื่มกินรูปแบบ Izakaya ',

        DINNING_RISING_ST_H : 'ห้องอาหารซิกเนเจ้อร์',
        DINNING_RISING_ST_P1 : 'ด้วยผลงานความสำเร็จจากอาหารจานเล็กปรุงจากปลาและอาหารทะเลนำเข้าสดใหม่ที่เน้นรายละเอียด บรรดาเชฟแห่งห้องอาหารนี้ได้นำเสนอผลงานชั้นสูงแห่งความเป็นต้นตำรับ ความงดงาม และความน่าเชื่อถือที่ไร้คู่แข่งในเรื่องวัตถุดิบคุณภาพชั้นดี',

        DINNING_RISING_YT_H : 'ห้องอาหารยามาซาโตะ',
        DINNING_RISING_YT_P1 : 'ห้องอาหารของโรงแรมดิโอกุระ เพรสทีจ กรุงเทพ ฯ ที่ได้รับรางวัลห้องอาหารชั้นเลิศหรู พร้อมบริการด้วยแท่นปรุงเทปปันยากิสองแท่น ห้องอาหารอาหารส่วนตัว และอาหารทะเลชั้นเลิศจากตลาดทสึกิจิอันลือนามแห่งโตเกียวที่จะให้ท่านได้พึงพอใจกับความปรารถนารสชาติแห่งญี่ปุ่น',


        DINNING_SPECIAL_H : 'บริการเอาอกเอาใจเป็นพิเศษ',

        DINNING_SPECIAL_GG_H : 'ห้องอาหารกากั้น',
        DINNING_SPECIAL_GG_P1 : 'ด้วยความเต็มใจของเชฟ Gaggan Anand ที่จะแหวกวงล้อมจากธรรมเนียมแห่งสายเลือดครัวอาหารอินเดียมาสู่แวดวงอาหารไทย จินตนาการอันหลากหลายของเชฟได้สร้างความตะลึงพรึงเพริด ปลื้มเปรมและก้าวผ่านจากรูปแบบวัฒนธรรมรุ่งเรืองแบบดั้งเดิมออกมาได้ ',
        
        DINNING_SPECIAL_EM_H : 'ห้องอาหารอีทมี',
        DINNING_SPECIAL_EM_P1 : 'เชฟชาวอเมริกัน Tim Butler ผู้สนับสนุนแนวคิดความยั่งยืนสรรสร้างรายการอาหารหลากหลายที่มอบทั้งความสบายใจและอาหารชั้นยอด ด้วยการมุ่งเน้นแนวคิดในความยั่งยืน จึงนำเสนออาหารแบบเรียบง่าย ตามฤดูกาล และรสชาติที่สดสะอาด',

        DINNING_SPECIAL_AT_H : 'ห้องอาหาร Afternoon Tea at Author’s Lounge',
        DINNING_SPECIAL_AT_P1 : 'น้ำชายามบ่าย ที่จัดรับรอง ณ Author’s Lounge อันทรงคุณค่าทางประวัติศาสตร์ของโรงแรมแมนดาริน โอเรียนเต็ล กรุงเทพ เปรียบเสมือนการแต่งงานอันสมบูรณ์แบบระหว่างเสน่ห์อังกฤษแบบเก่าและธรรมเนียมการเป็นเจ้าบ้านเจ้าเรือนแห่งสยามอันยาวนาน',

        DINNING_SPECIAL_ST_H : 'ห้องอาหาร Surf & Turf Champagne Brunch',
        DINNING_SPECIAL_ST_P2 : 'อาหารควบมื้อเช้าและกลางวันหรือ brunch ที่จัดเดือนละครั้งราวเทศกาลแห่งอาหารจากสรวงสวรรค์ของห้องอาหารนี้ คือ งานแสดงอาหารอันหรูหราที่สุดของโลก ด้วยการมานะอุสาหะคัดสรรและนำเข้าอาหารมาจากทั่วทุกมุมโลก ทำให้นักชิมตั้งตารอคอยเมนูของที่นี่ ',


        ONCE_H : 'เพียงสักครั้งหนึ่งในชีวิตนี้',
        ONCE_P1 : 'เมืองไทยมีเรื่องราวมากมายหลายอย่างที่ควรต้องลองสัมผัสสักเรื่อง คุณค่าแห่งเรื่องราวต่าง ๆ มิได้ตีค่าเพียงแค่ราคา แต่ความเป็นเอกอันไร้ที่ใดเสมอเหมือนแห่งความงดงามและวัฒนธรรมไทย เปรียบประหนึ่งหน้าต่างสู่จิตวิญญาณแห่งอาณาจักรแห่งนี้',

        ONCE_SSC_H : 'จิบแชมเปญชมอาทิตย์อัสดงบนเรือสำราญที่ภูเก็ต',
        ONCE_SSC_P1 : 'ถือ Perrier Jouet ติดมือไปดื่มฉลองให้กับวันอันแสนงามเมื่อเสร็จสิ้นการล่องเรือสำราญ MY Victory 85 พร้อมดูพระอาทิตย์อัสดง คือความพิเศษสุดที่จัดบริการโดยอันดามันครุยส์ (Andaman-cruises.com/join-day-cruise.html) ที่มีเรือยอร์ชหลายแบบให้เลือกเพื่อการเดินทาง ต้องไม่ลืมหยุดแวะที่แหลมพรหมเทพปลายสุดแห่งเกาะอันเป็นจุดชมลำแสงเหลืองแดงของพระอาทิตย์ยามอัสดงที่งดงามที่สุดบนเกาะนี้',

        ONCE_KYW_H : 'ท่องเที่ยวชิมไวน์ที่เขาใหญ่ด้วยลัมบูร์กินีหรูและเครื่องบินส่วนตัว ',
        ONCE_KYW_P1 : 'ลองเช่าเครื่องบินเจ็ทส่วนตัว แล้วบินไปร่อนลงจอดที่ลานบินขนงพระ (Khanong Phra Airport) ของชาญวีร์ รีสอร์ท แอนด์คันทรี่คลับ (www.ranchocharnvee.com) หรือจะเรียกบริษัทรถเช่าให้นำลัมบูร์กินี รถยนต์ระดับสุดยอดหรูหรา  มาให้ขับลดเลี้ยวไปยังอุทยานแห่งชาติเขาใหญ่ในแบบสุดหรูอลังการ (www.prestigecarrentalbangkok.com) แล้วเยี่ยมชมไร่องุ่นกรานมอนเต ไร่องุ่นที่สวยงามที่สุดแห่งหนึ่งในเมืองไทย (www.grandmonte.com) ก่อนจะกลับมาค้างที่ ศาลาเขาใหญ่ (www.salaresorts.com/khaoyai) ที่พักหรูสุดพิเศษที่มีห้องพักและพูลวิลล่าให้เลือกพักเพียง 7 ห้อง',

        ONCE_PYA_H : 'สนุกสนานแล่นเรือยอร์ชส่วนตัว',
        ONCE_PYA_P1 : 'เช่าเหมาลำเรือยอร์ชส่วนตัวท่องไปบนผืนน้ำในแบบที่จะจดจำไม่ลืมเลือนกับทิวทัศน์ของเกาะอันเขียวชอุ่มด้วยภาพความงามแห่งธรรมชาติ ไม่ว่าจะเป็นการปิกนิกแบบหลบลี้จากผู้คน หรือท่องเที่ยวไปในท้องทะเล เรือยอร์ชเช่าเหมาลำ เช่น พริ้นเซสยอร์ช (www.princessyachtssea.com) และ เอเชียมารีน (www.asia-marine.com) สรรหาทุกสิ่งที่พร้อมสำหรับการออกสำรวจไปตามหมู่เกาะและคุ้งอ่าวอันเงียบสงบในอ่าวไทยและทะเลอันดามัน   ',

        ONCE_AEF_H : 'ชื่นชมงานศิลป์แห่งดอกไม้ในกรุงเทพ',
        ONCE_AEF_P1 : 'ให้โชเฟอร์ที่พูดภาษาอังกฤษจาก www.firstclassbangkok.com ขับจากัวร์ XJ ที่พร้อมสรรพด้วยไวไฟ แชมเปญมารับไปท่องย่านเมืองเก่าในเขตดุสิต ที่ พิพิธภัณฑ์วัฒนธรรมดอกไม้ (www.floralmuseum.com) ผลงานของสกุล อินทกุล ศิลปินงานดอกไม้ชื่อเสียงเป็นที่รู้จักระดับนานาชาติแห่งนี้คือที่แห่งเดียวในโลกที่ควรค่าไปเยี่ยมชม และเข้าร่วมกิจกรรมหัดร้อยมาลัย หรือเพียงไปสัมผัสความหอมอบอวลนานาจากดอกไม้ของที่นี่ ',

        ONCE_CPD_H : 'อาหารมื้อค่ำสุดหรูบนเรือล่องลำน้ำเจ้าพระยาในกรุงเทพ',
        ONCE_CPD_P1 : 'ทิ้งภาพความวุ่นวายจากตึกคอนกรีตอันน่าเวียนหัวของกรุงเทพ หันมาลอยล่องไปบนลำน้ำเจ้าพระยาหัวใจแห่งอาณาจักรแห่งนี้ที่สมบูรณ์แบบที่สุดสำหรับดื่มด่ำมื้ออาหารอันทรงเกียรติบนเรือ อัปสราดินเนอร์ครุยส์ ที่ลอยล่องอย่างสงบไปตามลำน้ำด้วยบริการอาหารไทยชั้นสูงด้วยกรรมวิธีการปรุงที่ละเมียดละไมซับซ้อนมากกว่าการทำผัดไทย อาหารที่รู้จักกันทั่วไป และได้ชื่นชมทิวทัศน์วิถีชีวิตแห่งลำน้ำสำคัญที่สุดของประเทศ (www.banyantree.com/en/ap-thailand-bangkok/apsara)',

        ONCE_HAB_H : 'โบยบินบนกระเช้าบอลลูนลมร้อนเหนือฟ้าที่เชียงใหม่',
        ONCE_HAB_P1 : 'การเดินทางหนึ่งชั่วโมงด้วยกระเช้าบอลลูนลมร้อนอันสมบูรณ์แบบจะพาท่านสู่ยอดไม้เหนือทิวเขาของภาคเหนือที่จังหวัดเชียงใหม่ สัมผัสทิวทัศน์เขียวชอุ่มยามพระอาทิตย์ขึ้นด้วยมุมมองอย่างนก ปลุกประสาทให้ตื่นด้วยกาแฟหรือน้ำชาที่เสิร์ฟต้อนรับเมื่อมาถึง เพลิดเพลินไปกับการเดินทาง (พร้อมกับผู้ขับขี่บอลลูนที่ได้รับการฝึกฝนมาอย่างดี) ร่อนลงมารับมื้อเช้าพร้อมจิบแชมเปญฉลองเพื่อเริ่มกิจกรรมสุดวิเศษอื่นที่พื้นล่างต่อไป (www.ballonadventurethailand.com)',


        ONCE_HTS_H : 'เที่ยวชมหมู่เกาะภาคใต้ด้วยเฮลิคอปเตอร์',
        ONCE_HTS_P1 : 'บริการท่องเที่ยวด้วยเฮลิคอปเตอร์บินชมอัญมณีแห่งชายฝั่งทางภาคใต้ที่เกาะภูเก็ต และเกาะเล็กน้อยอื่น เช่น เกาะพีพี เกาะลันตา เกาะใหญ่ใน และอ่าวพังงา การเดินทางสี่ชั่วโมงแระกอบด้วยเกาะลันตาสองชั่วโมง และหยุดพักที่แหลมพรหมเทพอันโรแมนติคที่สุดของภูเก็ต ได้เก็บภาพพระพุทธรูปหินอ่อนขาวแบบพม่านามพระพุทธมิ่งมงคลเอกนาคคีรี และภาพแนวชายฝั่ง ป่าไม้และหมู่บ้านต่างในแบบมุมสูงที่ไม่มีใครเหมือน (www.skydance.aero) ',

        ONCE_TCT_H : 'ตามรอยเส้นทางท่องเที่ยวด้วยรถไฟจากกรุงเทพ',
        ONCE_TCT_P1 : 'ตู้รถไฟ Presidential ของ The Eastern and Oriental Express หรูหราระดับราชาจากกรุงเทพไปสิงคโปร์ไปเลียบตามเส้นทางแนวชายฝั่งภาคใต้สู่มาเลเซีย ได้สัมผัสวัฒนธรรมพื้นเมืองขนานแท้ พบปะพุดคุยกับควาญช้าง ผู้นำหมู่บ้านรุ่นเก่าที่เชี่ยวชาญเรื่องไวน์ และพักผ่อนอย่างสะดวกสบายในตู้รถไฟระดับหรู (www.belmond.com/eastern-and-oriental-express/journeys)',

        ONCE_BBF_H : 'คืนสู่สามัญในฟาร์มที่โคราช ',
        ONCE_BBF_P1 : 'ใช่แล้ว ฟาร์มจิม ทอมป์สัน (www.jimthompsonfarm.com) ชื่อเดียวกันกับบริษัทผลิตผ้าไหมไทยอันหรูหรา ฟาร์มนี้เป็นการผสมผสานการท่องเที่ยวเชิงเกษตรและเป็นมิตรกับส่งแวดล้อมด้วยวิถีแห่งการทำฟาร์มแบบยั่งยืน ติดกันกับฟาร์ม คือ หมู่บ้านชาวอีสานดั้งเดิมที่อาศัยกันอยู่มายาวนานก่อนที่วัฒนธรรมตะวันตกจะคืบคลานเข้ามา โคราช ไม่ใช่เมืองหลักที่จะเดินทางด้วยเครื่องบินพาณิชย์ จึงมีบริษัทจัดการเครื่องบินเจ็ทส่วนตัวไว้รับรองแทน (www.mjets.com)',

        ONCE_ATS_H : 'เยือนวัดโบราณยามเช้าตรู่ด้วยเรือขนข้าวเก่าที่อยุธยา',
        ONCE_ATS_P1 : 'สัมผัสความสงบยามอาทิตย์อุทัยที่อยุธยาเมืองหลวงเก่าบนดาดฟ้าเรือหรูที่ดัดแปลงจากเรือขนข้าวสมัยโบราณ (www.mekhala.com) เริ่มออกเดินทางจากกรุงเทพยามค่ำตามลำน้ำสู่อยุธยาตามรอยกระบวนพยุหยาตราทางชลมารค เพลิดเพลินกับชีวิตริมฝั่งน้ำตามรายทางและอาหารไทยสุดหรูแบบชาวน้ำ (ประณีตบรรจงเพียบพร้อมด้วยกุ้งแม่น้ำ)',

        ONCE_PBD_H : 'อาหารค่ำส่วนตัวริมหาดบนเกาะสมุย',
        ONCE_PBD_P1 : 'อาหารค่ำสำหรับสองเราใต้แสงดาวบนสวรรค์หาดทรายในแบบส่วนตัว คือความโรแมนติคที่โรงแรมหรรษา เกาะสมุย (www.hansarsamui.com/dinning_un-der_stars) จัดสรรไว้รับรอง ด้วยการบริการจากบริกรส่วนตัวที่เชี่ยวชาญ รายการอาหารที่ปรับเปลี่ยนไม่ซ้ำกันทุกเดือน จานเรียกน้ำย่อยและอาหารออกแบบปรุงรสโดยเชฟชั้นนำที่จะช่วยให้ความสนุกสนานบนหาดปิดท้ายวันอย่างงดงาม',

        ONCE_KYP_H : 'เทศกาลลอยกระทงและยี่เป็งเชียงใหม่',
        ONCE_KYP_P1 : 'ที่เชียงใหม่ นอกจากจะลองอาหารดั้งเดิมนามว่า ข้าวซอย (บะหมี่กรอบราดน้ำแกง) ไปแล้ว ไม่มีอะไรจะรื่นเริงได้มากเท่ากับเทศกาลลอยกระทง (เทศกาลที่แสดงความเคารพต่อพระแม่คงคา) และ ยี่เป็ง (โคมลอยที่จุดเทียนนับพันโคมที่ลอยสู่ท้องฟ้า) จองห้องพักที่โรงแรมดาราเทวี (www.dharadhevi.com) เพื่อการดื่มด่ำกับวัฒนธรรมอันงดงามระหว่างการพักผ่อนในวันหยุดอันสงบเยือกเย็นด้วยกิจกรรมประจำวันแบบพื้นเมือง (เช่น การสานตะกร้า) และบริการสปาอันเยี่ยมยอด  ',
        
        ONCE_SS_H : 'สงกรานต์ที่สุโขทัย',
        ONCE_SS_P1 : 'ทั้งกรุงเทพและเชียงใหม่ขึ้นชื่อในเรื่องการเล่นสาดน้ำฉลองวันขึ้นปีใหม่ไทย (เทศกาลสงกรานต์) แต่สุโขทัยนั้นมีเสน่ห์เรื่องนี้ไม่แพ้กันด้วยความงามจากวัดเก่าแก่ที่เป็นภาพฉากหลังและบรรยากาศแบบสงบมากกว่า ลองค้นหาวัฒนธรรมแบบผ่อนคลายให้ลึกลงไปด้วยการเลือกพักที่โฮมสเตย์ (homestaynatonchan.blogpost.com) ที่เจ้าของบ้านจะแนะนำให้รู้จักเครื่องมือท้องถิ่น อย่างเช่น กี่ทอผ้า และงานฝีมือต่าง ๆ แม้ห้องพักจะดูไม่ค่อยมีอะไรแต่วิถีวัฒนธรรมท้องถิ่นที่คุณจะได้เข้าถึงนั้นควรค่าแห่งการไปสัมผัสกว่าการไปเที่ยวตามธรรมดาอันดาษดื่น',

        ONCE_HOE_H : 'สัมผัสประสบการณ์ที่ปางช้าง',
        ONCE_HOE_P1 : 'การมาพักที่ Four Seasons Tented Camp Golden Triangle (www.fourseasons.com/goldentriangle) คือโอกาสที่คุณจะได้สัมผัสกับยักษ์ใหญ่ใจดีที่บ้านในธรรมชาติของมันแบบเป็นส่วนตัวที่สุด ตารางการเดินทางแบบสามถึงสี่วันทำไว้ให้คุณได้เริ่มตั้งแต่การเป็นควาญเบื้องต้น (ควบคุมช้าง) การให้อาหาร การดูแล ไปจนถึงการออกเดินเข้าไปในป่าและดูช่วงเวลาสุดโปรดชองช้าง คือการอาบน้ำและเล่นน้ำในแม่น้ำ ช้างหลายเชือกได้รับการช่วยเหลือออกมาจากการใช้งานที่ถูกทารุณพาร่อนเร่ไปตามถนนในกรุงเทพและพัทยา คุณจะประทับใจไปกับความสุขของช้างที่ได้กลับคืนสู่ถิ่นที่พวกมันควรได้อาศัยอยู่',

        ONCE_CSU_H : 'ทุ่งบัวแดงแห่งอุดรธานี',
        ONCE_CSU_P1 : 'ละลานตากับภาพความงามอันสุดวิเศษของบัวแดงมากมายที่บานเต็มทุ่งได้ปีละครั้งในช่วงเดือนตุลาคมไปจนถึงปลายเดือนมกราคมที่หนองหาน จังหวัดอุดรธานี ด้วยการนั่งเครื่องบินไปแบบเที่ยวบินส่วนตัว แล้วเข้าพักที่บ้านเดียมโฮมสเตย์ (Ban Diam Homestay) อันน่ารักอบอวลด้วยบรรยากาศแบบอีสานแท้ที่อยู่ใกล้กับทุ่ง ตื่นแต่เช้าให้ไปทันดูบัวบาน (ดีที่สุดคือช่วง 6-10 โมงเช้า) เติมพลังด้วยอาหารเช้าจากโฮมสเตย์ แล้วมุ่งหน้าสู่อุทยานก่อนประวัติศาสตร์บ้านเชียงที่ UNESCO จัดให้เป็นมรดกโลกและเป็นแหล่งท่องเที่ยวที่ดีที่สุดของจังหวัด',

        ONCE_LCC_H : 'เรียนทำอาหารบนเรือล่องเจ้าพระยา ',
        ONCE_LCC_P1 : 'สำหรับผู้ที่ต้องการเรียนรู้ทุกอย่างที่เป็นไทยแล้ว ชั้นเรียนทำอาหารไทยจัดว่าเป็นเรื่องยอดนิยม ดังนั้น เรือมโนราห์ครุยส์ (www.manoharacruises.com) จึงคัดสรรการเรียนการสอนแบบสุดยอดพร้อมกับทิวทัศน์ในแบบที่ไม่มีใครทำ ด้วยการลงเรือมโนราห์ซึ่งดัดแปลงจากเรือขนข้าวสารแบบโบราณล่องลอยไปในแม่น้ำเจ้าพระยา ก่อนจะหยุดเลือกซื้อหาวัตถุดิบสุดสดใหม่ที่ตลาดสดเพื่อมาทำอาหารแบบริมน้ำขนานแท้คู่กับผักสดพื้นบ้าน ',

        ONCE_YACHT_H : 'สถานที่ล่องเรืออย่างสมบูรณ์แบบ การแล่นเรือยอร์ชในประเทศไทย',
        ONCE_YACHT_P1: 'ธรรมชาติของไทยมีความงามสุดพิเศษมากที่สุดในภูมิภาคด้วยทะเลอันดามันตามแนวฝั่งตะวันตกและอ่าวไทยทางตะวันออกที่โอบอยู่ทั้งสองด้านของประเทศ ทำให้เป็นภาพความงามในฝันสำหรับการแล่นเรือยอร์ชในแบบที่ลืมไม่ลง',

        ONCE_YACHT_P2: 'ตลอดเวลาห้าปีที่ผ่านมา จำนวนเรือยอร์ชทั่วไปและเรือยอร์ชสุดยอดหรูหราเพิ่มจำนวนขึ้นอย่างมากตามชายฝั่ง ซึ่งช่วยผลักดันมาตรฐานของอุตสาหกรรมเรือยอร์ช การจัดการแข่งขันเรือหลายครั้งในประเทศ (จากภูเก็ต อ่าวพังงา เกาะสมุย มายังหัวหินและพัทยา) ช่วยทำให้สิ่งอำนวยความสะดวกในการเล่นเรือยอร์ชชั้นนำในประเทศและพื้นที่อันน่าตื่นตะลึงสำหรับการแล่นเรือเป็นที่โดดเด่น รวมทั้งการจัดแข่งขันเรือยอร์ชในภูเก็ต อ่าวพังงา หัวหิน พัทยาและเกาะสมุย',

        ONCE_YACHT_P3: 'ภูเก็ตเป็นจุดหมายแห่งการเล่นเรือยอร์ชที่พัฒนาแล้วที่ดีที่สุดของไทยด้วยการมีท่าเรือที่พร้อมบริการเต็มรูปแบบถึงสี่ท่า ระดับของพื้นที่การเล่นเรือที่เข้าถึงได้ง่ายมีมากพอกันกับความน่าตื่นตะลึงของพื้นที่ เช่น พื้นที่เล่นเรือในวันเดียวอย่างเกาะราชา เกาะรัง เกาะไข่ เกาะนาคา เกาะปะการัง เกาะพีพีและอ่าวพังงาอันงดงาม สำหรับเรือใบขนาดใหญ่นั้นควรแล่นออกไปที่หมู่เกาะสิมิลันและหมู่เกาะสุรินทร์อันมีชื่อเสียงและอยู่ห่างไปจากชายฝั่ง',

        ONCE_YACHT_P4: 'พื้นน้ำอันสงบของอ่าวไทยรอบเกาะสมุยเหมาะสำหรับการเล่นเรือยอร์ชได้อย่างกว้างไกล เกาะใกล้เคียงอีกหลายที่ เช่น เกาะพงัน เกาะเต่า และเกาะนางยวน เป็นที่นิยมสำหรับการเล่นเรือในวันเดียว แต่ถ้าจะพูดถึงจุดเล่นเรือที่งดงามที่สุดต้องไปที่อุทยานแห่งชาติทางทะเลหมู่เกาะอ่างทอง  ซึ่งประกอบด้วยเกาะเล็กเกาะน้อยเขียวชอุ่ม 42 เกาะงดงามจนได้เป็นสถานที่ถ่ายทำภาพยนตร์ระดับโลกเรื่อง The Beach',

        ONCE_YACHT_P5: 'สำหรับกระบี่ที่อยู่ฝั่งตรงข้ามภูเก็ตในอ่าวพังงา  ภูมิทัศน์ของเขาหินปูนที่ผุดขึ้นในท้องน้ำทำให้เป็นจุดเล่นเรือในเอเชียที่สวยงามแบบลืมหายใจ ไม่ต้องกังวลกับการจะไม่มีเกาะให้ทอดสมอสำหรับการพายเรือคายัคไปตามทะเลสาบและถ้ำในทะเลอันงดงามที่ซ่อนตัวอยู่ก่อนจะสนุกสนานกับการปิกนิกภบนเกาะที่ห่างไกลจากผู้คน',

        ONCE_YC_H: 'บริษัทให้บริการเรือยอร์ช',
        ONCE_YC_PY_H: 'Princess Yachts Southeast Asia',
        ONCE_YC_SM_H: 'Simpson Marine',
        ONCE_YC_BL_H: 'Boat Lagoon Yachting Charter',
        ONCE_YC_AM_H: 'Asia Marine',
        ONCE_YC_SA_H: 'Sunsail Asia',
        ONCE_YC_NJ_H: 'Northrop & Johnson',
        ONCE_YC_SS_H: 'Seal Superyachts',
        ONCE_YC_AP_H: 'Asia Pacific Superyachts',

        ONCE_YE_H: 'กิจกรรมการเล่นเรือ',
        ONCE_YE_PK_H: 'ภูเก็ตรีกัตตาชิงถ้วยพระราชทาน',
        ONCE_YE_OM_H: 'โอเชี่ยนมารีน่าพัทยาโบ้ตโชว์',
        ONCE_YE_AS_H: 'Asia Superyacht Rendezvous',
        ONCE_YE_PI_H: 'Phuket International Boat Show',
        ONCE_YE_PY_H: 'ภูเก็ตยอร์ชโชว์',
        ONCE_YE_TG_H: 'Top of the Gulf Regatta',
        ONCE_YE_TB_H: 'The Bay Regatta',
        ONCE_YE_PR_H: 'Phuket Race Week',

        ONCE_GOLFING_H: 'ตีกอล์ฟที่เมืองไทย',
        ONCE_GOLFING_P1: 'ประทศไทยเป็นที่รู้กันอย่างกว้างขวางว่าเป็นจุดหมายปลายทางสำหรับการตีกอล์ฟที่ดีที่สุดแห่งหนึ่งของเอเชีย อาณาจักรแห่งนี้มีสนามกอล์ฟมากกว่า 250 แห่ง หลายแห่งออกแบบโดยนักกอล์ฟมืออาชีพชั้นนำ เช่น เกรก นอร์แมน(Greg Norman) และ แจ็ค นิคลอส  (Jack Niklaus) หรือสถาปนิกชื่อดัง พีท ดาย (Pete Dye) และโรเบิร์ต เทร็นท์ โจนส์ (Robert Trent Jones) ด้วยสภาพทิวทัศน์อันลืมไม่ลง แฟร์เวย์คดเคี้ยวไปมา และสโมสรสมาชิกอันหรูหรา ดินแดนแห่งรอยยิ้มนี้จึงเป็นสุดยอดความฝันของบรรดานักกอล์ฟ',

        ONCE_GOLFING_AS_H:'สนามกอล์ฟอมตะ สปริงส์ (ชลบุรี)',
        ONCE_GOLFING_AS_P1:'สนามกอล์ฟอมตะได้รางวัล “สนามกอล์ฟที่ดีที่สุด” 4 ปีซ้อนที่ผ่านมาสำหรับการแข่งขัน Asian Tour',
        ONCE_GOLFING_AL_H:'สนามกอล์ฟอโยธยาลิงค์ (อยุธยา)',
        ONCE_GOLFING_AL_P1:'สนามกอล์ฟที่ดีสุดยอดของประเทศไทย และเป็นที่รู้กันแพร่หลายว่าดีที่สุด',
        ONCE_GOLFING_AG_H:'สนามกอล์ฟอัลไพน์กอล์ฟคลับ (ปทุมธานี)',
        ONCE_GOLFING_AG_P1:'สวรรค์อันเย้ายวนด้วยเนินและคลื่นแห่งกรีนอันท้าทายและหลุมเก้าที่ต้องจดจำ',
        ONCE_GOLFING_SC_H:'สนามกอล์ฟสยามคันทรี่คลับ (เดิม)(ชลบุรี)',
        ONCE_GOLFING_SC_P1:'สนามกอล์ฟแห่งประวัติศาสตร์ที่ออกแบบโดย Isao Mazumi ผู้มีชื่อเสียงในปี 2515',
        ONCE_GOLFING_BH_H:'สนามกอล์ฟบันยัน (หัวหิน)',
        ONCE_GOLFING_BH_P1:'สนามกอล์ฟมหึมา 18 หลุมที่เป็นจุดเด่นของโครงการพัฒนาที่อยู่อาศัยขนาดใหญ่ในชายฝั่งทะเลตะวันตกของประเทศ',
        ONCE_GOLFING_RM_H:'สนามกอล์ฟเร้ดเมาเท่น (ภูเก็ต)',
        ONCE_GOLFING_RM_P1:'สนามกอล์ฟในภูเก็ตที่ฝนตกอย่างทำนายไม่ได้ ออกแบบดัดแปลงจากพื้นที่เหมืองดีบุกเก่า',
        ONCE_GOLFING_BM_H:'สนามกอล์ฟแบลคเมาเท่น (หัวหิน)',
        ONCE_GOLFING_BM_P1:'อยู่ใกล้เมืองหัวหิน ฟิล ไรอัน (Phil Ryan) ออกแบบโดยใช้ความคิดของนักกอล์ฟระดับแชมป์โลก',
        ONCE_GOLFING_BC_H:'สนามกอล์ฟบลูแคนย่อน (ภูเก็ต)',
        ONCE_GOLFING_BC_P1:'สนามกอล์ฟอันลือชื่อเรื่องหลุมที่น่าจดจำที่สุดในเอเชีย ',
        ONCE_GOLFING_TC_H:'สนามกอล์ฟไทยคันทรี่คลับ (ฉะเชิงเทรา) ',
        ONCE_GOLFING_TC_P1:'สนามที่มีคลับเฮ้าส์หรูหราที่สุดในเอเชีย ที่ไทเกอร์ วู้ดส์ (Tiger  Woods) ทำแต้มไว้ที่ 64',
        ONCE_GOLFING_SC_H:'สนามกอล์ฟสันติบุรี (เชียงราย)',
        ONCE_GOLFING_SC_P1:'สนามกอล์ฟสภาพดีที่สุดแห่งหนึ่งของประเทศ ออกแบบโดยโรเบิร์ต เทรนท์ โจนส์ (Robert Trent Jones)',
}
