var translationsTH = {
        NAV_HOME: 'หน้าแรก',
        NAV_HOTELS: 'โรงแรม & รีสอร์ท',
            NAV_NORTHTH: 'ภาคเหนือ',
            NAV_CENTRAL: 'ภาคกลาง & ตะวันออก',
            NAV_SOUTHEN: 'ภาคใต้',
        NAV_DINING: 'อาหารและเครื่องดื่ม',
        NAV_LIFTIME: 'ครั้งหนึ่งในชีวิต',
        NAV_AFTERDARK: 'ยามค่ําคืน',
        NAV_MADEINTH: 'เมดอินไทยแลนด์',
        NAV_WELLNESS: 'สุขภาพ',
        NAV_MEDICALTOURISM: 'การแพทย์',
        NAV_LANG: 'ภาษา',

        INTRO_H : 'บทนำ',
        INTRO_P1:'อย่างไรจึงจะเรียกว่าหรูหรา การเดินเท้าเปล่าทอดน่องไปตามสะพานไม้ที่ทอดยาวไปปลายอ่าว ขึ้นบอลลูนยักษ์ยามอาทิตย์ลับฟ้าเหนือไร่องุ่นที่ทอดยาวไปสุดสายตา หรือ เลือกจิบแชมเปญ Vintage Cuvée คู่กับเมนูมื้อค่ำที่รังสรรค์แบบควรคู่กัน บางทีนั่งเครื่องบินเจ็ทส่วนตัวไปรีสอร์ทที่เลือกเฟ้นมาโดยเฉพาะ จะหรูหราหรือไม่ใช่',
        INTRO_P2:'ที่กล่าวมาทั้งหมดมันคือความหรูหรา และยังต้องมีความเป็นส่วนตัวแบบที่ลอกเลียนกันไม่ได้ จึงต้องกล้าที่จะเปลี่ยนสิ่งธรรมดาให้เป็นสิ่งไม่ธรรมดา จากของที่หาได้ทั่วไปเป็นของหายาก.',
        INTRO_P3:'หากคิดเช่นนี้แล้ว ลองมาไล่เรียงการให้บริการอันหรูหราเหนือระดับของประเทศไทยในแบบที่มีชายหาดส่วนตัว ล่องลอยบนบอลลูนยักษ์ แชมเปญเลิศรส และเดินทางด้วยเฮลิคอปเตอร์ (และอื่น ๆ อีกมาก) ที่มิใช่เป็นแค่บริการแบบธรรมดา ๆ แต่จะเป็นบริการที่สุดหรูสมบูรณ์แบบเหนือความคาดหวัง',

        HOME_BANGKOK_H : 'กรุงเทพมหานคร นครแห่งทวยเทพ ',

        HOME_BANGKOK_D1_P1 : 'กรุงเทพมหานคร  เมืองแห่งพลัง มีเสน่ห์เฉพาะตัว ซับซ้อนเหมือนตัวหนังสือไทย และมีความหลากหลายเหมือนกับอาหารนานาชนิดที่มีให้คุณเลือกสั่ง',
        HOME_BANGKOK_D1_P2 : 'มีตั้งแต่สถานที่สำหรับพวกไม่อยู่นิ่งชอบปาร์ตี้แบบสมัยใหม่ ใช้ชีวิตอยู่ตามห้างสรรพสินค้าและร้านอาหารเช้ายันเย็น และมาต่อด้วยไนต์คลับที่กระตุ้นชีพจรให้เต้นไปจนรุ่งสาง',
        HOME_BANGKOK_D1_P3 : 'ขณะที่อีกด้านจะถ่วงดุลมุมมองของเมืองอย่างตรงกันข้ามกันกับพวกแรก ออกมาในรูปแบบศิลปวัฒนธรรม เป็นสถานที่ผ่องใส สำหรับเข้าถึงจิตวิญญาณ ตามวัดวาอารามอันวิจิตร พระราชวัง และแม่น้ำคูคลอง',
        HOME_BANGKOK_D1_P4 : 'ถนนทุกสายในเมืองไทยมุ่งตรงสู่กรุงเทพมหานคร  เมืองหลวงแห่งศูนย์กลางการปกครองของชาติ จุดรวมของวัฒนธรรมและจิตใจ และเมืองแม่เหล็กดึงดูดผู้คนจากทุกภาค คนไทยสามารถสร้างสมดุลระหว่างเรื่องทางโลกและเรื่องทางธรรมได้เป็นอย่างดี',
        HOME_BANGKOK_D1_P5 : 'คนไทยร้อยละ 95 เป็นพุทธศาสนิกชน กรุงเทพมหานครเต็มไปด้วยวัดหลายร้อยแห่งที่มีเจดีย์สวยงามตั้งแต่แบบสงบเรียบง่ายไปจนถึงใหญ่โตสง่างามมลังเมลืองประดับด้วยทองอันวิจิตรตระการตา',
        HOME_BANGKOK_D1_P6 : 'คนไทย “สนุก” ได้มากพอกับความเชื่ออันเคร่งครัดในศาสนา คือ ชีวิตต้องมีความสุขสนุกสนาน แม้ยามหน้าสิ่วหน้าขวาน คนไทยก็สามารถทำงานการให้สำเร็จลุล่วงได้ในแต่ละวัน',
        HOME_BANGKOK_D1_P7 : 'กรุงเทพมหานครเลื่องชื่อและเป็นที่ยอมรับในหมู่นักท่องเที่ยวในเรื่องของการให้บริการ สำหรับนักท่องเที่ยวที่มีระดับ การบริการจะมีความแตกต่างเพิ่มมากขึ้นไป',
        HOME_BANGKOK_D1_P8 : 'บนถนนย่านพิเศษ เช่น ทองหล่อ และเอกมัย จะเต็มไปด้วยรถยนต์ชั้นยอดอย่าง เฟอร์รารี่ และ ลัมโบร์กินี ของบรรดาคนไทยระดับมีอันจะกินเพราะพวกนี้จะสัญจรไปมาระหว่างภัตตาคารหรูหราและคลับในละแวกนั้น ',

        HOME_BANGKOK_D2_P1 : 'แต่ชีวิตหรูหราเช่นนั้นมิได้จำกัดวงอยู่เพียงแค่ในแวดวงผู้ดี โรงแรมหรูหรา บาร์ชั้นดีเล็กใหญ่ ร้านเหล้า และร้านรวงต่าง ๆ ผุดขึ้นเป็นดอกเห็ดราวเสียงเคาะของเครื่องนับจังหวะดนตรี',
        HOME_BANGKOK_D2_P2 : 'กลุ่มบริหารเครือโรงแรมระดับโลกที่ประสบความสำเร็จ หรือแม้แต่โรงแรมที่มีเอกลักษณ์ในแบบของตัวเอง และบรรดาบูทีคโฮเทลต่างๆ ยกให้กรุงเทพมหานครเป็นตัวเลือกของโรงแรมหรูหราที่ดีที่สุดแห่งหนึ่งของเอเชีย แม้ว่าโรงแรมชื่อดังมากมายจะมารวมตัวกันอยู่บนถนนสุขุมวิทและสีลมที่เป็นแหล่งรวมธุรกิจชั้นนำ  ยังมีนักท่องเที่ยวอีกหลายคนที่ชอบไปพักสบาย ๆ  ในโรงแรมที่อยู่ใกล้แม่น้ำเจ้าพระยามากกว่าด้วยเช่นกัน',
        HOME_BANGKOK_D2_P3 : 'แม้ว่ากรุงเทพมหานครจะมีชื่อเสียงมากที่สุด  (แบบมีข้อแก้ต่าง) ในเรื่องของวัฒนธรรมอาหารริมทาง แต่เมื่อพูดถึงเรื่องภัตตาคารระดับเยี่ยมยอดเมืองนี้ขึ้นชื่อไม่แพ้กัน ที่จริงแล้วข้อมูลรายชื่อภัตตาคารดังชั้น 50 แห่งในเอเชียจัดทำขึ้นเมื่อไม่นานนี้โดย San Pellegrino จัดอันดับให้ห้องอาหารกากั้น (Gaggan) ของเชฟ Gaggan Anand ผู้เกิดในกรุงกัลกัตตาเป็นสุดยอดภัตตาคารอาหารอินเดียสุดหรูแห่งทวีป ',
        HOME_BANGKOK_D2_P4 : 'ในเรื่องของความบันเทิงยามค่ำคืน ทุกคนย่อมพูดถึงกรุงเทพมหานครเช่นกัน  สถานบันเทิงมีระดับมีให้เลือกมากมายไม่แพ้กับแหล่งสำราญติดไฟนีออนแสบสายตาอย่างไม่น่าเชื่อ ',

        
        HOME_BANGKOK_D3_P1 : 'แม้จะเคยเป็นเมืองค้าขายเล็ก ๆ ในศตวรรษที่ 15  กรุงเทพมหานครยังคงเป็นหัวใจของความทันสมัย ทั่วทั้งเมืองจะมีสถานที่น่าสนใจสำคัญมากมายทั้งในแบบวัดและวัง  สถานที่โดดเด่นส่วนใหญ่จะอยู่ตามริมฝั่งแม่น้ำเจ้าพระยา เช่น พระบรมมหาราชวัง พระราชวังดุสิต วัดโพธิ์ที่รู้จักกันว่ามีพระนอนใหญ่ที่สุดในโลก และวัดพระแก้วอันเป็นวัดศักดิ์สิทธิ์ที่สุดของประเทศ  ',
        HOME_BANGKOK_D3_P2 : 'มวยไทย  กีฬาประจำชาติเก่าแก่ แต่การจับจ่ายซื้อของในกรุงเทพมหานครนั้นเก่าแก่พอกัน ในเรื่องของความหลากหลายและราคาของสินค้า กรุงเทพมหานครจัดเป็นแหล่งซื้อขายที่ดีที่สุดในเอเชียตะวันออกเฉียงใต้ บรรดาห้างสรรพสินค้ามีให้เลือกซื้อตั้งแต่ผลิตภัณฑ์จากนักออกแบบชั้นนำ สินค้าจากนานาชาติ และแม้แต่ของที่ผลิตโดยคนไทย หรือหากไปเดินแถวตลาดนัดจตุจักรและตลาดรถไฟ ร้านค้าต่าง ๆ นับพันที่มีอยู่ก็สามารถดึงดูดเงินจากกระเป๋าได้เช่นกัน ',
        HOME_BANGKOK_D3_P3 : 'ถึงจะเป็นเมืองที่ชีวิตต้องรวดเร็วเร่งรีบ  กรุงเทพมหานครยังมีส่วนที่ใช้ชีวิตแบบสงบสบายได้ด้วย ชุมชนร่มรื่นแถบบางลำพู ร้านกาแฟแสดงงานศิลป์ย่านซอยอารี แม้แต่ร้านดนตรีฮิปที่ให้นั่งมองเรือแล่นไปตามแม่น้ำเจ้าพระยาเป็นตัวเลือกที่จะนั่งมองความงามของเมืองได้ดี ที่จริงแล้ว แรงบันดาลใจเรื่องประสบการณ์การท่องเที่ยวในกรุงเทพมหานคร สามารถหาได้จากการออกไปท่องเที่ยวในที่ต่าง ๆ  บ้างนอกจากจะเฝ้าดูอาทิตย์ตกดินจากเรือหรือจากร้านที่ผุดขึ้นเรียงรายตามริมน้ำเจ้าพระยาเพียงอย่างเดียว',
        HOME_BANGKOK_D3_P4 : 'แม้อากาศจะร้อนแทบละลาย หรือบางครั้งแออัดไปด้วยผู้คน สิ่งหนึ่งที่เมืองหลวงของไทยแห่งนี้ไม่เคยแกล้งเป็นเลย คือ ความน่าเบื่อ',


        HOME_NORTHERN_H : 'ภาคเหนือ มนต์เสน่ห์แห่งล้านนา',

        HOME_NORTHERN_D1_P1 : 'เมื่อพูดถึงแหล่งท่องเที่ยวของประเทศที่จัดเป็นจุดหมายปลายทางของการท่องเที่ยวระดับแถวหน้าแล้ว บางครั้งนักท่องเที่ยวมักจะลืมนึกถึงภาคเหนือไป หากไม่พูดถึงชายหาดระดับสวรรค์และรีสอร์ทหรูหราแล้ว ภาคเหนือเป็นภาคที่สามารถท่องเที่ยวแบบหรูหราได้ไม่แพ้กัน',
        HOME_NORTHERN_D1_P2 : 'นักท่องเที่ยวส่วนมากมักเริ่มต้นที่เชียงใหม่ เมืองหลวงแห่งวัฒนธรรม และโด่งดังเป็นอันดับสองรองจากกรุงเทพมหานคร เทือกเขาเขียวขจีที่โอบล้อมเมืองและความทันสมัยผสมกับวัฒนธรรมท้องถิ่นแบบเรียบง่ายอย่างลงตัวเย้ายวนให้คุณหลงใหลและปักหลักเริ่มการท่องเที่นว',
        HOME_NORTHERN_D1_P3 : 'ภาคนี้มีสถานที่ให้ไปท่องเที่ยวมากมาย ทั้งภูเขาที่อุดมไปด้วยป่าไม้   นาข้าวพลิ้วไหว สายน้ำไหลรินที่ให้ความรู้สึกถึงชนบทราวสรวงสวรรค์ และหมู่บ้านตัวเมืองของปาย แม่ฮ่องสอนและเชียงรายที่รายล้อมไปด้วยวัฒนธรรมชาวเขาให้บรรยากาศชวนพักผ่อนแบบสบาย ๆ  ',
        HOME_NORTHERN_D1_P4 : 'สำหรับนักท่องเที่ยวมากมายส่วนใหญ่แล้ว  เชียงใหม่เป็นเมืองต้นทางที่สมบูรณ์แบบสำหรับการเริ่มออกสำรวจภาคเหนือ  ถึงแม้จะเป็นเมืองอับดับสองรองจากกรุงเทพมหานครเชียงใหม่ไม่ได้แตกต่างไปมากนัก  ตัวเมืองที่อิงแอบอยู่ปลายดอยแห่งนี้เต็มไปด้วยวัดนับร้อย และหลายวัดมีประวัติศาสตร์ยาวนานย้อนกลับไปถึงตอนที่เมืองนี้เคยเป็นอาณาจักรล้านนาในสมัยโบราณ  ',
        HOME_NORTHERN_D1_P5 : 'องค์พระธาตุศักดิ์สิทธิ์ทั้งหลาย  รายล้อมด้วยคูเมืองโบราณและสถานที่ตั้งของเมืองบนสภาพแวดล้อมสวยงามสุดยอดเช่นนี้ ส่งให้เชียงใหม่เป็นเมืองที่ควรไปเยือน  ',
        HOME_NORTHERN_D1_P6 : 'แม้จะมีประเพณีที่หยั่งรากลึก การจะพูดถึงเชียงใหม่ไม่ได้มีเพียงเรื่องของประวัติศาสตร์เพียงอย่างเดียว โรงแรม บาร์   และภัตตาคารชั้นนำเกิดขึ้นมากมายไม่เคยหยุดนิ่ง ร้านค้าให้จับจ่ายซื้อของมีเป็นรายทางตั้งแต่ร้านขายของไปจนถึงตลาดกลางคืนไนท์มาร์เก็ตอันโด่งดัง',

        HOME_NORTHERN_D2_P1 : 'ถ้าออกจากศูนย์กลางประวัติศาสตร์ไปจะพบกับความทันสมัยที่ไม่หยุดนิ่ง เช่นแถวนิมมานเหมินทร์ จะพบงานศิลปะและดนตรีร่วมสมัยเปี่ยมไปด้วยพลังสร้างสรรค์ปลุกชีวิตให้เมืองอยู่ตามตึกแถวคอนกรีตทั่วไป',
        HOME_NORTHERN_D2_P2 : 'ชีวิตสบาย ๆ มีอยู่ดื่นดาษเลือกได้เช่นกัน เพราะสนามกอล์ฟดี ๆ อยู่ไม่ไกลจากตัวเมือง   หากจะลองกิจกรรมปีนหน้าผาและโรยตัว เชียงใหม่นับเป็นเมืองแห่งกิจกรรมผจญภัยที่โดดเด่นเมืองหนึ่งของไทยทีเดียว',
        HOME_NORTHERN_D2_P3 : 'ถึงจะดูเหมือนเป็นเมืองที่ล่อลวงสมัยใหม่  เชียงใหม่ยังคงไว้ซึ่งความสงบเช่นกัน   ด้วยคุณภาพราวต้องมนต์ขลังทำให้สิ่งอำนวยความสะดวกสบายอยู่ในระดับสุดยอดหรูหรา ด้วยการผสมผสานความงดงามของนาข้าวในแบบฉบับวันวานเข้ากับรีสอร์ทที่ซ่อนตัวอยู่ มานำเสนอในแบบอาคารไม้ในเขตป่าฝนด้วยสถาปัตยกรรมของลานนา ทั้งตัวเมืองและสิ่งแวดล้อมนอกเมืองล้วนอวดโฉมที่พักอันสงบสุขที่น่าประทับใจมากที่สุดของไทยอีกหลายแห่ง',
        HOME_NORTHERN_D2_P4 : 'ใจกลางเมืองเชียงใหม่เป็นจุดรวมของอาหารนานาชนิด แม้ว่าจะไม่เย้ายวนเท่าที่กรุงเทพมหานครแต่เป็นสิ่งที่ไม่ควรพลาด อาหารเด่นของเชียงใหม่ที่แนะนำให้ลิ้มลองคืออาหารตำหรับล้านนา อาหารภาคเหนือนั้น เป็นการผสมผสานของอาหารจากชนหลากลายกลุ่มทั้งไทย ลาว พม่าและจีนมานนานนับศตวรรษแล้ว การผสมปนเปกันเช่นนี้ส่งผลต่อลักษณะของอาหารของภาคนี้ที่จะมีกลิ่นหอมและรสชาติดี',
        HOME_NORTHERN_D2_P5 : 'แม้เชียงใหม่จะเป็นศูนย์กลางแต่ภาคเหนือของไทยไม่ใช่ว่าจะเป็นภาคที่มีเมืองเด่นเมืองเดียว อาณาจักรไทยเคยเกิดจากภาคนี้มาก่อนและชาวเหนือภาคภูมิใจอย่างมากในเรื่องวิถีชีวิตและมรดกตกทอดนี้ ภาคเหนือเปรียบเสมือนบ้านของชนเผ่ามากมาย ไม่ว่าจะเป็นกะเหรี่ยง ฉาน และยูนนานที่สร้างบ้านเรือนอยู่ตามหุบเขาที่อยู่ห่างไกลออกไป',

        HOME_NORTHERN_D3_P1 : 'สำหรับผู้มาเยือนแล้ว  ภาคเหนือคือภาพความงดงามผืนใหญ่ มีธรรมชาติของป่าไม้ครอบคลุมพื้นที่มากที่สุดเมื่อเทียบพื้นที่กับบรรดาภาคอื่น ๆ  ของไทยรวมทั้งความงามของสายน้ำที่ลากต่อกันก่อให้เกิดน้ำตกงดงามอีกหลายแห่ง ภาพการเดินป่าไปตามจังหวัดอันงดงามไร้ที่ติ  เช่น แม่ฮ่องสอน น่าน แพร่ เชียงรายและเชียงใหม่ ทำให้ต้องจัดเป็นโปรแกรมเดินทางในเมืองไทยที่ห้ามพลาดเลยทีเดียว ',
        HOME_NORTHERN_D3_P2 : 'เมืองสำคัญอีกเมืองหนึ่งที่แม้จะเล็กกว่าเชียงใหม่ แต่ยังเต็มไปด้วยเสน่ห์ของร้านอาหารและโรงแรม กิจกรรมเดินท่องป่าและการพักผ่อนให้เลือกอีกหลายรูปแบบ คือ เชียงราย เมืองที่ได้รับเลือกให้เป็นอีกเมืองในภาคนี้ที่สมควรไปเยือน เมืองนี้อยู่ทางชายแดนเหนือสุดของประเทศบริเวณที่เรียกว่า สามเหลี่ยมทองคำ อาณาเขตติดต่อกันของไทย ลาวและพม่าซึ่งเป็นที่รู้จักกันทั่วโลก พื้นที่แห่งนี้มีความงดงามตามธรรมชาติที่นักท่องเที่ยวจะไม่มีทางลืมเลือนด้วยการขี่ช้างไปตั้งแค้มป์ และการเดินท่องป่า ',
        HOME_NORTHERN_D3_P3 : 'ถึงจะดูเหมือนเป็นเมืองที่ล่อลวงสมัยใหม่  เชียงใหม่ยังคงไว้ซึ่งความสงบเช่นกัน   ด้วยคุณภาพราวต้องมนต์ขลังทำให้สิ่งอำนวยความสะดวกสบายอยู่ในระดับสุดยอดหรูหรา ด้วยการผสมผสานความงดงามของนาข้าวในแบบฉบับวันวานเข้ากับรีสอร์ทที่ซ่อนตัวอยู่ มานำเสนอในแบบอาคารไม้ในเขตป่าฝนด้วยสถาปัตยกรรมของลานนา ทั้งตัวเมืองและสิ่งแวดล้อมนอกเมืองล้วนอวดโฉมที่พักอันสงบสุขที่น่าประทับใจมากที่สุดของไทยอีกหลายแห่ง',
        HOME_NORTHERN_D3_P4 : 'ไม่ว่าจะเป็นเชียงใหม่ เชียงราย หรือจังหวัดอื่นที่มีคนรู้จักไม่มาก ภาคเหนือของไทยสามารถรังสรรค์ความเป็นไปได้อย่างไม่สิ้นสุด',


        HOME_PHUKET_H : 'ภูเก็ต ไข่มุกแห่งอันดามัน',

        HOME_PHUKET_D1_P1 : 'ภูเก็ต เกาะใหญ่ที่สุดของประเทศไทยจัดว่าเป็นอัญมณีล้ำค่าบนมงกุฎแห่งการท่องเที่ยวของประเทศมาช้านาน ชื่อเสียงของเกาะนี้ที่โลกรู้จักเป้นอย่างดี คือ หาดทรายอันขาวสะอาด รีสอร์ทยอดนิยม และแหล่งท่องเที่ยวยามราตรีที่เป็นที่นิยมกันแพร่หลาย เกาะภูเก็ตยังคงเป็นที่น่าสนใจสำหรับผู้ที่หลงใหลในความงามอันบริสุทธิ์อีกด้วย',
        HOME_PHUKET_D1_P2 : ' สิ่งหนึ่งที่เป็นเรื่องมีค่ามากที่สุดของเกาะนี้คือแง่มุมหลากหลายไม่มีสิ้นสุดของเกาะ  ด้วยหาดทรายสวยงามและที่พักมากมายที่อยากไปใจจะขาด แต่การที่เกาะนี้มีประวัติศาสตร์และประเพณีที่สืบทอดมายาวนานน่าจะทำให้การมาเยือนเกาะนี้เป็นมากกว่าสวรรค์แห่งการพักผ่อน',
        HOME_PHUKET_D1_P3 : 'ด้วยยุทธศาสตร์ที่ตั้งของเกาะนี้ พ่อค้าจากทั่วโลกจึงเดินทางมาเยือน ทำให้อิทธิพลวัฒนธรรมจากยุโรป อาหรับและจีนหลั่งไหลขึ้นมาบนเกาะ แต่ไม่ได้ส่งผลชัดเจนต่อผู้คนที่อาศัยอยู่บนเกาะทันทีทันใด อย่างไรก็ดี การผสมปนเปอย่างเข้มข้นขององค์ประกอบที่จะก่อร่างสังคมปรากฏชัดเจนในทุกด้านไล่เรียงมาจากมรดกของมุสลิมไปถึงสถาปัตยกรรมอันโดดเด่นและอาหารการกิน',
        HOME_PHUKET_D1_P4 : 'สิ่งสำคัญอย่างมากที่ทำให้ภูเก็ตมีความแตกต่างคือขนาดของตัวเกาะ แม้จะมีทะเลอันดามันโอบล้อมตัวเกาะอันอุดมสมบูรณ์นี้ก็ยากที่คิดว่าเกาะนี้อยู่โดดเดี่ยวจากแผ่นดินใหญ่ ด้วยการมีถนนไฮเวย์หลายช่องทางจราจรไว้สัญจรไปมาขณะที่เมืองใหญ่อื่นมีห้างสรรพสินค้า จึงไม่ใช่เรื่องยากที่จะหลีกหนีจากความแออัดจากฝูงชนในทุกที่ที่เดินทางไป',
        HOME_PHUKET_D1_P5 : 'สำหรับผู้ที่ต้องการใช้เวลาพักผ่อนอย่างสนุกสนาน ชายหาดของภูเก็ตมีร้านอาหารบริการตั้งแต่ระดับหรูไปจนถึงสโมสรชายหาดอันน่าทึ่ง หาดป่าตอง หาดกะตะและหาดกะรนเป็นที่รู้จักแพร่หลายที่สุดในเรื่องดังกล่าว เพราะเต็มไปด้วยร้านอาหารหรูหราและสิ่งอำนวยความสะดวกอื่นอีกมากมาย หากต้องการหนีจากชายหาดอันอึกทึกเหล่านี้ ภูเก็ตยังมีหาดอื่น ๆ ที่สงบเงียบมากกว่าอยู่อีก เช่น หาดสุรินทร์ หาดราไวย์และหาดกมลาที่ยังคงให้บริการได้ไม่แพ้กัน นอกเหนือจากนี้ ภูเก็ตมีรีสอร์ทที่ดีที่สุดของประทศอีกหลายแห่ง ที่มีชายหาดส่วนตัวขาวสะอาดไร้ที่ติทอดลงสู่ทะเลอันดามันอันระยิบระยับ',

        HOME_PHUKET_D2_P1 : 'นอกจากตัวเกาะภูเก็ตเองแล้ว ยังมีเกาะอื่น ๆ ที่น่าสนใจและเป็นที่รู้จักกันดีอยู่ในมหาสมุทรใกล้ ๆ กับตัวเกาะภูเก็ต เกาะฝาแฝดนามว่าเกาะยาวใหญ่และเกาะยาวน้อยที่อยู่ในอ่าวพังงานับได้ว่าเป็นสองเกาะในไทยที่มีชายหาดอันยอดเยี่ยม มีรีสอร์ทไว้เอนกายอย่างเป็นมิตรในแบบวัฒนธรรมมุสลิม',
        HOME_PHUKET_D2_P2 : 'ด้วยความที่เป็นเกาะเลื่องชื่อที่สุดของไทยสำหรับการไปพักผ่อนจึงไม่น่าแปลกใจที่ภูเก็ตจะมีสนามกอล์ฟชั้นหนึ่งอยู่มากมาย ไม่ว่าจะเป็นสโมสร Red Mountain Club หรือสนาม The Lakes Course at Blue Canyon และสโมสร Phuket Country Club ล้วนแต่ได้รับคำชมทั้งด้านมาตรฐานของเรื่องกอล์ฟ วิวทิวทัศน์อันน่าตื่นใจ และคุณภาพนั้นสูงเทียบเท่าสนามอื่น ๆ บนเกาะ',
        HOME_PHUKET_D2_P3 : 'การดำน้ำเป็นเรื่องสุดยอดอีกอย่างหนึ่งสำหรับผู้มาเยือนเกาะภูเก็ต มีโปรแกรมเที่ยวในวันเดียวจากเกาะภูเก็ตไปยังจุดดำน้ำที่เกาะพีพีและเกาะราชาบริการตลอดทั้งปี หากออกไกลไปอีกนิดแต่คุ้มค่าที่ได้ไปคือการออกไปดำน้ำลึกที่จุดดำน้ำระดับโลกตรงหมู่เกาะสิมิลันและหมู่เกาะสุรินทร์ในทะเลอันดามัน',
        HOME_PHUKET_D2_P4 : 'ไม่ไกลจากภูเก็ตออกไปทางชายฝั่งจังหวัดพังงาจะเป็นหมู่เกาะที่เหมาะที่สุดที่จะลองหาประสบการณ์ใช้ชีวิตแบบกินนอนบนเรือท่องเที่ยวแบบหรูหรา นักท่องเที่ยวไม่จำเป็นที่จะต้องออกไปไกลจากตัวเกาะภูเก็ตหากอยากจะล่องไปในทะเลอันดามัน มีกิจกรรมต่าง ๆ เช่น ยืนพายบนกระดาน โต้คลื่น และพายเรือคายัคกำลังเป็นที่นิยม ภูเก็ตเองมีชื่อเสียงว่าเป็นบ้านของการแข่งเรือรีกัตตาชิงถ้วยพระราชทานของพระบาทสมเด็จพระเจ้าอยู่หัว ที่เป็นการจัดงานแข่งเรือใบอันทรงเกียรติที่สุดของประเทศไทย ',
        HOME_PHUKET_D2_P5 : 'คุณอาจคาดหวังจากภูเก็ตในเรื่องอาหารการกินสำหรับนักท่องเที่ยวที่มาจากทั่วทุกมุมโลก ภูเก็ตนั้นมีชื่อเสียงมากอีกเรื่องหนึ่งคือความชำนาญพิเศษเรื่องของอาหาร  อาหารที่นี่มีทุกอย่างตั้งแต่ภัตตาคารหรูหราคลาสสิคและร่วมสมัยไปจนถึงร้านอาหารทะเลอร่อยที่สุดของประเทศ  ภาพอาหารการกินในตัวเมืองเป็นเรื่องที่ต้องกล่าวถึงเป็นพิเศษ ใจกลางเมืองภูเก็ตไม่ได้เป็นแค่แหล่งท่องเที่ยวเท่านั้น เรื่องอาหารที่ได้รับอิทธิพลจากครัวจีนที่หาไม่ได้ที่อื่นหลายอย่างสมควรที่จะมาลองลิ้มชิมรสเช่นกัน',

        HOME_PHUKET_D3_P1 : 'ที่จริงแล้ว อาหารการกินในตัวเมืองภูเก็ตบอกถึงความหลากหลายมากกว่าในแง่ของการค้าขายที่นักท่องเที่ยวมักจะมองข้ามไปอยู่บ่อย ๆ ภูเก็ตถูกขนานนามว่าเป็น “ไข่มุกแห่งอันดามัน” เมืองที่มีความงดงามของโครงการบ้านเพื่อการฟื้นฟูสภาพของชะนี ผสมผสานกับสวนผลไม้ น้ำตกสูงตระหง่านและสวนยางพารา',
        HOME_PHUKET_D3_P2 : 'ตัวเมืองภูเก็ตเป็นเมืองที่มีความผสมกลมกลืนของอิทธิพลทางวัฒนธรรมหลากหลายที่สุดเมืองหนึ่งของไทย  นักท่องเที่ยวไม่ควรพลาดการเดินไปตามตรอกซอกซอย ทดลองเรียนทำอาหารและไปดูวัดจีนสีสันสวยงาม',
        HOME_PHUKET_D3_P3 : 'แม้ว่าสำหรับนักท่องเที่ยวส่วนใหญ่แล้วถ้าพูดถึงภูเก็ตจะนึกถึงหาดทรายแพรวพราวและน้ำทะเลระยิบระยับ แต่เมื่อใกล้จะหมดวันถึงเวลาที่พระอาทิตย์จะลับฟ้าลงสู่ทะเลอันดามัน นักท่องเที่ยวมากมายจะมุ่งไปยังแหลมพรหมเทพที่อยู่ทางใต้สุดของตัวเกาะเพื่อรอชมแสงสุดท้ายแห่งวัน ส่วนอีกด้านยังมีบาร์ตามหาดอีกมากมายที่เหมาะจะมานั่งชนแก้วดื่มให้กับอีกวันที่ผ่านไปบนดินแดนสวรรค์แห่งนี้',


         HOME_SAMUI_H : 'เกาะสมุยและกระบี่ ยินดีต้อนรับสู่สวรรค์',

        HOME_SAMUI_D1_P1 : 'เมืองไทยอุดมไปด้วยทรัพยากรธรรมชาติอันงดงามที่เห็นได้จากบรรดาหาดทรายสวรรค์ตามแนวชายฝั่งที่โอบล้อมประเทศเอาไว้ นอกจากจะมีเกาะใหญ่น้อยน่าประทับใจอยู่นับไม่ถ้วนแล้ว สวรรค์ยังประทานหาดทรายแพรวพราวยาวเหยียดตลอดทั้งฝั่งทะเลอ่าวไทยและทะเลอันดามันที่ทำให้เมืองตามชายฝั่งเป็นเมืองท่องเที่ยวลือชื่ออีกด้วย',
        HOME_SAMUI_D1_P2 : 'เกาะสมุยและกระบี่ เป็นเมืองท่องเที่ยวอีกสองแห่งที่ส่องแสงเจิดจรัสสำหรับการไปพักผ่อน แต่ละเมืองนั้นมีจุดเด่นแตกต่างกันออกไป เกาะสมุย หรูหราด้วยเพราะทำเลที่ตั้งในอ่าวไทยและเหมาะสำหรับการใช้ชีวิตแบบไม่ปรุงแต่ง',
        HOME_SAMUI_D1_P3 : 'ส่วนกระบี่เป็นเมืองเด่นอีกเมืองของไทยบนชายฝั่งทะเลอันดามัน ที่งดงามไปด้วยทิวทัศน์ของภูเขาหินปูนอันน่าตะลึง มีรีสอร์ทสวยงามมากมายและยังมีสถานที่น่าเที่ยวอย่างเกาะพีพีและเกาะลันตา',
        HOME_SAMUI_D1_P4 : 'หากจะขนานนามให้เกาะสมุยเป็นนางงามใหญ่แห่งการท่องเที่ยวไทยคงไม่ผิดนัก เพราะที่นี่คือเกาะที่เป็นจุดหมายปลายทางของนักท่องเที่ยวมาช้านานกว่าเกาะอื่น ๆ  เสน่ห์ของเกาะที่พลุกพล่านนี้ไม่เคยจืดจางแม้ว่าจะไปจนคุ้นเคยแล้วก็ตาม เพราะเกาะนี้เป็นแหล่งท่องเที่ยวที่เกิดมานานและรู้จักปรับเปลี่ยนการบริการให้เหมาะสมรับมือกับผู้มาเยือนได้ตลอด',
        HOME_SAMUI_D1_P5 : 'นักท่องเที่ยวต่างชาติเริ่มหลั่งไหลมาที่เกาะสมุยช่วงปีพ.ศ. 2503 และนับแต่นั้นเป็นต้นมาเกาะนี้โด่งดังว่าเป็นจุดหมายของบรรดาฮิปปี้และพวกแบกเป้ทั้งหลาย ในสมัยนั้น ถนนบนเกาะยังไม่ลาดยาง ที่พักมีแค่เพียงกระท่อมไม้ริมหาดและอาหารไทยพื้น ๆ เท่านั้น',
        HOME_SAMUI_D1_P6 : 'ปัจจุบัน เกาะเปลี่ยนแปลงทันสมัยมากขึ้น ที่พักแบบดั้งเดิมสมัยแรกเริ่มหลงเหลืออยู่แค่ทางใต้และตะวันตกของเกาะ ในขณะที่ส่วนอื่นเป็นที่พักแบบสะดวกสบายมากกว่า',


        HOME_SAMUI_D2_P1 : 'มีรีสอร์ทที่เก่าแก่ที่สุดของไทยบางแห่งอยู่ที่นี่ ลองนึกถึงสระน้ำที่ยาวไม่สิ้นสุดมีเตียงชายหาดมหึมาเรียงราย ขณะที่บริกรรอให้บริการลูกค้าเป็นอย่างดี นั่นคือภาพของที่นี่ รีสอร์ทหลายแห่งของเกาะนี้จะเป็นแบบวิลล่าเท่านั้น ที่คุณจะได้พักอย่างเป็นส่วนตัวดื่มด่ำกับทิวทัศน์สุดสายตาของผืนน้ำระยิบยับแห่งมหาสมุทร',
        HOME_SAMUI_D2_P2 : 'นอกจากความหรูหราราวพระราชวังแล้วความสะดวกสบายทันสมัยยังคงมีเช่นกัน รีสอร์ทชั้นนำมากมายของเกาะนี้มีทั้งบาร์และคลับริมหาดไว้สำหรับนั่งจิบเครื่องดื่มรสละมุนรับความสดชื่นจากลมทะเล',
        HOME_SAMUI_D2_P3 : 'ตั้งแต่แรกเริ่ม เกาะสมุยเป็นเลิศในเรื่องอาหารเช่นกัน ปัจจุบันเกาะนี้จัดเป็นจุดหมายแห่งการครัวในแบบฉบับของตนเองจากร้านภัตตาคารอาหารนานาระดับโลกที่จ้างเชฟให้คิดค้นอาหารโดยตรง นักท่องเที่ยวจะหาชิมได้ทุกอย่างตั้งแต่อาหารไทยร่วมสมัย อาหารฟิวชั่น ไปจนถึงอาหารนานาชาติ',
        HOME_SAMUI_D2_P4 : 'หากจะยกระดับให้สูงขึ้นอีก มื้ออาหารค่ำโรแมนติคสุดหรูด้วยอาหารทะเลสดรสเลิศบนหาดทรายขาวละเอียดใต้อุ้งเท้า หรือจะจองโต๊ะริมหน้าผาที่มีบริกรส่วนตัว เกาะสมุย คือตัวเลือกที่สมบูรณ์แบบที่สุดเลยทีเดียว',
        HOME_SAMUI_D2_P5 : 'กระบี่นั้นเหมือนกับเกาะสมุยที่จะพบกับบรรดาผู้มีอันจะกิน  หรือกลุ่มผู้มีรายได้สูงจากเอเชียหรือที่อื่น ๆ แม้ว่ากระบี่จะมีความงามของหาดทรายสุดสายตาและธรรมชาติป่าฝนเช่นกันกับเกาะสมุย   แต่ภูมิทัศน์ของจังหวัดนี้ผนวกกับเกาะต่าง ๆ ที่อยู่ในพื้นที่ทำให้กระบี่มีความงดงามที่แตกต่างจากเกาะสมุยอยู่ไม่น้อย',
        HOME_SAMUI_D2_P6 : 'ทิวทัศน์ของเขาหินปูนที่ตั้งตระหง่านอยู่กลางผืนน้ำสีมรกตของอ่าวพังงาและทอดยาวไปตามชายฝั่งสร้างลักษณะเฉพาะให้กับกระบี่',

        HOME_SAMUI_D3_P1 : 'นอกจากจะเป็นภาพที่ชวนให้ตื่นตะลึงแล้ว ลักษณะภูมิประเทศเช่นนี้ทำให้กระบี่มีชื่อเสียงในเรื่องกิจกรรมผจญภัย หาดไร่เลย์ใกล้กับตัวเมืองกระบี่ ได้รับการจัดอันดับจากผู้เชี่ยวชาญว่าเป็นสุดยอดแห่งสถานที่สำหรับกีฬาปีนหน้าผาในเอเชียและมีให้เลือกมากมายหลายระดับสำหรับฝึกทักษะการปีน  นอกจากเหมาะสำหรับปีนหน้าผาแล้ว ยังสามารถเที่ยวชมถ้ำหรือพายเรือคายัคลัดเลาะไปตามโขดเขาหินปูนเข้ายังทะเลสาบที่ซุกซ่อนอยู่ได้อีกด้วย  ทิวทัศน์สวยงามในท้องทะเลใต้เกลียวคลื่นที่นี่มีอีกมากมายรอบจังหวัดที่จัดไว้เป็นจุดดำน้ำลึกได้เช่นกัน ',
        HOME_SAMUI_D3_P2 : 'การออกแรงไม่ใช่ว่าทุกคนจะชอบนัก และทิวทัศน์อันงดงามยังเหมาะกับการลอยชายไปสบาย ๆ  กระบี่นั้นเหมือนกันกับเมืองท่องเที่ยวชายฝั่งทั้งหลายของไทยที่ว่าจะสามารถหารีสอร์ทที่ควรค่าในความทรงจำให้ไปพักได้ไม่ยาก  เพราะที่นี่เต็มไปด้วยที่พักระดับหรูที่ดีที่สุดของประเทศอีกหลายแห่งให้เลือก  ลองเลือกว่าจะนั่งเรือออกไปยังเกาะที่แฝงตัวอยู่ตามหาดส่วนตัว หรือจะสำราญกับความหรูหราแบบสุดขีดไปกับธรรมชาติรอบตัว',
        HOME_SAMUI_D3_P3 : 'ความงดงามโดดเด่นสุดยอดของกระบี่อยู่ที่เกาะพีพี  ทั่วโลกรู้จักหมู่เกาะเล็ก ๆ 6 เกาะแห่งนี้เป็นอย่างดีจากหาดทรายงดงามและทิวทัศน์มหัศจรรย์ของที่นี่ ภาพยนตร์ชื่อดัง The Beach เลือกถ่ายทำเรื่องนี้ที่เกาะพีพีเล ส่วนเกาะพีพีดอนนั้นมีความงามของผืนน้ำสีฟ้า หน้าผาเว้าแหว่ง และผืนป่าเขียวขจีที่ทำให้ลืมหายใจเมื่อเดินขึ้นไปจากชายหาด',
        

        HOTEL_H : 'โรงแรมและรีสอร์ท พักผ่อนเอนกายอย่างมีสไตล์',
        HOTEL_P1 : 'ดินแดนแห่งรอยยิ้มนับพันที่ต้อนรับผู้มาเยือนด้วยบริการที่งามสง่าอันเลื่องลือในความเป็นเจ้าของบ้านผู้มีรีสอร์ทและโรงแรมระดับห้าดาวอยู่ทั่วประเทศให้นักท่องเที่ยวได้พำนักอย่างหรูหราแสนสบาย เลือกพักผ่อนได้ตั้งแต่โรงแรมดาวเด่นทันสมัยของตัวเมือง หรือจะเป็นรีสอร์ทแสนงามริมหาดและเชิงเขาที่ตอบสนองความต้องการและความพึงพอใจของคุณทุกด้าน มิตรไมตรีของคนไทยคือศิลปะที่ขัดเกลาได้อย่างสมบูรณ์แบบ',

        HOTEL_NORTHERN_H : 'ภาคเหนือ',

        HOTEL_NORTHERN_FSR_H : 'โรงแรมโฟร์ซีซั่นเต้นท์แค้มป์เชียงราย',
        HOTEL_NORTHERN_FSR_P1 : 'สามเหลี่ยมทองคำ ชื่อของดินแดนที่ชายแดนของสามประเทศคือไทย พม่าและลาวมาบรรจบกัน เป็นสุดมุมความงามที่กล่าวขานกันมานานของแผ่นดินแห่งเอเชียตะวันออกเฉียงใต้ แค้มป์สุดหรูแห่งนี้มีป่าไม้เป็นฉากหลังที่เหมาะเจาะสำหรับการนั่งชมวิวแสนงามไปบนหลังช้าง ที่นี่ ช้างคือหัวใจของความเย้ายวนให้นักท่องเที่ยวได้มีโอกาสสักครั้งที่จะสัมผัสยักษ์ใหญ่ใจดี เต้นท์ที่พักของแคมป์อยู่สูงขึ้นไประดับยอดไม้และออกแบบให้มีพื้นที่เปิดโล่งด้วยนอกชานขนาดใหญ่ที่มีอ่างอาบน้ำตั้งไว้',

        HOTEL_NORTHERN_DC_H : 'โรงแรมดาราเทวีเชียงใหม่',
        HOTEL_NORTHERN_DC_P1 : 'ประวัติศาสตร์มีอยู่มากมาย ณ เมืองหลวงแห่งภาคเหนือของไทย จึงเหมาะควรแล้วที่จะมีโรงแรมหรูสุดของเมืองที่ใช้มรดกของเมืองมาดึงดูดนักท่องเที่ยว แม้จะเพิ่งเปิดดำเนินการเพียงแค่สิบกว่าปีที่ผ่านมาตัวโรงแรมมีวิลล่าหรูหราระดับคุณภาพอันยืนยาวอยู่ออกไปชานเมืองที่แวดล้อมไปด้วยนาข้าวเขียวชอุ่มล้อมรอบด้วยชาวบ้านที่อาศัยอยู่อย่างสงบสุข ห้องสวีทและวิลล่าอันกว้างขวางคือผลงานการผสมผสานสถาปัตยกรรมไทยและโคโลเนียลโดยการใช้เครื่องเรือนไม้สักที่โก้หรู ผลงานชิ้นเอกคือ สปา พื้นที่ 3,100 ตารางเมตรแห่งความสงบที่ประดับประดาด้วยรูปปั้นรูปหล่ออันงดงาม',

        HOTEL_NORTHERN_FSM_H : 'โรงแรมโฟว์ซีซันส์รีสอร์ทเชียงใหม่',
        HOTEL_NORTHERN_FSM_P1 : 'ตั้งอยู่ในหุบเขาแม่ริมใช้เวลานั่งรถยนต์ไปประมาณหนึ่งชั่วโมงจากเชียงใหม่ เป็นรีสอร์ทที่ดีเลิศสำหรับการพักผ่อนอย่างสงบที่หรูหรา รายล้อมไปด้วยขุนเขาและทุ่งนาเขียวขจีที่ส่งให้ตัวรีสอร์ทโดดเด่น บังกะโลที่พักพร้อมระเบียงตกแต่งด้วยภาพเขียนและงานศิลปะแบบไทยอันมีค่า บ่งบอกลักษณะการใช้พื้นที่อยู่อาศัยในที่โล่งด้านนอก สระว่ายน้ำที่นี่คือความงามอย่างหนึ่งและจะน่าสนใจมากยิ่งขึ้นในเวลากลางคืนเมื่อแสงดาวและแสงสว่างจากตะเกียงสะท้อนภาพอยู่บนผิวน้ำ มีบริการชั้นเรียนโยคะ ปั่นจักรยาน และสปาบำบัดโดยผู้เชี่ยวชาญ เป็นทางเลือกพักผ่อนได้อีกด้วย',

        HOTEL_NORTHERN_137_H : 'โรงแรม 137 พิลลาร์ เฮาส์ เชียงใหม่',
        HOTEL_NORTHERN_137_P1 : 'ตำนานอันน่าสนใจย่อมเชิญชวนผู้คนได้เสมอ และ เรือน 137 เสาแห่งนี้ย่อมมีสีสันแห่งวันวานเช่นกัน โรงแรมแห่งนี้อยู่ในอำเภอวัดเกตุแหล่งศิลปะของเชียงใหม่ย้อนไปตั้งแต่ปีพ.ศ. 2432 เจ้าของดั้งเดิมคือหลุยส์ เลียวโนเวนส์ บุตรชายของนางแอนนา (จากภาพยนตร์ Anna and the King อันโด่งดัง) ตัวอาคารได้มีการซ่อมแซมตกแต่งใหม่ให้เป็นลักษณะของ บ้านสำหรับผู้ที่จากบ้านมาไกล ด้วยสถาปัตยกรรมแบบผสมผสานระหว่างไทยเดิมและสมัยใหม่ เตียงนอนอาบแดดวางอยู่เป็นระยะในสวน ส่วนห้องพักอันโอ่โถงจะมีเครื่องชงกาแฟเอสเปรสโซ และบริกรส่วนตัว',

        HOTEL_NORTHERN_RCM_H : 'โรงแรมราชมรรคา เชียงใหม่',
        HOTEL_NORTHERN_RCM_P1 : 'นักท่องเที่ยวบางคนไม่อยากจากเชียงใหม่ไปไหนเพราะคุณค่าทางจิตวิญญาณที่ได้รับจากเมืองนี้  และวัดพระสิงห์มรดกแห่งชาวพุทธอันรุ่งเรืองของเมืองที่มีหลักฐานว่าเป็นวัดที่มีชื่อเสียงมากที่สุดของเมืองหลวงแห่งภาคเหนือตั้งอยู่ด้านหน้าติดกับรีสอร์ทแห่งนี้ เพียงแค่เดินไปไม่ไกลจากรีสอร์ทจะพบวัดสำคัญอีก 4 แห่ง แต่แขกอาจจะชอบทำสมาธิอยู่ในบริเวณอันเงียบสงบของรีสอร์ทที่จัดไว้มากกว่า สถาปนิกชาวไทย คุณองอาจ สารทพันธุ์ได้ออกแบบให้สถานที่แห่งนี้มีรูปแบบของการผสานลานกว้างมากมายให้ซ่อนไว้ตามสวน วัตถุโบราณสวยงามมากมายนำมาใช้ตกแต่งห้องสวีทได้อย่างลงตัว ส่วนศาลาเปิดโล่งรับอากาศบริสุทธิ์ช่างสมบูรณ์แบบสำหรับนวดผ่อนคลายยืดเส้นสายเช่นกัน',

        HOTEL_NORTHERN_ACM_H : 'โรงแรมอนันตรา เชียงใหม่',
        HOTEL_NORTHERN_ACM_P1 : 'ภูมิประเทศอันเย้ายวนมากที่สุดอย่างหนึ่งของเชียงใหม่คือแม่น้ำปิง พื้นที่ตามริมน้ำจึงเป็นตัวดึงดูดหลักสำหรับเมืองนี้ ด้วยความที่ตั้งอยู่บนริมฝั่งน้ำอันเงียบสงบ  รีสอร์ทแห่งนี้จึงเป็นที่หลบพักอย่างดีที่มีครบทั้งความสงบสันโดษและความสะดวกสบายที่จะออกสำรวจพื้นที่ใกล้เคียง ห้องสวีทอันหรูหราพร้อมระเบียงส่วนตัวจัดเตรียมไว้เป็นอย่างดี สิ่งที่น่าสนใจอย่างอื่นคือ ล่องเรือตามลำน้ำปิง สระว่ายน้ำกลางแจ้งขนาด 34 เมตรและจิบชายามบ่ายอันเลื่องชื่อ',


        HOTEL_CENTER_H : 'ภาคกลางและภาคตะวันออก',

        HOTEL_CENTER_TSB_H : 'โรงแรม เดอะสยาม กรุงเทพฯ',
        HOTEL_CENTER_TSB_P1 : 'โรงแรมที่ทุ่มทุนรังสรรค์อย่างไม่อั้นและเจิดจรัสสมความตั้งใจ เดอะ สยาม ใช้เงินก่อสร้างประมาณ 100 กว่าล้านบาทจัดว่าเป็นสุดยอดหนึ่งเดียวในบรรดาโรงแรมสุดหรู ก่อกำเนิดโดยกฤษฎา สุโกศล นักแสดงร้อคสตาร์ชาวไทย จึงเป็นที่พำนักสุดยอดเพียงหนึ่งเดียวของกรุงเทพมหานคร กฤษดาได้สถาปนิกมือดีชาวอเมริกัน บิล เบนสลีย์ (Bill Bensley) มาช่วยเนรมิตโรงแรมขนาด 39 ห้องแห่งนี้เป็นที่นำเสนอของสะสมโบราณ จุดเด่นของที่นี่คือพูลวิลล่า 11 ห้องพร้อมสวนส่วนตัว ระเบียงชั้นบนและห้องน้ำขนาดมหึมาที่มีอ่างอาบน้ำปูกระเบื้องขนาด 3.2 ตารางเมตร',

        HOTEL_CENTER_MOB_H : 'โรงแรมแมนดาริน โอเรียลเต็ล กรุงเทพฯ',
        HOTEL_CENTER_MOB_P1 : 'โรงแรมที่สะดวกสบายแบบมีระดับเช่นคุณผู้หญิงในบรรดาโรงแรมแห่งเอเชีย  นับแต่เริ่มสร้างในปีพ.ศ. 2419 โรงแรมนี้เป็นที่โปรดปรานของนักเขียนชื่อดัง เช่น โจเซฟ คอนราด (Joseph Conrad) และเกรมแฮม กรีน (Graham Greene) ที่ได้รับการบริการแบบพิเศษสุดด้วยห้องพักสวีทที่ตกแต่งแบบไม่มีใครเหมือนที่ชื่อ Heritage Authors’ Suites สำหรับห้องพักในปีกวิวสวน (Garden Wing) และปีกวิวแม่น้ำ (River Wing) ที่ใหม่กว่าจะให้คุณได้ตะลึงงันกับทิวทัศน์ของแม่น้ำเจ้าพระยาในแบบทันสมัยแต่มีสไตล์ นอนแช่ในสระว่ายน้ำขนาดใหญ่ทั้งสองสระ หรือจะลองสปาแสนสบาย และลิ้มชิมรสอาหารไทยแสนอร่อยของกรุงเทพ ฯ คุณจะพบเลยว่าเหตุใดที่นี่จึงเป็นโรงแรมที่หมายปองที่สุดแห่งหนึ่งของเมืองหลวงแห่งประเทศนี้',

        HOTEL_CENTER_OPB_H : 'โรงแรมดิ โอกูระเพรสทีจ กรุงเทพฯ',
        HOTEL_CENTER_OPB_P1 : 'ด้วยทำเลที่เสมือนอยู่ตรงกลางระบบประสาทของกรุงเทพมหานคร โรงแรมนี้จึงเหมาะที่จะเป็นจุดเริ่มต้นสำรวจเมืองหลวงของประเทศไทยนี้ ด้วยความที่หน้าต่างห้องพักทุกห้องเปิดรับภาพสุดสายตาของตัวเมืองส่งให้กรุงเทพ ฯ เป็นดาวเด่น ทุกสิ่งที่เห็นล้วนแจ่มชัด  ตัวห้องพักคือภาพลักษณ์แห่งความหรูหราที่เลิศด้วยเครื่องเรือนอันงดงามและสิ่งอำนวยความสะดวกที่จัดทำเฉพาะแต่ละห้องพร้อมโทรทัศน์จอแบนขนาดมหึมา ส่วนจุดเด่นอื่นของที่นี่คือ ห้องอาหารญี่ปุ่นยามาซาโตะ (Yamazato)  สุดยอดภัตตาคารอาหารญี่ปุ่น และสระว่ายน้ำทรงแฉกอันน่าทึ่งขนาด 20 เมตร',

        HOTEL_CENTER_TSB_H : 'โรงแรมสุโขทัย กรุงเทพ ฯ ',
        HOTEL_CENTER_TSB_P1 : 'สุโขทัยเป็นอีกโรงแรมที่อิงแอบอยู่ในเมืองหลวงของไทย แม้จะอยู่ต้นทางเข้าเมืองบนถนนสาทรอันวุ่นวาย ตัวโรงแรมจะอยู่ถอยห่างจากถนนจอแจโดยมีลานหญ้าเขียวขจีทอดนำไป จึงรับประกันความเป็นส่วนตัวให้ได้ดีเลิศสมกับเป็นโรงแรมระดับห้าดาวอันลือชื่อ ไม่ว่าจะนั่งลิ้มลองอาหารอิตาเลี่ยนที่ห้องอาหารลา กสาล่า (La Scala) หรือ สปาอยู่ที่ Spa Botanica ทำให้เหล่าผู้มีชื่อเสียงและชนชั้นสูงจะมาเยือนอยู่เป็นนิจ ด้วยการตกแต่งแบบสยามดั้งเดิมโรงแรมสุโขทัย กรุงเทพ ฯ จึงให้คุณได้สัมผัสความรู้สึกของความเป็นไทยอย่างหรูหราอันแท้จริง ',

        HOTEL_CENTER_SKB_H : 'โรงแรมสยามเคมปินสกี้ กรุงเทพฯ',
        HOTEL_CENTER_SKB_P1 : 'ศิลปะในหลายแขนงมารวมกันที่โรงแรมนี้ เพราะที่นี้เป็นโรงแรมที่เชิญชวนให้เข้าพักที่สุดแห่งหนึ่งของกรุงเทพ ฯ งานศิลปะของสะสมจำนวนมากมายหลายชิ้นที่นำมาประดับช่วยให้โถงทางเดิน ห้องโถงหลัก ห้องอันโอ่โถง และพื้นที่ส่วนกลางของโรงแรมขนาด 303 ห้องแห่งนี้ดูราวกับเป็นสถานที่เก็บสะสมงานศิลป์ที่ใหญ่ที่สุดแห่งหนึ่งทีเดียว ที่นี่เป็นที่แสดงภาพวาด รูปปั้น ภาพเขียน ของศิลปินในประเทศรวมแล้วราว 1,500 ชิ้น สิ่งที่ไม่ควรพลาดของโรงแรมยังมีสระน้ำเกลือสามสระ สปาและห้องอาหารสระบัวที่บริการอาหารไทยจะเรียกน้ำย่อยคุณได้ไม่แพ้กัน',

        HOTEL_CENTER_TRB_H : 'โรงแรมเดอะ เซ็นต์ รีจีส กรุงเทพ ฯ',
        HOTEL_CENTER_TRB_P1 : 'หากพูดถึงที่ตั้งใจกลางกรุงเทพ ฯ แบบไร้ที่ติ โรงแรมเซ็นต์รีจีสหาคู่แข่งมาเทียบด้วยยากมาก คนมีชื่อเสียงโด่งดังไม่ว่าจะระดับในรั้วในวัง ดารานักร้องและนักแสดงล้วนแล้วต้องมาพักที่นี่ ด้วยบริการบริกรส่วนตัว 24 ชั่วโมง ห้องพักผ่อนอันกว้างขวาง และการตกแต่งภายในอันล้ำเลิศทุกอย่างล้วนอยู่ในระดับมาตรฐานชั้นสูงสุด ทุกอย่างล้วนทำให้ดูน่าอิจฉา ทิวทัศน์จากห้องพักที่ดีที่สุดหลายห้องคือภาพสนามเขียวขจีของราชตฤณมัยสมาคม และ ห้องอาหารซูม่า (Zuma) นับว่าเป็นห้องอาหารญี่ปุ่นที่ดีที่สุดแห่งหนึ่งของกรุงเทพเช่นกัน',

        HOTEL_CENTER_ASB_H : 'โรงแรมอนันตราสยาม กรุงเทพ ฯ',
        HOTEL_CENTER_ASB_P1 : 'ก่อนจะเปลี่ยนชื่อจาก โฟว์ซีซั่น กรุงเทพ ฯ โรงแรมนี้ไม่เคยสิ้นมนต์ขลังนับตั้งแต่เปลี่ยนการบริหารในปี 2558 ด้วยทำเลที่ตั้งบนถนนราชดำริพื้นที่สุดหรูของเมืองหลวงแห่งนี้ ทำให้เหมาะแก่การมาพักเพื่อเริ่มต้นออกสำรวจสีสันแห่งนคร แม้จะอยู่ใจกลางเมือง โรงแรมนี้สงบสวยงามด้วยพรรณไม้นานาของป่าเขตร้อนในสวยสวยรอบอาคารและสระว่ายน้ำกลางแจ้งสุดสายตา ความสะดวกสบายครบครันที่มีพร้อมกับความหรูหราแบบเป็นธรรมชาติจากการออกแบบด้วยวิถีไทยและเพดานผ้าไหมที่วาดไว้อย่างวิจิตร',

        HOTEL_CENTER_SRA_H : 'โรงแรมศาลารีสอร์ทและสปา อยุธยา',
        HOTEL_CENTER_SRA_P1 : 'บูทีครีสอร์ทที่ใช้เวลาขับรถเพียงแค่ 1-2 ชั่วโมงจากกรุงเทพแห่งนี้นับเป็นการพักผ่อนสุดบรรยายในวันหยุดของคุณ ด้วยบรรยากาศบนยอดเขาแบบที่เขาใหญ่ท่ามกลางสีเขียวสุดตา พร้อมกับทิวทัศน์ริมฝั่งแม่น้ำแบบอยุธยาที่เรียงรายไปด้วยวัดและโบราณสถาน ศาลาเขาใหญ่มีห้องพัก 7 ห้องและพูลวิลล่า ส่วนศาลาอยุธยามีให้เลือกทั้งห้องสวีทวิวแม่น้ำและดูเพล็กซ์ และห้องพักที่ตกแต่งไม่เหมือนกันอีก 24 ห้อง สถาปนิกออกแบบให้ที่นี่ให้ทั้งสองที่มีความเหมือนกันในด้านสถาปัตยกรรมของแบรนด์ที่มอบความสบายและเป็นส่วนตัวให้กับคุณ',

        
        HOTEL_CENTER_LRH_H : 'โรงแรมลา เรสซิเดนซ์ หัวหิน',
        HOTEL_CENTER_LRH_P1 : 'วิลล่าชายหาดส่วนตัวในแบบโคโลเนียลที่เป็นส่วนหนึ่งของอินเตอร์คอนติเนนตัล หัวหิน รีสอร์ทที่คุณจะได้สัมผัสกับความสุดหรูหราแต่ยังคงไว้ซึ่งความสบายแบบบ้านริมทะเล ตั้งอยู่ติดกับโรงแรมรับทิวทัศน์สุดยอดแห่งท้องทะเลพร้อมบริการแบบโรงแรมห้าดาวจากตัวโรงแรม ชายหาดอยู่แค่เพียงก้าวลงบันไดจากวิลล่าสองชั้นเพียงไม่กี่ขั้น พร้อมสรรพด้วยบริกรส่วนตัว สระว่ายน้ำ ครัว (ที่มีพ่อครัวประจำเฉพาะ) คุณจะรู้สึกสุดประทับใจกับการมาพัก เจ้าของวิลล่าคลุกคลีในวงการเทนนิสระดับอาชีพของเมืองไทย ที่นี่จึงมีโอกาสให้การต้อนรับนักเทนนิสระดับโลกอย่างโรเจอร์ เฟดเดอร์เรอร์ (Roger Federer) และ ราฟาเอล นาดาล (Rafael Nadal) มาแล้ว',

        
        HOTEL_CENTER_SKK_H : 'โรงแรมโซเนว่า คีรี เกาะกูด',
        HOTEL_CENTER_SKK_P1 : 'เกาะกูด เกาะโดดเด่นห่างจากชายฝั่ง 80 กม. ผืนทะเลสีครามแห่งนี้เหมาะสำหรับการพักผ่อนอย่างหรูหราแบบห่างไกลผู้คน รายล้อมไปด้วยต้นมะพร้าวในเวิ้งอ่าวอันงดงามให้ความรู้สึกราวกับได้ผจญภัยแนวโรบินสัน ครูโซในตำนานและทำให้ลืมความเครียดจากโลกปัจจุบัน วิลล่ารับลมทั้ง 29 หลังปลูกด้วยไม้พื้นเมืองที่ทำให้กลมกลืนไปกับสภาพแวดล้อมเป็นอย่างดี บางหลังอยู่บนยอดผา ส่วนหลังอื่นอยู่ติดชายหาด ทุกอย่างมีมิติงดงามรวมทั้งสปาชื่อดัง โรงภาพยนตร์กลางแจ้ง และห้องอาหารเบนซ์ (Benz) ที่มีนานาอาหารไทยให้เลือกสรร',


        HOTEL_SOUTHRN_H : 'ภาคใต้',
                
        HOTEL_SOUTHRN_RVK_H : 'โรงแรมรายาวดี กระบี่',
        HOTEL_SOUTHRN_RVK_P1 : 'รายาวดีคือการรังสรรค์ผลงานอันน่าจดจำของการผสมผสานของธรรมชาติและความคิดของมนุษย์  ด้วยชายหาดขาวสามแห่งบวกกับทิวทัศน์เกาะหินปูนอันลือชื่อของกระบี่ทำให้ไม่ต้องไปหาสถานที่ราวสวรรค์เช่นนี้ที่ใดอีก หน้าผาสูงที่รายรอบตัวรีสอร์ทนั้นหมายความว่าเรือคือพาหนะเดียวที่จะพาไปถึงที่นี่ได้ และแขกที่พักจึงไม่อยากออกจากรีสอร์ทไปไหนอีก วิลล่าและพาวิเลี่ยนหรูหราราวที่คุณคาดหวังไว้ และบริการอาหารเครื่องดื่มมีให้เลือกหลากหลายเช่นกัน',

        HOTEL_SOUTHRN_SSY_H : 'โรงแรมซิกเซ้นส์ เกาะยาวน้อย',
        HOTEL_SOUTHRN_SSY_P1 : 'ด้วยความงามของโรงแรมที่อยู่ท่ามกลางทิวทัศน์ของทิวเขาหินปูนกลางอ่าวพังงา นักท่องเที่ยวจึงจะไม่อยากจากที่นี่ไปง่ายๆ เริ่มต้นการเดินทางแบบยิ่งใหญ่ด้วยการนั่งเฮลิคอปเตอร์จากสนามบินภูเก็ตมายังเกาะเจมส์ บอนด์ จากที่นี่คุณจะได้รับความสะดวกสบายไปตลอด มีทั้งวิลล่าชายหาดหรือวิลล่าห่างจากผู้คนให้เลือกพัก พร้อมพรั่งด้วยอาหารส่วนตัวจากพ่อครัวชื่อดัง บริกรส่วนตัว และกิจกรรมให้เลือกตั้งแต่เดินทอดน่องบนชายหาด หรือปีนหน้าผา และพายเรือคายัค',

        HOTEL_SOUTHRN_PYC_H : 'โรงแรมพ้อยท์ ยามู บาย โคโม ภูเก็ต',
        HOTEL_SOUTHRN_PYC_P1 : 'แขกที่มาพักจะไม่ผิดหวังกับทั้งบรรยากาศแบบไทยของพ้อยท์ ยามูและหลงรักความงามแบบอิตาเลี่ยน la dolce vita ได้ที่รีสอร์ทแห่งนี้ ด้วยอิทธิพลของยุโรปใต้ที่สถาปนิก เปาลา นาโวเน (Paola Navone) ของที่นี่ใช้ออกแบบรีสอร์ท แรงบันดาลใจแนวสุขภาพจะเห็นได้จากห้องพักและพื้นที่ส่วนรวมที่เรียบง่าย รวมถึงห้องอาหารลา ซิเรน่า (La Sirena) ที่บริการอาหารอิตาเลี่ยนอันเลิศรส ห้องสวีทใช้เตียงแบบสี่เสา และห้องนั่งเล่นแบบสงบเรียบง่าย สระว่ายน้ำขนาด 100 เมตรยาวไกลไม่สิ้นสุดพร้อมเตียงอาบแดดสำหรับนอนชมพระอาทิตย์ในอ่าวพังงา',

        HOTEL_SOUTHRN_PRR_H : 'โรงแรมภูเลย์เบย์ – ริทซ์ คาร์ลตัน กระบี่',
        HOTEL_SOUTHRN_PRR_P1 : 'ชายฝั่งทะเลอันดามันอันระยิบระยับใกล้กระบี่เป็นตัวเลือกที่ริทซ์ คาร์ลตันคิดว่าเหมาะสมที่สุดที่จะให้เป็นทำเลของ Ritz-Carlton Reserve แห่งแรกของกลุ่มที่พักรีสอร์ทส่วนตัวระดับหรูเลิศของสถานที่น่าประทับใจต่าง ๆ ในโลก และที่นี่ของประเทศไทยได้รับการจัดอันดับอย่างน่าภาคภูมิ จุดสนใจเริ่มจากลานสวนกลางแจ้งอันน่าตื่นตาไปยังวิลล่าโอ่โถงที่มีเตียงนอนขนาดมหึมา สระว่ายน้ำ และชิ้นงานศิลป์แบบล้านนาที่คัดเลือกอย่างดีมาประดับ สิ่งสุดประทับที่ต้องลองคือห้องพักของ Reserve Pavilions  พร้อมสวนโซนร้อน ทิวทัศน์ของทะเลอันน่าตะลึง และแน่นอนคือ บริกรส่วนตัวไว้คอยรับใช้',

        HOTEL_SOUTHRN_AP_H : 'โรงแรมอมันปุรี ภูเก็ต',
        HOTEL_SOUTHRN_AP_P1 : 'ท่ามกลางสวนมะพร้าวเก่าทางตะวันตกของเกาะภูเก็ต อมันปุรีภูเก็ตเป็นหนึ่งในวิลล่าสุดหรูในรูปแบบของศาลาไทย ด้วยวิสัยทัศน์ของเอเดรียน เซชา (Adrian Zecha) ผู้เป็นตำนานของชาวโรงแรมและผู้ก่อตั้งอมันรีสอร์ท (Aman Resort) ได้ตั้งมาตรฐานไว้เมื่อครั้งที่เริ่มก่อสร้าง 20 กว่าปีที่แล้วว่าต้องการให้รีสอร์ทนี้อยู่ระดับในหรูหราสุดยอดของโลก และให้บริการแบบเลอเลิศที่สุดเท่าที่เงินจะเนรมิตได้ บรรดาดาราและผู้มีชื่อเสียงระดับโลกจะใช้เวลามาพักผ่อนกับการบำบัดแบบไทยของรีสอร์ทนี้ ปลีกวิเวกอยู่ท่ามกลางพรรณไม้เขียวชอุ่มและท้องทะเลอันดามันอันที่แสนสงบ อมันปุรีเป็นผู้ริเริ่มสร้างรูปแบบการพักผ่อนแบบหรูหราและยังคงเป็นหนึ่งในโรงแรมที่ดีที่สุดที่ให้บริการแบบนี้',

        HOTEL_SOUTHRN_SPP_H : 'โรงแรมศรีพันวา ภูเก็ต',
        HOTEL_SOUTHRN_SPP_P1 : 'ทั่วโลกไม่มีใครปฏิเสธความโด่งดังของภูเก็ต แต่ยังมีหลายสิ่งที่ทำให้ต้องมาเยือน “ไข่มุกแห่งอันดามัน” นี้ วิลล่าทั้ง 52 หลังของศรีพันวาที่อยู่ท่ามกลางป่าชายหาดเป็นสถานที่เหมาะกับการแยกตัวไปพักผ่อนอย่างที่สุด สิ่งอำนวยความสะดวกครบครันทันสมัย ตกแต่งด้วยเครื่องเรือนไม้ ระบบโรงภาพยนตร์แบบในบ้าน และ iPod ที่บรรจุความบันเทิงไว้ให้ แต่ที่ยั่วยวนใจมากที่สุดคือห้องนอนของวิลล่าที่ติดตั้งหน้าต่างกระจกสูงชนฝ้าเพดานและเปิดออกสู่สระว่ายน้ำส่วนตัวที่ยาวสุดสายตา',

        HOTEL_SOUTHRN_TP_H : 'โรงแรมตรีสรา ภูเก็ต',
        HOTEL_SOUTHRN_TP_P1 : 'ณ มุมตะวันตกเฉียงเหนือของดินแดนบริสุทธิ์แห่งภูเก็ต ความเล็กคือความงามล้ำเลิศของรีสอร์ทชั้นเยี่ยมที่ห่างไกลจากผู้คน บรรดาผู้รักการท่องเที่ยวจากทั่วโลกตกหลุมรักที่นี่และให้เป็นโรงแรมดาวเด่นของเมืองไทยที่เจิดจรัสบนฟากฟ้า ด้วยห้องสวีทและวิลล่ามากมายที่ตกแต่งประดับประดาอย่างงดงาม พร้อมสระว่ายน้ำส่วนตัว และทิวทัศน์แห่งท้องมหาสมุทรอันน่าตะลึงงัน ที่นี่พร้อมสรรพในเรื่องความเป็นส่วนตัวและการให้บริการทุกด้าน หากแขกอยากลองออกมาจากห้องพักสุดหรู ลองใช้บริการห้องอาหารที่ได้รับการจัดอันดับไว้สูงสุดแห่งหนึ่งของภูเก็ต และ สปาของที่นี่นั้นบริการสุดอย่างที่คาดเลยที่เดียว',

        HOTEL_SOUTHRN_IBH_H : 'โรงแรมอินิอาลา บีช เฮาส์ พังงา',
        HOTEL_SOUTHRN_IBH_P1 : 'รีสอร์ทบนหาดนาใต้อันสวยสุดยอดในพังงา แม้จะเล็กแต่สมบูรณ์แบบจนเป็นรีสอร์ทไม่มีใครเหมือนแห่งหนึ่งของไทย มาร์ค เวนการ์ด (Mark Weingard) เจ้าของรีสอร์ทได้ลงทุนลงแรงอย่างมากที่จะให้สถานที่นี้มีความพิเศษและสุดท้ายไม่มีใครเถียงเรื่องนี้ได้ เขาให้มัฑณากรถึง 11 คนระดมความคิดทำงานร่วมกันรังสรรค์วิลล่าสวีทสามห้องของที่นี่ (แต่ละหลังแบ่งออกเป็นวิลล่าย่อยอีก 3 หลัง) และเพนท์เฮาส์สวีทอันหรูหราโอฬาร ให้มีความงดงามแตกต่างกันไปในแต่ละห้อง ความโก้หรูอื่นของที่แห่งนี้ มีตั้งแต่โรงภาพยนตร์ส่วนตัว เวทีชกมวยไทยในยิมเนเซียม และห้องเล่นเกมส์ที่มีโต๊ะพูลประดับคริสตัลชวารอฟสกี้ และห้องอาหารสุดหรู Aziamendi',

        HOTEL_SOUTHRN_NIP_H : 'โรงแรมเดอะ นาคาไอส์แลนด์ ภูเก็ต',
        HOTEL_SOUTHRN_NIP_P1 : 'เดอะ นาคาไอส์แลนด์ อะลักซ์ชัวรี่ คอลเลคชั่นรีสอร์ทแอนด์สปา ภูเก็ต ต้นแบบอันสมบูรณ์ของเกาะสวรรค์สุดพิเศษนี้อยู่บนเกาะนาคาใหญ่อันสงบเงียบเดินทางจากภูเก็ตเพียง 5 นาทีเท่านั้น แขกจะสนุกสนานกับการนั่งเรือเร็วสปีดโบ้ต พูลวิลล่าอันงามงดและทิวทัศน์ของตะวันตกดินส่องประกายระยิบระยับในอ่าวพังงาทุกวันที่เข้าพัก การได้มาพักที่รีสอร์ทนี้จะเป็นความทรงจำมิรู้ลืม สุดยอดแห่งนาคาสปาอันหรูหรา อิ่มอร่อยกับอาหารที่ห้องอาหารริมหาดที่งดงามน่าตื่นตะลึง หรือจะปั่นจักรยานสไตล์วินเทจย้อนยุคไปตามที่ต่าง ๆ บนเกาะ',

        HOTEL_SOUTHRN_VBK_H : 'โรงแรมวนาเบล เกาะสมุย',
        HOTEL_SOUTHRN_VBK_P1 : 'หนึ่งในรีสอร์ทสามแห่งในไทยของลักซ์ชัวรี่คอลเลคชั่นของสตาร์วูด วนาเบล อะ ลักซ์ชัวรี่คอลเลคชั่นรีสอร์ท เกาะสมุยแห่งนี้อยู่ในระดับมาตรฐานสูงหรูหราเพื่อการพักผ่อน วนา ในภาษาไทยหมายถึง “ป่า” และรีสอร์ทนี้รังสรรค์ภาพที่ว่าด้วยพูลวิลล่าสุดทึ่งที่แฝงตัวอย่างกับผืนป่าชอุ่มที่อยู่ด้านหลังและอยู่บนอ่าวเฉวงอันโด่งดังของเกาะสมุย พูลวิลล่าทั้ง 80 หลังของที่นี่ออกแบบอย่างสุดยอดหรูหราไม่เหมือนใครจนทำให้แขกรู้สึกประหนึ่งเป็นราชาแห่งเกาะทีเดียว',

        HOTEL_SOUTHRN_WRK_H : 'โรงแรมดับเบิ้ลยู รีทรีท เกาะสมุย',
        HOTEL_SOUTHRN_WRK_P1 : 'รีสอร์ทสุดหรูพูลวิลล่า 74 หลังหนึ่งในกลุ่ม W Retreat ที่อยู่ในเอเชียตะวันออกเฉียงใต้ (อีกแห่งอยู่ที่บาหลี) ตั้งอยู่ปลายเกาะทางทิศใต้กลางผืนป่าฝนอันชุ่มชื้น ด้วยการออกแบบสุดเก๋และอบอวลด้วยกลิ่นอายร่วมสมัยจึงเย้ายวนคนรุ่นใหม่ ผู้แสวงหาความสุขจากการท่องเที่ยวในแบบกินดื่มเคล้าดนตรีท่ามกลางสิ่งอำนวยความสะดวกสุดหรูได้เป็นอย่างดี การผสมผสานบาร์แนวใหม่กับห้องอาหารชั้นนำระดับโลกสองแห่ง ให้ความสนุกสนานด้วยกิจกรรมสไตล์รีสอร์ท สปาที่สวยงามที่ให้มั่นใจได้ว่าทุกนาทีที่อยู่ในรีสอร์ทนี้จะเป็นประสบการณ์ที่ลืมไม่ลง',

        HOTEL_SOUTHRN_BTK_H : 'โรงแรมบันยันทรี เกาะสมุย',
        HOTEL_SOUTHRN_BTK_P1 : 'เมื่อมองผ่านทิวทัศน์อ่าวละไมทางตะวันออกเฉียงใต้ของเกาะสมุย จะเห็นภาพแนวระเบียงของวิลล่าอันเงียบสงบกลุ่มนี้แฝงตัวอยู่บนเวิ้งเขาส่วนตัว ภาพอ่าวไทยอันงดงามหาที่ไหนเปรียบที่มองเห็นได้จากที่ตั้งของรีสอร์ทเป็นเรื่องน่าอิจฉาอย่างยิ่ง เป็นดินแดนสวรรค์แห่งความสุขสงบสะท้อนด้วยสถาปัตยกรรมไทยในพูลวิลล่าแต่ละหลังที่พรั่งพร้อมด้วยเครื่องเรือน และอุปกรณ์ครบครัน สปาของที่นี่มีชื่อเสียงไปทั่วโลกด้วยความหลากหลายของการให้บริการ แขกที่พักจะได้สดชื่นกับบริการระดับตำนาน อาหารเลิศรสและกิจกรรมของรีสอร์ทอีกมากมาย',

        HOTEL_SOUTHRN_FSK_H : 'โรงแรมโฟว์ซีซั่นส์ รีสอร์ท เกาะสมุย',
        HOTEL_SOUTHRN_FSK_P1 : 'เปรียบประหนึ่งบริการขั้นสุดยอดและการเป็นเจ้าบ้านสุดวิเศษในแบบไทยอย่างแท้จริง พบได้ที่วิลล่าริมเขาส่วนตัวแห่งโฟว์ซีซั่นส์ รีสอร์ท เกาะสมุย พักผ่อนอย่างแสนสบายให้ความเยาว์กลับฟื้นคืนมา เสน่ห์ของภาพความชุ่มชื้นและความงามแห่งอ่าวไทยก่อให้เกิดความงดงามเมื่อได้เห็น อาหารและบริการในแบบที่มั่นใจได้ว่าตรงตามประสงค์ของแขกทุกคนที่ได้มาพัก ไม่ว่าจะเลือกไปตามจุดท่องเที่ยวใกล้เคียงบนเกาะ หรืออยากจะไปที่พิเศษอื่นใด รับรองได้ว่าเมื่อได้มาพักสักครั้งแล้วจะต้องกลับมาเยือนอีกตลอดไป ',
}
