var translationsTH = {
        NAV_HOME: 'หน้าแรก',
        NAV_HOTELS: 'โรงแรม & รีสอร์ท',
            NAV_NORTHTH: 'ภาคเหนือ',
            NAV_CENTRAL: 'ภาคกลาง & ตะวันออก',
            NAV_SOUTHEN: 'ภาคใต้',
        NAV_DINING: 'อาหารเลิศหรู',
            NAV_MICHELIN: 'สายสัมพันธ์ระดับมิชลิน',
            NAV_FRENCH: 'ต้นตำรับอาหารฝรั่งเศส',
            NAV_FLAVOURSTH: 'รสชาติแห่งอาหารไทย',
            NAV_IMPERIAL: 'รื่นรมย์เยี่ยงจักรพรรดิ',
            NAV_WITHLOVEITALY: 'ด้วยรักจากอิตาลี',
            NAV_RISINGSUN: 'จากดินแดนอาทิตย์อุทัย',
            NAV_SPECIALTREATS: 'บริการเอาอกเอาใจเป็นพิเศษ',
        NAV_LIFTIME: 'สักครั้งหนึ่งในชีวิต',
            NAV_YACHTING : 'แล่นเรือยอร์ช',
            NAV_GOFFING : 'ตีกอล์ฟ',
        NAV_AFTERDARK: 'ท่องราตรี',
            NAV_WISKY: 'แชมเปญ ซิการ์ และวิสกี้',
            NAV_CLUBS: 'คลับ และบาร์',
            NAV_BEACH: 'บีชคลับ',
        NAV_MADEINTH: 'ผลิตภัณฑ์',
            NAV_FASHION: 'แฟชั่น',
            NAV_JEWELLERY: 'เพชรพลอย',
            NAV_SPA: 'ผลิตภัณฑ์สปา',
            NAV_BESPOKE: 'งานออกแบบและตกแต่งภายใน',
            NAV_LUXURYSHOP: 'รายชื่อแหล่งชอปปิ้ง',
        NAV_WELLNESS: 'ท่องเที่ยวเพื่อสุขภาพ',
            NAV_SPAMASSAGE: 'สปาและการนวดผ่อนคลาย',
            NAV_YOGA: 'โยคะ',
            NAV_MEDITATION: 'การทำสมาธิ',
            NAV_REHAB: 'การพักฟื้นและล้างพิษ',
        NAV_MEDICALTOURISM: 'การแพทย์',
        NAV_INFORMATION : 'ข้อมูลสำนักงาน',
        NAV_LANG: 'ภาษา',

        INTRO_H : 'บทนำ',
        INTRO_P1:'อย่างไรจึงจะเรียกว่าหรูหรา การเดินเท้าเปล่าทอดน่องไปตามสะพานไม้ที่ทอดยาวไปปลายอ่าว ขึ้นบอลลูนยักษ์ยามอาทิตย์ลับฟ้าเหนือไร่องุ่นที่ทอดยาวไปสุดสายตา หรือ เลือกจิบแชมเปญ Vintage Cuvée คู่กับเมนูมื้อค่ำที่รังสรรค์แบบควรคู่กัน บางทีนั่งเครื่องบินเจ็ทส่วนตัวไปรีสอร์ทที่เลือกเฟ้นมาโดยเฉพาะ จะหรูหราหรือไม่ใช่',
        INTRO_P2:'ที่กล่าวมาทั้งหมดมันคือความหรูหรา และยังต้องมีความเป็นส่วนตัวแบบที่ลอกเลียนกันไม่ได้ จึงต้องกล้าที่จะเปลี่ยนสิ่งธรรมดาให้เป็นสิ่งไม่ธรรมดา จากของที่หาได้ทั่วไปเป็นของหายาก.',
        INTRO_P3:'หากคิดเช่นนี้แล้ว ลองมาไล่เรียงการให้บริการอันหรูหราเหนือระดับของประเทศไทยในแบบที่มีชายหาดส่วนตัว ล่องลอยบนบอลลูนยักษ์ แชมเปญเลิศรส และเดินทางด้วยเฮลิคอปเตอร์ (และอื่น ๆ อีกมาก) ที่มิใช่เป็นแค่บริการแบบธรรมดา ๆ แต่จะเป็นบริการที่สุดหรูสมบูรณ์แบบเหนือความคาดหวัง',

        HOME_BANGKOK_H : 'กรุงเทพมหานคร นครแห่งทวยเทพ ',

        HOME_BANGKOK_D1_P1 : 'กรุงเทพมหานคร  เมืองแห่งพลัง มีเสน่ห์เฉพาะตัว ซับซ้อนเหมือนตัวหนังสือไทย และมีความหลากหลายเหมือนกับอาหารนานาชนิดที่มีให้คุณเลือกสั่ง',
        HOME_BANGKOK_D1_P2 : 'มีตั้งแต่สถานที่สำหรับพวกไม่อยู่นิ่งชอบปาร์ตี้แบบสมัยใหม่ ใช้ชีวิตอยู่ตามห้างสรรพสินค้าและร้านอาหารเช้ายันเย็น และมาต่อด้วยไนต์คลับที่กระตุ้นชีพจรให้เต้นไปจนรุ่งสาง',
        HOME_BANGKOK_D1_P3 : 'ขณะที่อีกด้านจะถ่วงดุลมุมมองของเมืองอย่างตรงกันข้ามกันกับพวกแรก ออกมาในรูปแบบศิลปวัฒนธรรม เป็นสถานที่ผ่องใส สำหรับเข้าถึงจิตวิญญาณ ตามวัดวาอารามอันวิจิตร พระราชวัง และแม่น้ำคูคลอง',
        HOME_BANGKOK_D1_P4 : 'ถนนทุกสายในเมืองไทยมุ่งตรงสู่กรุงเทพมหานคร  เมืองหลวงแห่งศูนย์กลางการปกครองของชาติ จุดรวมของวัฒนธรรมและจิตใจ และเมืองแม่เหล็กดึงดูดผู้คนจากทุกภาค คนไทยสามารถสร้างสมดุลระหว่างเรื่องทางโลกและเรื่องทางธรรมได้เป็นอย่างดี',
        HOME_BANGKOK_D1_P5 : 'คนไทยร้อยละ 95 เป็นพุทธศาสนิกชน กรุงเทพมหานครเต็มไปด้วยวัดหลายร้อยแห่งที่มีเจดีย์สวยงามตั้งแต่แบบสงบเรียบง่ายไปจนถึงใหญ่โตสง่างามมลังเมลืองประดับด้วยทองอันวิจิตรตระการตา',
        HOME_BANGKOK_D1_P6 : 'คนไทย “สนุก” ได้มากพอกับความเชื่ออันเคร่งครัดในศาสนา คือ ชีวิตต้องมีความสุขสนุกสนาน แม้ยามหน้าสิ่วหน้าขวาน คนไทยก็สามารถทำงานการให้สำเร็จลุล่วงได้ในแต่ละวัน',
        HOME_BANGKOK_D1_P7 : 'กรุงเทพมหานครเลื่องชื่อและเป็นที่ยอมรับในหมู่นักท่องเที่ยวในเรื่องของการให้บริการ สำหรับนักท่องเที่ยวที่มีระดับ การบริการจะมีความแตกต่างเพิ่มมากขึ้นไป',
        HOME_BANGKOK_D1_P8 : 'บนถนนย่านพิเศษ เช่น ทองหล่อ และเอกมัย จะเต็มไปด้วยรถยนต์ชั้นยอดอย่าง เฟอร์รารี่ และ ลัมโบร์กินี ของบรรดาคนไทยระดับมีอันจะกินเพราะพวกนี้จะสัญจรไปมาระหว่างภัตตาคารหรูหราและคลับในละแวกนั้น ',

        HOME_BANGKOK_D2_P1 : 'แต่ชีวิตหรูหราเช่นนั้นมิได้จำกัดวงอยู่เพียงแค่ในแวดวงผู้ดี โรงแรมหรูหรา บาร์ชั้นดีเล็กใหญ่ ร้านเหล้า และร้านรวงต่าง ๆ ผุดขึ้นเป็นดอกเห็ดราวเสียงเคาะของเครื่องนับจังหวะดนตรี',
        HOME_BANGKOK_D2_P2 : 'กลุ่มบริหารเครือโรงแรมระดับโลกที่ประสบความสำเร็จ หรือแม้แต่โรงแรมที่มีเอกลักษณ์ในแบบของตัวเอง และบรรดาบูทีคโฮเทลต่างๆ ยกให้กรุงเทพมหานครเป็นตัวเลือกของโรงแรมหรูหราที่ดีที่สุดแห่งหนึ่งของเอเชีย แม้ว่าโรงแรมชื่อดังมากมายจะมารวมตัวกันอยู่บนถนนสุขุมวิทและสีลมที่เป็นแหล่งรวมธุรกิจชั้นนำ  ยังมีนักท่องเที่ยวอีกหลายคนที่ชอบไปพักสบาย ๆ  ในโรงแรมที่อยู่ใกล้แม่น้ำเจ้าพระยามากกว่าด้วยเช่นกัน',
        HOME_BANGKOK_D2_P3 : 'แม้ว่ากรุงเทพมหานครจะมีชื่อเสียงมากที่สุด  (แบบมีข้อแก้ต่าง) ในเรื่องของวัฒนธรรมอาหารริมทาง แต่เมื่อพูดถึงเรื่องภัตตาคารระดับเยี่ยมยอดเมืองนี้ขึ้นชื่อไม่แพ้กัน ที่จริงแล้วข้อมูลรายชื่อภัตตาคารดังชั้น 50 แห่งในเอเชียจัดทำขึ้นเมื่อไม่นานนี้โดย San Pellegrino จัดอันดับให้ห้องอาหารกากั้น (Gaggan) ของเชฟ Gaggan Anand ผู้เกิดในกรุงกัลกัตตาเป็นสุดยอดภัตตาคารอาหารอินเดียสุดหรูแห่งทวีป ',
        HOME_BANGKOK_D2_P4 : 'ในเรื่องของความบันเทิงยามค่ำคืน ทุกคนย่อมพูดถึงกรุงเทพมหานครเช่นกัน  สถานบันเทิงมีระดับมีให้เลือกมากมายไม่แพ้กับแหล่งสำราญติดไฟนีออนแสบสายตาอย่างไม่น่าเชื่อ ',

        
        HOME_BANGKOK_D3_P1 : 'แม้จะเคยเป็นเมืองค้าขายเล็ก ๆ ในศตวรรษที่ 15  กรุงเทพมหานครยังคงเป็นหัวใจของความทันสมัย ทั่วทั้งเมืองจะมีสถานที่น่าสนใจสำคัญมากมายทั้งในแบบวัดและวัง  สถานที่โดดเด่นส่วนใหญ่จะอยู่ตามริมฝั่งแม่น้ำเจ้าพระยา เช่น พระบรมมหาราชวัง พระราชวังดุสิต วัดโพธิ์ที่รู้จักกันว่ามีพระนอนใหญ่ที่สุดในโลก และวัดพระแก้วอันเป็นวัดศักดิ์สิทธิ์ที่สุดของประเทศ  ',
        HOME_BANGKOK_D3_P2 : 'มวยไทย  กีฬาประจำชาติเก่าแก่ แต่การจับจ่ายซื้อของในกรุงเทพมหานครนั้นเก่าแก่พอกัน ในเรื่องของความหลากหลายและราคาของสินค้า กรุงเทพมหานครจัดเป็นแหล่งซื้อขายที่ดีที่สุดในเอเชียตะวันออกเฉียงใต้ บรรดาห้างสรรพสินค้ามีให้เลือกซื้อตั้งแต่ผลิตภัณฑ์จากนักออกแบบชั้นนำ สินค้าจากนานาชาติ และแม้แต่ของที่ผลิตโดยคนไทย หรือหากไปเดินแถวตลาดนัดจตุจักรและตลาดรถไฟ ร้านค้าต่าง ๆ นับพันที่มีอยู่ก็สามารถดึงดูดเงินจากกระเป๋าได้เช่นกัน ',
        HOME_BANGKOK_D3_P3 : 'ถึงจะเป็นเมืองที่ชีวิตต้องรวดเร็วเร่งรีบ  กรุงเทพมหานครยังมีส่วนที่ใช้ชีวิตแบบสงบสบายได้ด้วย ชุมชนร่มรื่นแถบบางลำพู ร้านกาแฟแสดงงานศิลป์ย่านซอยอารี แม้แต่ร้านดนตรีฮิปที่ให้นั่งมองเรือแล่นไปตามแม่น้ำเจ้าพระยาเป็นตัวเลือกที่จะนั่งมองความงามของเมืองได้ดี ที่จริงแล้ว แรงบันดาลใจเรื่องประสบการณ์การท่องเที่ยวในกรุงเทพมหานคร สามารถหาได้จากการออกไปท่องเที่ยวในที่ต่าง ๆ  บ้างนอกจากจะเฝ้าดูอาทิตย์ตกดินจากเรือหรือจากร้านที่ผุดขึ้นเรียงรายตามริมน้ำเจ้าพระยาเพียงอย่างเดียว',
        HOME_BANGKOK_D3_P4 : 'แม้อากาศจะร้อนแทบละลาย หรือบางครั้งแออัดไปด้วยผู้คน สิ่งหนึ่งที่เมืองหลวงของไทยแห่งนี้ไม่เคยแกล้งเป็นเลย คือ ความน่าเบื่อ',


        HOME_NORTHERN_H : 'ภาคเหนือ มนต์เสน่ห์แห่งล้านนา',

        HOME_NORTHERN_D1_P1 : 'เมื่อพูดถึงแหล่งท่องเที่ยวของประเทศที่จัดเป็นจุดหมายปลายทางของการท่องเที่ยวระดับแถวหน้าแล้ว บางครั้งนักท่องเที่ยวมักจะลืมนึกถึงภาคเหนือไป หากไม่พูดถึงชายหาดระดับสวรรค์และรีสอร์ทหรูหราแล้ว ภาคเหนือเป็นภาคที่สามารถท่องเที่ยวแบบหรูหราได้ไม่แพ้กัน',
        HOME_NORTHERN_D1_P2 : 'นักท่องเที่ยวส่วนมากมักเริ่มต้นที่เชียงใหม่ เมืองหลวงแห่งวัฒนธรรม และโด่งดังเป็นอันดับสองรองจากกรุงเทพมหานคร เทือกเขาเขียวขจีที่โอบล้อมเมืองและความทันสมัยผสมกับวัฒนธรรมท้องถิ่นแบบเรียบง่ายอย่างลงตัวเย้ายวนให้คุณหลงใหลและปักหลักเริ่มการท่องเที่นว',
        HOME_NORTHERN_D1_P3 : 'ภาคนี้มีสถานที่ให้ไปท่องเที่ยวมากมาย ทั้งภูเขาที่อุดมไปด้วยป่าไม้   นาข้าวพลิ้วไหว สายน้ำไหลรินที่ให้ความรู้สึกถึงชนบทราวสรวงสวรรค์ และหมู่บ้านตัวเมืองของปาย แม่ฮ่องสอนและเชียงรายที่รายล้อมไปด้วยวัฒนธรรมชาวเขาให้บรรยากาศชวนพักผ่อนแบบสบาย ๆ  ',
        HOME_NORTHERN_D1_P4 : 'สำหรับนักท่องเที่ยวมากมายส่วนใหญ่แล้ว  เชียงใหม่เป็นเมืองต้นทางที่สมบูรณ์แบบสำหรับการเริ่มออกสำรวจภาคเหนือ  ถึงแม้จะเป็นเมืองอับดับสองรองจากกรุงเทพมหานครเชียงใหม่ไม่ได้แตกต่างไปมากนัก  ตัวเมืองที่อิงแอบอยู่ปลายดอยแห่งนี้เต็มไปด้วยวัดนับร้อย และหลายวัดมีประวัติศาสตร์ยาวนานย้อนกลับไปถึงตอนที่เมืองนี้เคยเป็นอาณาจักรล้านนาในสมัยโบราณ  ',
        HOME_NORTHERN_D1_P5 : 'องค์พระธาตุศักดิ์สิทธิ์ทั้งหลาย  รายล้อมด้วยคูเมืองโบราณและสถานที่ตั้งของเมืองบนสภาพแวดล้อมสวยงามสุดยอดเช่นนี้ ส่งให้เชียงใหม่เป็นเมืองที่ควรไปเยือน  ',
        HOME_NORTHERN_D1_P6 : 'แม้จะมีประเพณีที่หยั่งรากลึก การจะพูดถึงเชียงใหม่ไม่ได้มีเพียงเรื่องของประวัติศาสตร์เพียงอย่างเดียว โรงแรม บาร์   และภัตตาคารชั้นนำเกิดขึ้นมากมายไม่เคยหยุดนิ่ง ร้านค้าให้จับจ่ายซื้อของมีเป็นรายทางตั้งแต่ร้านขายของไปจนถึงตลาดกลางคืนไนท์มาร์เก็ตอันโด่งดัง',

        HOME_NORTHERN_D2_P1 : 'ถ้าออกจากศูนย์กลางประวัติศาสตร์ไปจะพบกับความทันสมัยที่ไม่หยุดนิ่ง เช่นแถวนิมมานเหมินทร์ จะพบงานศิลปะและดนตรีร่วมสมัยเปี่ยมไปด้วยพลังสร้างสรรค์ปลุกชีวิตให้เมืองอยู่ตามตึกแถวคอนกรีตทั่วไป',
        HOME_NORTHERN_D2_P2 : 'ชีวิตสบาย ๆ มีอยู่ดื่นดาษเลือกได้เช่นกัน เพราะสนามกอล์ฟดี ๆ อยู่ไม่ไกลจากตัวเมือง   หากจะลองกิจกรรมปีนหน้าผาและโรยตัว เชียงใหม่นับเป็นเมืองแห่งกิจกรรมผจญภัยที่โดดเด่นเมืองหนึ่งของไทยทีเดียว',
        HOME_NORTHERN_D2_P3 : 'ถึงจะดูเหมือนเป็นเมืองที่ล่อลวงสมัยใหม่  เชียงใหม่ยังคงไว้ซึ่งความสงบเช่นกัน   ด้วยคุณภาพราวต้องมนต์ขลังทำให้สิ่งอำนวยความสะดวกสบายอยู่ในระดับสุดยอดหรูหรา ด้วยการผสมผสานความงดงามของนาข้าวในแบบฉบับวันวานเข้ากับรีสอร์ทที่ซ่อนตัวอยู่ มานำเสนอในแบบอาคารไม้ในเขตป่าฝนด้วยสถาปัตยกรรมของลานนา ทั้งตัวเมืองและสิ่งแวดล้อมนอกเมืองล้วนอวดโฉมที่พักอันสงบสุขที่น่าประทับใจมากที่สุดของไทยอีกหลายแห่ง',
        HOME_NORTHERN_D2_P4 : 'ใจกลางเมืองเชียงใหม่เป็นจุดรวมของอาหารนานาชนิด แม้ว่าจะไม่เย้ายวนเท่าที่กรุงเทพมหานครแต่เป็นสิ่งที่ไม่ควรพลาด อาหารเด่นของเชียงใหม่ที่แนะนำให้ลิ้มลองคืออาหารตำหรับล้านนา อาหารภาคเหนือนั้น เป็นการผสมผสานของอาหารจากชนหลากลายกลุ่มทั้งไทย ลาว พม่าและจีนมานนานนับศตวรรษแล้ว การผสมปนเปกันเช่นนี้ส่งผลต่อลักษณะของอาหารของภาคนี้ที่จะมีกลิ่นหอมและรสชาติดี',
        HOME_NORTHERN_D2_P5 : 'แม้เชียงใหม่จะเป็นศูนย์กลางแต่ภาคเหนือของไทยไม่ใช่ว่าจะเป็นภาคที่มีเมืองเด่นเมืองเดียว อาณาจักรไทยเคยเกิดจากภาคนี้มาก่อนและชาวเหนือภาคภูมิใจอย่างมากในเรื่องวิถีชีวิตและมรดกตกทอดนี้ ภาคเหนือเปรียบเสมือนบ้านของชนเผ่ามากมาย ไม่ว่าจะเป็นกะเหรี่ยง ฉาน และยูนนานที่สร้างบ้านเรือนอยู่ตามหุบเขาที่อยู่ห่างไกลออกไป',

        HOME_NORTHERN_D3_P1 : 'สำหรับผู้มาเยือนแล้ว  ภาคเหนือคือภาพความงดงามผืนใหญ่ มีธรรมชาติของป่าไม้ครอบคลุมพื้นที่มากที่สุดเมื่อเทียบพื้นที่กับบรรดาภาคอื่น ๆ  ของไทยรวมทั้งความงามของสายน้ำที่ลากต่อกันก่อให้เกิดน้ำตกงดงามอีกหลายแห่ง ภาพการเดินป่าไปตามจังหวัดอันงดงามไร้ที่ติ  เช่น แม่ฮ่องสอน น่าน แพร่ เชียงรายและเชียงใหม่ ทำให้ต้องจัดเป็นโปรแกรมเดินทางในเมืองไทยที่ห้ามพลาดเลยทีเดียว ',
        HOME_NORTHERN_D3_P2 : 'เมืองสำคัญอีกเมืองหนึ่งที่แม้จะเล็กกว่าเชียงใหม่ แต่ยังเต็มไปด้วยเสน่ห์ของร้านอาหารและโรงแรม กิจกรรมเดินท่องป่าและการพักผ่อนให้เลือกอีกหลายรูปแบบ คือ เชียงราย เมืองที่ได้รับเลือกให้เป็นอีกเมืองในภาคนี้ที่สมควรไปเยือน เมืองนี้อยู่ทางชายแดนเหนือสุดของประเทศบริเวณที่เรียกว่า สามเหลี่ยมทองคำ อาณาเขตติดต่อกันของไทย ลาวและพม่าซึ่งเป็นที่รู้จักกันทั่วโลก พื้นที่แห่งนี้มีความงดงามตามธรรมชาติที่นักท่องเที่ยวจะไม่มีทางลืมเลือนด้วยการขี่ช้างไปตั้งแค้มป์ และการเดินท่องป่า ',
        HOME_NORTHERN_D3_P3 : 'ถึงจะดูเหมือนเป็นเมืองที่ล่อลวงสมัยใหม่  เชียงใหม่ยังคงไว้ซึ่งความสงบเช่นกัน   ด้วยคุณภาพราวต้องมนต์ขลังทำให้สิ่งอำนวยความสะดวกสบายอยู่ในระดับสุดยอดหรูหรา ด้วยการผสมผสานความงดงามของนาข้าวในแบบฉบับวันวานเข้ากับรีสอร์ทที่ซ่อนตัวอยู่ มานำเสนอในแบบอาคารไม้ในเขตป่าฝนด้วยสถาปัตยกรรมของลานนา ทั้งตัวเมืองและสิ่งแวดล้อมนอกเมืองล้วนอวดโฉมที่พักอันสงบสุขที่น่าประทับใจมากที่สุดของไทยอีกหลายแห่ง',
        HOME_NORTHERN_D3_P4 : 'ไม่ว่าจะเป็นเชียงใหม่ เชียงราย หรือจังหวัดอื่นที่มีคนรู้จักไม่มาก ภาคเหนือของไทยสามารถรังสรรค์ความเป็นไปได้อย่างไม่สิ้นสุด',


        HOME_PHUKET_H : 'ภูเก็ต ไข่มุกแห่งอันดามัน',

        HOME_PHUKET_D1_P1 : 'ภูเก็ต เกาะใหญ่ที่สุดของประเทศไทยจัดว่าเป็นอัญมณีล้ำค่าบนมงกุฎแห่งการท่องเที่ยวของประเทศมาช้านาน ชื่อเสียงของเกาะนี้ที่โลกรู้จักเป้นอย่างดี คือ หาดทรายอันขาวสะอาด รีสอร์ทยอดนิยม และแหล่งท่องเที่ยวยามราตรีที่เป็นที่นิยมกันแพร่หลาย เกาะภูเก็ตยังคงเป็นที่น่าสนใจสำหรับผู้ที่หลงใหลในความงามอันบริสุทธิ์อีกด้วย',
        HOME_PHUKET_D1_P2 : ' สิ่งหนึ่งที่เป็นเรื่องมีค่ามากที่สุดของเกาะนี้คือแง่มุมหลากหลายไม่มีสิ้นสุดของเกาะ  ด้วยหาดทรายสวยงามและที่พักมากมายที่อยากไปใจจะขาด แต่การที่เกาะนี้มีประวัติศาสตร์และประเพณีที่สืบทอดมายาวนานน่าจะทำให้การมาเยือนเกาะนี้เป็นมากกว่าสวรรค์แห่งการพักผ่อน',
        HOME_PHUKET_D1_P3 : 'ด้วยยุทธศาสตร์ที่ตั้งของเกาะนี้ พ่อค้าจากทั่วโลกจึงเดินทางมาเยือน ทำให้อิทธิพลวัฒนธรรมจากยุโรป อาหรับและจีนหลั่งไหลขึ้นมาบนเกาะ แต่ไม่ได้ส่งผลชัดเจนต่อผู้คนที่อาศัยอยู่บนเกาะทันทีทันใด อย่างไรก็ดี การผสมปนเปอย่างเข้มข้นขององค์ประกอบที่จะก่อร่างสังคมปรากฏชัดเจนในทุกด้านไล่เรียงมาจากมรดกของมุสลิมไปถึงสถาปัตยกรรมอันโดดเด่นและอาหารการกิน',
        HOME_PHUKET_D1_P4 : 'สิ่งสำคัญอย่างมากที่ทำให้ภูเก็ตมีความแตกต่างคือขนาดของตัวเกาะ แม้จะมีทะเลอันดามันโอบล้อมตัวเกาะอันอุดมสมบูรณ์นี้ก็ยากที่คิดว่าเกาะนี้อยู่โดดเดี่ยวจากแผ่นดินใหญ่ ด้วยการมีถนนไฮเวย์หลายช่องทางจราจรไว้สัญจรไปมาขณะที่เมืองใหญ่อื่นมีห้างสรรพสินค้า จึงไม่ใช่เรื่องยากที่จะหลีกหนีจากความแออัดจากฝูงชนในทุกที่ที่เดินทางไป',
        HOME_PHUKET_D1_P5 : 'สำหรับผู้ที่ต้องการใช้เวลาพักผ่อนอย่างสนุกสนาน ชายหาดของภูเก็ตมีร้านอาหารบริการตั้งแต่ระดับหรูไปจนถึงสโมสรชายหาดอันน่าทึ่ง หาดป่าตอง หาดกะตะและหาดกะรนเป็นที่รู้จักแพร่หลายที่สุดในเรื่องดังกล่าว เพราะเต็มไปด้วยร้านอาหารหรูหราและสิ่งอำนวยความสะดวกอื่นอีกมากมาย หากต้องการหนีจากชายหาดอันอึกทึกเหล่านี้ ภูเก็ตยังมีหาดอื่น ๆ ที่สงบเงียบมากกว่าอยู่อีก เช่น หาดสุรินทร์ หาดราไวย์และหาดกมลาที่ยังคงให้บริการได้ไม่แพ้กัน นอกเหนือจากนี้ ภูเก็ตมีรีสอร์ทที่ดีที่สุดของประทศอีกหลายแห่ง ที่มีชายหาดส่วนตัวขาวสะอาดไร้ที่ติทอดลงสู่ทะเลอันดามันอันระยิบระยับ',

        HOME_PHUKET_D2_P1 : 'นอกจากตัวเกาะภูเก็ตเองแล้ว ยังมีเกาะอื่น ๆ ที่น่าสนใจและเป็นที่รู้จักกันดีอยู่ในมหาสมุทรใกล้ ๆ กับตัวเกาะภูเก็ต เกาะฝาแฝดนามว่าเกาะยาวใหญ่และเกาะยาวน้อยที่อยู่ในอ่าวพังงานับได้ว่าเป็นสองเกาะในไทยที่มีชายหาดอันยอดเยี่ยม มีรีสอร์ทไว้เอนกายอย่างเป็นมิตรในแบบวัฒนธรรมมุสลิม',
        HOME_PHUKET_D2_P2 : 'ด้วยความที่เป็นเกาะเลื่องชื่อที่สุดของไทยสำหรับการไปพักผ่อนจึงไม่น่าแปลกใจที่ภูเก็ตจะมีสนามกอล์ฟชั้นหนึ่งอยู่มากมาย ไม่ว่าจะเป็นสโมสร Red Mountain Club หรือสนาม The Lakes Course at Blue Canyon และสโมสร Phuket Country Club ล้วนแต่ได้รับคำชมทั้งด้านมาตรฐานของเรื่องกอล์ฟ วิวทิวทัศน์อันน่าตื่นใจ และคุณภาพนั้นสูงเทียบเท่าสนามอื่น ๆ บนเกาะ',
        HOME_PHUKET_D2_P3 : 'การดำน้ำเป็นเรื่องสุดยอดอีกอย่างหนึ่งสำหรับผู้มาเยือนเกาะภูเก็ต มีโปรแกรมเที่ยวในวันเดียวจากเกาะภูเก็ตไปยังจุดดำน้ำที่เกาะพีพีและเกาะราชาบริการตลอดทั้งปี หากออกไกลไปอีกนิดแต่คุ้มค่าที่ได้ไปคือการออกไปดำน้ำลึกที่จุดดำน้ำระดับโลกตรงหมู่เกาะสิมิลันและหมู่เกาะสุรินทร์ในทะเลอันดามัน',
        HOME_PHUKET_D2_P4 : 'ไม่ไกลจากภูเก็ตออกไปทางชายฝั่งจังหวัดพังงาจะเป็นหมู่เกาะที่เหมาะที่สุดที่จะลองหาประสบการณ์ใช้ชีวิตแบบกินนอนบนเรือท่องเที่ยวแบบหรูหรา นักท่องเที่ยวไม่จำเป็นที่จะต้องออกไปไกลจากตัวเกาะภูเก็ตหากอยากจะล่องไปในทะเลอันดามัน มีกิจกรรมต่าง ๆ เช่น ยืนพายบนกระดาน โต้คลื่น และพายเรือคายัคกำลังเป็นที่นิยม ภูเก็ตเองมีชื่อเสียงว่าเป็นบ้านของการแข่งเรือรีกัตตาชิงถ้วยพระราชทานของพระบาทสมเด็จพระเจ้าอยู่หัว ที่เป็นการจัดงานแข่งเรือใบอันทรงเกียรติที่สุดของประเทศไทย ',
        HOME_PHUKET_D2_P5 : 'คุณอาจคาดหวังจากภูเก็ตในเรื่องอาหารการกินสำหรับนักท่องเที่ยวที่มาจากทั่วทุกมุมโลก ภูเก็ตนั้นมีชื่อเสียงมากอีกเรื่องหนึ่งคือความชำนาญพิเศษเรื่องของอาหาร  อาหารที่นี่มีทุกอย่างตั้งแต่ภัตตาคารหรูหราคลาสสิคและร่วมสมัยไปจนถึงร้านอาหารทะเลอร่อยที่สุดของประเทศ  ภาพอาหารการกินในตัวเมืองเป็นเรื่องที่ต้องกล่าวถึงเป็นพิเศษ ใจกลางเมืองภูเก็ตไม่ได้เป็นแค่แหล่งท่องเที่ยวเท่านั้น เรื่องอาหารที่ได้รับอิทธิพลจากครัวจีนที่หาไม่ได้ที่อื่นหลายอย่างสมควรที่จะมาลองลิ้มชิมรสเช่นกัน',

        HOME_PHUKET_D3_P1 : 'ที่จริงแล้ว อาหารการกินในตัวเมืองภูเก็ตบอกถึงความหลากหลายมากกว่าในแง่ของการค้าขายที่นักท่องเที่ยวมักจะมองข้ามไปอยู่บ่อย ๆ ภูเก็ตถูกขนานนามว่าเป็น “ไข่มุกแห่งอันดามัน” เมืองที่มีความงดงามของโครงการบ้านเพื่อการฟื้นฟูสภาพของชะนี ผสมผสานกับสวนผลไม้ น้ำตกสูงตระหง่านและสวนยางพารา',
        HOME_PHUKET_D3_P2 : 'ตัวเมืองภูเก็ตเป็นเมืองที่มีความผสมกลมกลืนของอิทธิพลทางวัฒนธรรมหลากหลายที่สุดเมืองหนึ่งของไทย  นักท่องเที่ยวไม่ควรพลาดการเดินไปตามตรอกซอกซอย ทดลองเรียนทำอาหารและไปดูวัดจีนสีสันสวยงาม',
        HOME_PHUKET_D3_P3 : 'แม้ว่าสำหรับนักท่องเที่ยวส่วนใหญ่แล้วถ้าพูดถึงภูเก็ตจะนึกถึงหาดทรายแพรวพราวและน้ำทะเลระยิบระยับ แต่เมื่อใกล้จะหมดวันถึงเวลาที่พระอาทิตย์จะลับฟ้าลงสู่ทะเลอันดามัน นักท่องเที่ยวมากมายจะมุ่งไปยังแหลมพรหมเทพที่อยู่ทางใต้สุดของตัวเกาะเพื่อรอชมแสงสุดท้ายแห่งวัน ส่วนอีกด้านยังมีบาร์ตามหาดอีกมากมายที่เหมาะจะมานั่งชนแก้วดื่มให้กับอีกวันที่ผ่านไปบนดินแดนสวรรค์แห่งนี้',


         HOME_SAMUI_H : 'เกาะสมุยและกระบี่ ยินดีต้อนรับสู่สวรรค์',

        HOME_SAMUI_D1_P1 : 'เมืองไทยอุดมไปด้วยทรัพยากรธรรมชาติอันงดงามที่เห็นได้จากบรรดาหาดทรายสวรรค์ตามแนวชายฝั่งที่โอบล้อมประเทศเอาไว้ นอกจากจะมีเกาะใหญ่น้อยน่าประทับใจอยู่นับไม่ถ้วนแล้ว สวรรค์ยังประทานหาดทรายแพรวพราวยาวเหยียดตลอดทั้งฝั่งทะเลอ่าวไทยและทะเลอันดามันที่ทำให้เมืองตามชายฝั่งเป็นเมืองท่องเที่ยวลือชื่ออีกด้วย',
        HOME_SAMUI_D1_P2 : 'เกาะสมุยและกระบี่ เป็นเมืองท่องเที่ยวอีกสองแห่งที่ส่องแสงเจิดจรัสสำหรับการไปพักผ่อน แต่ละเมืองนั้นมีจุดเด่นแตกต่างกันออกไป เกาะสมุย หรูหราด้วยเพราะทำเลที่ตั้งในอ่าวไทยและเหมาะสำหรับการใช้ชีวิตแบบไม่ปรุงแต่ง',
        HOME_SAMUI_D1_P3 : 'ส่วนกระบี่เป็นเมืองเด่นอีกเมืองของไทยบนชายฝั่งทะเลอันดามัน ที่งดงามไปด้วยทิวทัศน์ของภูเขาหินปูนอันน่าตะลึง มีรีสอร์ทสวยงามมากมายและยังมีสถานที่น่าเที่ยวอย่างเกาะพีพีและเกาะลันตา',
        HOME_SAMUI_D1_P4 : 'หากจะขนานนามให้เกาะสมุยเป็นนางงามใหญ่แห่งการท่องเที่ยวไทยคงไม่ผิดนัก เพราะที่นี่คือเกาะที่เป็นจุดหมายปลายทางของนักท่องเที่ยวมาช้านานกว่าเกาะอื่น ๆ  เสน่ห์ของเกาะที่พลุกพล่านนี้ไม่เคยจืดจางแม้ว่าจะไปจนคุ้นเคยแล้วก็ตาม เพราะเกาะนี้เป็นแหล่งท่องเที่ยวที่เกิดมานานและรู้จักปรับเปลี่ยนการบริการให้เหมาะสมรับมือกับผู้มาเยือนได้ตลอด',
        HOME_SAMUI_D1_P5 : 'นักท่องเที่ยวต่างชาติเริ่มหลั่งไหลมาที่เกาะสมุยช่วงปีพ.ศ. 2503 และนับแต่นั้นเป็นต้นมาเกาะนี้โด่งดังว่าเป็นจุดหมายของบรรดาฮิปปี้และพวกแบกเป้ทั้งหลาย ในสมัยนั้น ถนนบนเกาะยังไม่ลาดยาง ที่พักมีแค่เพียงกระท่อมไม้ริมหาดและอาหารไทยพื้น ๆ เท่านั้น',
        HOME_SAMUI_D1_P6 : 'ปัจจุบัน เกาะเปลี่ยนแปลงทันสมัยมากขึ้น ที่พักแบบดั้งเดิมสมัยแรกเริ่มหลงเหลืออยู่แค่ทางใต้และตะวันตกของเกาะ ในขณะที่ส่วนอื่นเป็นที่พักแบบสะดวกสบายมากกว่า',


        HOME_SAMUI_D2_P1 : 'มีรีสอร์ทที่เก่าแก่ที่สุดของไทยบางแห่งอยู่ที่นี่ ลองนึกถึงสระน้ำที่ยาวไม่สิ้นสุดมีเตียงชายหาดมหึมาเรียงราย ขณะที่บริกรรอให้บริการลูกค้าเป็นอย่างดี นั่นคือภาพของที่นี่ รีสอร์ทหลายแห่งของเกาะนี้จะเป็นแบบวิลล่าเท่านั้น ที่คุณจะได้พักอย่างเป็นส่วนตัวดื่มด่ำกับทิวทัศน์สุดสายตาของผืนน้ำระยิบยับแห่งมหาสมุทร',
        HOME_SAMUI_D2_P2 : 'นอกจากความหรูหราราวพระราชวังแล้วความสะดวกสบายทันสมัยยังคงมีเช่นกัน รีสอร์ทชั้นนำมากมายของเกาะนี้มีทั้งบาร์และคลับริมหาดไว้สำหรับนั่งจิบเครื่องดื่มรสละมุนรับความสดชื่นจากลมทะเล',
        HOME_SAMUI_D2_P3 : 'ตั้งแต่แรกเริ่ม เกาะสมุยเป็นเลิศในเรื่องอาหารเช่นกัน ปัจจุบันเกาะนี้จัดเป็นจุดหมายแห่งการครัวในแบบฉบับของตนเองจากร้านภัตตาคารอาหารนานาระดับโลกที่จ้างเชฟให้คิดค้นอาหารโดยตรง นักท่องเที่ยวจะหาชิมได้ทุกอย่างตั้งแต่อาหารไทยร่วมสมัย อาหารฟิวชั่น ไปจนถึงอาหารนานาชาติ',
        HOME_SAMUI_D2_P4 : 'หากจะยกระดับให้สูงขึ้นอีก มื้ออาหารค่ำโรแมนติคสุดหรูด้วยอาหารทะเลสดรสเลิศบนหาดทรายขาวละเอียดใต้อุ้งเท้า หรือจะจองโต๊ะริมหน้าผาที่มีบริกรส่วนตัว เกาะสมุย คือตัวเลือกที่สมบูรณ์แบบที่สุดเลยทีเดียว',
        HOME_SAMUI_D2_P5 : 'กระบี่นั้นเหมือนกับเกาะสมุยที่จะพบกับบรรดาผู้มีอันจะกิน  หรือกลุ่มผู้มีรายได้สูงจากเอเชียหรือที่อื่น ๆ แม้ว่ากระบี่จะมีความงามของหาดทรายสุดสายตาและธรรมชาติป่าฝนเช่นกันกับเกาะสมุย   แต่ภูมิทัศน์ของจังหวัดนี้ผนวกกับเกาะต่าง ๆ ที่อยู่ในพื้นที่ทำให้กระบี่มีความงดงามที่แตกต่างจากเกาะสมุยอยู่ไม่น้อย',
        HOME_SAMUI_D2_P6 : 'ทิวทัศน์ของเขาหินปูนที่ตั้งตระหง่านอยู่กลางผืนน้ำสีมรกตของอ่าวพังงาและทอดยาวไปตามชายฝั่งสร้างลักษณะเฉพาะให้กับกระบี่',

        HOME_SAMUI_D3_P1 : 'นอกจากจะเป็นภาพที่ชวนให้ตื่นตะลึงแล้ว ลักษณะภูมิประเทศเช่นนี้ทำให้กระบี่มีชื่อเสียงในเรื่องกิจกรรมผจญภัย หาดไร่เลย์ใกล้กับตัวเมืองกระบี่ ได้รับการจัดอันดับจากผู้เชี่ยวชาญว่าเป็นสุดยอดแห่งสถานที่สำหรับกีฬาปีนหน้าผาในเอเชียและมีให้เลือกมากมายหลายระดับสำหรับฝึกทักษะการปีน  นอกจากเหมาะสำหรับปีนหน้าผาแล้ว ยังสามารถเที่ยวชมถ้ำหรือพายเรือคายัคลัดเลาะไปตามโขดเขาหินปูนเข้ายังทะเลสาบที่ซุกซ่อนอยู่ได้อีกด้วย  ทิวทัศน์สวยงามในท้องทะเลใต้เกลียวคลื่นที่นี่มีอีกมากมายรอบจังหวัดที่จัดไว้เป็นจุดดำน้ำลึกได้เช่นกัน ',
        HOME_SAMUI_D3_P2 : 'การออกแรงไม่ใช่ว่าทุกคนจะชอบนัก และทิวทัศน์อันงดงามยังเหมาะกับการลอยชายไปสบาย ๆ  กระบี่นั้นเหมือนกันกับเมืองท่องเที่ยวชายฝั่งทั้งหลายของไทยที่ว่าจะสามารถหารีสอร์ทที่ควรค่าในความทรงจำให้ไปพักได้ไม่ยาก  เพราะที่นี่เต็มไปด้วยที่พักระดับหรูที่ดีที่สุดของประเทศอีกหลายแห่งให้เลือก  ลองเลือกว่าจะนั่งเรือออกไปยังเกาะที่แฝงตัวอยู่ตามหาดส่วนตัว หรือจะสำราญกับความหรูหราแบบสุดขีดไปกับธรรมชาติรอบตัว',
        HOME_SAMUI_D3_P3 : 'ความงดงามโดดเด่นสุดยอดของกระบี่อยู่ที่เกาะพีพี  ทั่วโลกรู้จักหมู่เกาะเล็ก ๆ 6 เกาะแห่งนี้เป็นอย่างดีจากหาดทรายงดงามและทิวทัศน์มหัศจรรย์ของที่นี่ ภาพยนตร์ชื่อดัง The Beach เลือกถ่ายทำเรื่องนี้ที่เกาะพีพีเล ส่วนเกาะพีพีดอนนั้นมีความงามของผืนน้ำสีฟ้า หน้าผาเว้าแหว่ง และผืนป่าเขียวขจีที่ทำให้ลืมหายใจเมื่อเดินขึ้นไปจากชายหาด',
        

        HOTEL_H : 'โรงแรมและรีสอร์ท พักผ่อนเอนกายอย่างมีสไตล์',
        HOTEL_P1 : 'ดินแดนแห่งรอยยิ้มนับพันที่ต้อนรับผู้มาเยือนด้วยบริการที่งามสง่าอันเลื่องลือในความเป็นเจ้าของบ้านผู้มีรีสอร์ทและโรงแรมระดับห้าดาวอยู่ทั่วประเทศให้นักท่องเที่ยวได้พำนักอย่างหรูหราแสนสบาย เลือกพักผ่อนได้ตั้งแต่โรงแรมดาวเด่นทันสมัยของตัวเมือง หรือจะเป็นรีสอร์ทแสนงามริมหาดและเชิงเขาที่ตอบสนองความต้องการและความพึงพอใจของคุณทุกด้าน มิตรไมตรีของคนไทยคือศิลปะที่ขัดเกลาได้อย่างสมบูรณ์แบบ',

        HOTEL_NORTHERN_H : 'ภาคเหนือ',

        HOTEL_NORTHERN_FSR_H : 'โรงแรมโฟร์ซีซั่นเต้นท์แค้มป์เชียงราย',
        HOTEL_NORTHERN_FSR_P1 : 'สามเหลี่ยมทองคำ ชื่อของดินแดนที่ชายแดนของสามประเทศคือไทย พม่าและลาวมาบรรจบกัน เป็นสุดมุมความงามที่กล่าวขานกันมานานของแผ่นดินแห่งเอเชียตะวันออกเฉียงใต้ แค้มป์สุดหรูแห่งนี้มีป่าไม้เป็นฉากหลังที่เหมาะเจาะสำหรับการนั่งชมวิวแสนงามไปบนหลังช้าง ที่นี่ ช้างคือหัวใจของความเย้ายวนให้นักท่องเที่ยวได้มีโอกาสสักครั้งที่จะสัมผัสยักษ์ใหญ่ใจดี เต้นท์ที่พักของแคมป์อยู่สูงขึ้นไประดับยอดไม้และออกแบบให้มีพื้นที่เปิดโล่งด้วยนอกชานขนาดใหญ่ที่มีอ่างอาบน้ำตั้งไว้',

        HOTEL_NORTHERN_DC_H : 'โรงแรมดาราเทวีเชียงใหม่',
        HOTEL_NORTHERN_DC_P1 : 'ประวัติศาสตร์มีอยู่มากมาย ณ เมืองหลวงแห่งภาคเหนือของไทย จึงเหมาะควรแล้วที่จะมีโรงแรมหรูสุดของเมืองที่ใช้มรดกของเมืองมาดึงดูดนักท่องเที่ยว แม้จะเพิ่งเปิดดำเนินการเพียงแค่สิบกว่าปีที่ผ่านมาตัวโรงแรมมีวิลล่าหรูหราระดับคุณภาพอันยืนยาวอยู่ออกไปชานเมืองที่แวดล้อมไปด้วยนาข้าวเขียวชอุ่มล้อมรอบด้วยชาวบ้านที่อาศัยอยู่อย่างสงบสุข ห้องสวีทและวิลล่าอันกว้างขวางคือผลงานการผสมผสานสถาปัตยกรรมไทยและโคโลเนียลโดยการใช้เครื่องเรือนไม้สักที่โก้หรู ผลงานชิ้นเอกคือ สปา พื้นที่ 3,100 ตารางเมตรแห่งความสงบที่ประดับประดาด้วยรูปปั้นรูปหล่ออันงดงาม',

        HOTEL_NORTHERN_FSM_H : 'โรงแรมโฟว์ซีซันส์รีสอร์ทเชียงใหม่',
        HOTEL_NORTHERN_FSM_P1 : 'ตั้งอยู่ในหุบเขาแม่ริมใช้เวลานั่งรถยนต์ไปประมาณหนึ่งชั่วโมงจากเชียงใหม่ เป็นรีสอร์ทที่ดีเลิศสำหรับการพักผ่อนอย่างสงบที่หรูหรา รายล้อมไปด้วยขุนเขาและทุ่งนาเขียวขจีที่ส่งให้ตัวรีสอร์ทโดดเด่น บังกะโลที่พักพร้อมระเบียงตกแต่งด้วยภาพเขียนและงานศิลปะแบบไทยอันมีค่า บ่งบอกลักษณะการใช้พื้นที่อยู่อาศัยในที่โล่งด้านนอก สระว่ายน้ำที่นี่คือความงามอย่างหนึ่งและจะน่าสนใจมากยิ่งขึ้นในเวลากลางคืนเมื่อแสงดาวและแสงสว่างจากตะเกียงสะท้อนภาพอยู่บนผิวน้ำ มีบริการชั้นเรียนโยคะ ปั่นจักรยาน และสปาบำบัดโดยผู้เชี่ยวชาญ เป็นทางเลือกพักผ่อนได้อีกด้วย',

        HOTEL_NORTHERN_137_H : 'โรงแรม 137 พิลลาร์ เฮาส์ เชียงใหม่',
        HOTEL_NORTHERN_137_P1 : 'ตำนานอันน่าสนใจย่อมเชิญชวนผู้คนได้เสมอ และ เรือน 137 เสาแห่งนี้ย่อมมีสีสันแห่งวันวานเช่นกัน โรงแรมแห่งนี้อยู่ในอำเภอวัดเกตุแหล่งศิลปะของเชียงใหม่ย้อนไปตั้งแต่ปีพ.ศ. 2432 เจ้าของดั้งเดิมคือหลุยส์ เลียวโนเวนส์ บุตรชายของนางแอนนา (จากภาพยนตร์ Anna and the King อันโด่งดัง) ตัวอาคารได้มีการซ่อมแซมตกแต่งใหม่ให้เป็นลักษณะของ บ้านสำหรับผู้ที่จากบ้านมาไกล ด้วยสถาปัตยกรรมแบบผสมผสานระหว่างไทยเดิมและสมัยใหม่ เตียงนอนอาบแดดวางอยู่เป็นระยะในสวน ส่วนห้องพักอันโอ่โถงจะมีเครื่องชงกาแฟเอสเปรสโซ และบริกรส่วนตัว',

        HOTEL_NORTHERN_RCM_H : 'โรงแรมราชมรรคา เชียงใหม่',
        HOTEL_NORTHERN_RCM_P1 : 'นักท่องเที่ยวบางคนไม่อยากจากเชียงใหม่ไปไหนเพราะคุณค่าทางจิตวิญญาณที่ได้รับจากเมืองนี้  และวัดพระสิงห์มรดกแห่งชาวพุทธอันรุ่งเรืองของเมืองที่มีหลักฐานว่าเป็นวัดที่มีชื่อเสียงมากที่สุดของเมืองหลวงแห่งภาคเหนือตั้งอยู่ด้านหน้าติดกับรีสอร์ทแห่งนี้ เพียงแค่เดินไปไม่ไกลจากรีสอร์ทจะพบวัดสำคัญอีก 4 แห่ง แต่แขกอาจจะชอบทำสมาธิอยู่ในบริเวณอันเงียบสงบของรีสอร์ทที่จัดไว้มากกว่า สถาปนิกชาวไทย คุณองอาจ สารทพันธุ์ได้ออกแบบให้สถานที่แห่งนี้มีรูปแบบของการผสานลานกว้างมากมายให้ซ่อนไว้ตามสวน วัตถุโบราณสวยงามมากมายนำมาใช้ตกแต่งห้องสวีทได้อย่างลงตัว ส่วนศาลาเปิดโล่งรับอากาศบริสุทธิ์ช่างสมบูรณ์แบบสำหรับนวดผ่อนคลายยืดเส้นสายเช่นกัน',

        HOTEL_NORTHERN_ACM_H : 'โรงแรมอนันตรา เชียงใหม่',
        HOTEL_NORTHERN_ACM_P1 : 'ภูมิประเทศอันเย้ายวนมากที่สุดอย่างหนึ่งของเชียงใหม่คือแม่น้ำปิง พื้นที่ตามริมน้ำจึงเป็นตัวดึงดูดหลักสำหรับเมืองนี้ ด้วยความที่ตั้งอยู่บนริมฝั่งน้ำอันเงียบสงบ  รีสอร์ทแห่งนี้จึงเป็นที่หลบพักอย่างดีที่มีครบทั้งความสงบสันโดษและความสะดวกสบายที่จะออกสำรวจพื้นที่ใกล้เคียง ห้องสวีทอันหรูหราพร้อมระเบียงส่วนตัวจัดเตรียมไว้เป็นอย่างดี สิ่งที่น่าสนใจอย่างอื่นคือ ล่องเรือตามลำน้ำปิง สระว่ายน้ำกลางแจ้งขนาด 34 เมตรและจิบชายามบ่ายอันเลื่องชื่อ',


        HOTEL_CENTER_H : 'ภาคกลางและภาคตะวันออก',

        HOTEL_CENTER_TSB_H : 'โรงแรม เดอะสยาม กรุงเทพฯ',
        HOTEL_CENTER_TSB_P1 : 'โรงแรมที่ทุ่มทุนรังสรรค์อย่างไม่อั้นและเจิดจรัสสมความตั้งใจ เดอะ สยาม ใช้เงินก่อสร้างประมาณ 100 กว่าล้านบาทจัดว่าเป็นสุดยอดหนึ่งเดียวในบรรดาโรงแรมสุดหรู ก่อกำเนิดโดยกฤษฎา สุโกศล นักแสดงร้อคสตาร์ชาวไทย จึงเป็นที่พำนักสุดยอดเพียงหนึ่งเดียวของกรุงเทพมหานคร กฤษดาได้สถาปนิกมือดีชาวอเมริกัน บิล เบนสลีย์ (Bill Bensley) มาช่วยเนรมิตโรงแรมขนาด 39 ห้องแห่งนี้เป็นที่นำเสนอของสะสมโบราณ จุดเด่นของที่นี่คือพูลวิลล่า 11 ห้องพร้อมสวนส่วนตัว ระเบียงชั้นบนและห้องน้ำขนาดมหึมาที่มีอ่างอาบน้ำปูกระเบื้องขนาด 3.2 ตารางเมตร',

        HOTEL_CENTER_MOB_H : 'โรงแรมแมนดาริน โอเรียลเต็ล กรุงเทพฯ',
        HOTEL_CENTER_MOB_P1 : 'โรงแรมที่สะดวกสบายแบบมีระดับเช่นคุณผู้หญิงในบรรดาโรงแรมแห่งเอเชีย  นับแต่เริ่มสร้างในปีพ.ศ. 2419 โรงแรมนี้เป็นที่โปรดปรานของนักเขียนชื่อดัง เช่น โจเซฟ คอนราด (Joseph Conrad) และเกรมแฮม กรีน (Graham Greene) ที่ได้รับการบริการแบบพิเศษสุดด้วยห้องพักสวีทที่ตกแต่งแบบไม่มีใครเหมือนที่ชื่อ Heritage Authors’ Suites สำหรับห้องพักในปีกวิวสวน (Garden Wing) และปีกวิวแม่น้ำ (River Wing) ที่ใหม่กว่าจะให้คุณได้ตะลึงงันกับทิวทัศน์ของแม่น้ำเจ้าพระยาในแบบทันสมัยแต่มีสไตล์ นอนแช่ในสระว่ายน้ำขนาดใหญ่ทั้งสองสระ หรือจะลองสปาแสนสบาย และลิ้มชิมรสอาหารไทยแสนอร่อยของกรุงเทพ ฯ คุณจะพบเลยว่าเหตุใดที่นี่จึงเป็นโรงแรมที่หมายปองที่สุดแห่งหนึ่งของเมืองหลวงแห่งประเทศนี้',

        HOTEL_CENTER_OPB_H : 'โรงแรมดิ โอกูระเพรสทีจ กรุงเทพฯ',
        HOTEL_CENTER_OPB_P1 : 'ด้วยทำเลที่เสมือนอยู่ตรงกลางระบบประสาทของกรุงเทพมหานคร โรงแรมนี้จึงเหมาะที่จะเป็นจุดเริ่มต้นสำรวจเมืองหลวงของประเทศไทยนี้ ด้วยความที่หน้าต่างห้องพักทุกห้องเปิดรับภาพสุดสายตาของตัวเมืองส่งให้กรุงเทพ ฯ เป็นดาวเด่น ทุกสิ่งที่เห็นล้วนแจ่มชัด  ตัวห้องพักคือภาพลักษณ์แห่งความหรูหราที่เลิศด้วยเครื่องเรือนอันงดงามและสิ่งอำนวยความสะดวกที่จัดทำเฉพาะแต่ละห้องพร้อมโทรทัศน์จอแบนขนาดมหึมา ส่วนจุดเด่นอื่นของที่นี่คือ ห้องอาหารญี่ปุ่นยามาซาโตะ (Yamazato)  สุดยอดภัตตาคารอาหารญี่ปุ่น และสระว่ายน้ำทรงแฉกอันน่าทึ่งขนาด 20 เมตร',

        HOTEL_CENTER_TSB_H : 'โรงแรมสุโขทัย กรุงเทพ ฯ ',
        HOTEL_CENTER_TSB_P1 : 'สุโขทัยเป็นอีกโรงแรมที่อิงแอบอยู่ในเมืองหลวงของไทย แม้จะอยู่ต้นทางเข้าเมืองบนถนนสาทรอันวุ่นวาย ตัวโรงแรมจะอยู่ถอยห่างจากถนนจอแจโดยมีลานหญ้าเขียวขจีทอดนำไป จึงรับประกันความเป็นส่วนตัวให้ได้ดีเลิศสมกับเป็นโรงแรมระดับห้าดาวอันลือชื่อ ไม่ว่าจะนั่งลิ้มลองอาหารอิตาเลี่ยนที่ห้องอาหารลา กสาล่า (La Scala) หรือ สปาอยู่ที่ Spa Botanica ทำให้เหล่าผู้มีชื่อเสียงและชนชั้นสูงจะมาเยือนอยู่เป็นนิจ ด้วยการตกแต่งแบบสยามดั้งเดิมโรงแรมสุโขทัย กรุงเทพ ฯ จึงให้คุณได้สัมผัสความรู้สึกของความเป็นไทยอย่างหรูหราอันแท้จริง ',

        HOTEL_CENTER_SKB_H : 'โรงแรมสยามเคมปินสกี้ กรุงเทพฯ',
        HOTEL_CENTER_SKB_P1 : 'ศิลปะในหลายแขนงมารวมกันที่โรงแรมนี้ เพราะที่นี้เป็นโรงแรมที่เชิญชวนให้เข้าพักที่สุดแห่งหนึ่งของกรุงเทพ ฯ งานศิลปะของสะสมจำนวนมากมายหลายชิ้นที่นำมาประดับช่วยให้โถงทางเดิน ห้องโถงหลัก ห้องอันโอ่โถง และพื้นที่ส่วนกลางของโรงแรมขนาด 303 ห้องแห่งนี้ดูราวกับเป็นสถานที่เก็บสะสมงานศิลป์ที่ใหญ่ที่สุดแห่งหนึ่งทีเดียว ที่นี่เป็นที่แสดงภาพวาด รูปปั้น ภาพเขียน ของศิลปินในประเทศรวมแล้วราว 1,500 ชิ้น สิ่งที่ไม่ควรพลาดของโรงแรมยังมีสระน้ำเกลือสามสระ สปาและห้องอาหารสระบัวที่บริการอาหารไทยจะเรียกน้ำย่อยคุณได้ไม่แพ้กัน',

        HOTEL_CENTER_TRB_H : 'โรงแรมเดอะ เซ็นต์ รีจีส กรุงเทพ ฯ',
        HOTEL_CENTER_TRB_P1 : 'หากพูดถึงที่ตั้งใจกลางกรุงเทพ ฯ แบบไร้ที่ติ โรงแรมเซ็นต์รีจีสหาคู่แข่งมาเทียบด้วยยากมาก คนมีชื่อเสียงโด่งดังไม่ว่าจะระดับในรั้วในวัง ดารานักร้องและนักแสดงล้วนแล้วต้องมาพักที่นี่ ด้วยบริการบริกรส่วนตัว 24 ชั่วโมง ห้องพักผ่อนอันกว้างขวาง และการตกแต่งภายในอันล้ำเลิศทุกอย่างล้วนอยู่ในระดับมาตรฐานชั้นสูงสุด ทุกอย่างล้วนทำให้ดูน่าอิจฉา ทิวทัศน์จากห้องพักที่ดีที่สุดหลายห้องคือภาพสนามเขียวขจีของราชตฤณมัยสมาคม และ ห้องอาหารซูม่า (Zuma) นับว่าเป็นห้องอาหารญี่ปุ่นที่ดีที่สุดแห่งหนึ่งของกรุงเทพเช่นกัน',

        HOTEL_CENTER_ASB_H : 'โรงแรมอนันตราสยาม กรุงเทพ ฯ',
        HOTEL_CENTER_ASB_P1 : 'ก่อนจะเปลี่ยนชื่อจาก โฟว์ซีซั่น กรุงเทพ ฯ โรงแรมนี้ไม่เคยสิ้นมนต์ขลังนับตั้งแต่เปลี่ยนการบริหารในปี 2558 ด้วยทำเลที่ตั้งบนถนนราชดำริพื้นที่สุดหรูของเมืองหลวงแห่งนี้ ทำให้เหมาะแก่การมาพักเพื่อเริ่มต้นออกสำรวจสีสันแห่งนคร แม้จะอยู่ใจกลางเมือง โรงแรมนี้สงบสวยงามด้วยพรรณไม้นานาของป่าเขตร้อนในสวยสวยรอบอาคารและสระว่ายน้ำกลางแจ้งสุดสายตา ความสะดวกสบายครบครันที่มีพร้อมกับความหรูหราแบบเป็นธรรมชาติจากการออกแบบด้วยวิถีไทยและเพดานผ้าไหมที่วาดไว้อย่างวิจิตร',

        HOTEL_CENTER_SRA_H : 'โรงแรมศาลารีสอร์ทและสปา อยุธยา',
        HOTEL_CENTER_SRA_P1 : 'บูทีครีสอร์ทที่ใช้เวลาขับรถเพียงแค่ 1-2 ชั่วโมงจากกรุงเทพแห่งนี้นับเป็นการพักผ่อนสุดบรรยายในวันหยุดของคุณ ด้วยบรรยากาศบนยอดเขาแบบที่เขาใหญ่ท่ามกลางสีเขียวสุดตา พร้อมกับทิวทัศน์ริมฝั่งแม่น้ำแบบอยุธยาที่เรียงรายไปด้วยวัดและโบราณสถาน ศาลาเขาใหญ่มีห้องพัก 7 ห้องและพูลวิลล่า ส่วนศาลาอยุธยามีให้เลือกทั้งห้องสวีทวิวแม่น้ำและดูเพล็กซ์ และห้องพักที่ตกแต่งไม่เหมือนกันอีก 24 ห้อง สถาปนิกออกแบบให้ที่นี่ให้ทั้งสองที่มีความเหมือนกันในด้านสถาปัตยกรรมของแบรนด์ที่มอบความสบายและเป็นส่วนตัวให้กับคุณ',

        
        HOTEL_CENTER_LRH_H : 'โรงแรมลา เรสซิเดนซ์ หัวหิน',
        HOTEL_CENTER_LRH_P1 : 'วิลล่าชายหาดส่วนตัวในแบบโคโลเนียลที่เป็นส่วนหนึ่งของอินเตอร์คอนติเนนตัล หัวหิน รีสอร์ทที่คุณจะได้สัมผัสกับความสุดหรูหราแต่ยังคงไว้ซึ่งความสบายแบบบ้านริมทะเล ตั้งอยู่ติดกับโรงแรมรับทิวทัศน์สุดยอดแห่งท้องทะเลพร้อมบริการแบบโรงแรมห้าดาวจากตัวโรงแรม ชายหาดอยู่แค่เพียงก้าวลงบันไดจากวิลล่าสองชั้นเพียงไม่กี่ขั้น พร้อมสรรพด้วยบริกรส่วนตัว สระว่ายน้ำ ครัว (ที่มีพ่อครัวประจำเฉพาะ) คุณจะรู้สึกสุดประทับใจกับการมาพัก เจ้าของวิลล่าคลุกคลีในวงการเทนนิสระดับอาชีพของเมืองไทย ที่นี่จึงมีโอกาสให้การต้อนรับนักเทนนิสระดับโลกอย่างโรเจอร์ เฟดเดอร์เรอร์ (Roger Federer) และ ราฟาเอล นาดาล (Rafael Nadal) มาแล้ว',

        
        HOTEL_CENTER_SKK_H : 'โรงแรมโซเนว่า คีรี เกาะกูด',
        HOTEL_CENTER_SKK_P1 : 'เกาะกูด เกาะโดดเด่นห่างจากชายฝั่ง 80 กม. ผืนทะเลสีครามแห่งนี้เหมาะสำหรับการพักผ่อนอย่างหรูหราแบบห่างไกลผู้คน รายล้อมไปด้วยต้นมะพร้าวในเวิ้งอ่าวอันงดงามให้ความรู้สึกราวกับได้ผจญภัยแนวโรบินสัน ครูโซในตำนานและทำให้ลืมความเครียดจากโลกปัจจุบัน วิลล่ารับลมทั้ง 29 หลังปลูกด้วยไม้พื้นเมืองที่ทำให้กลมกลืนไปกับสภาพแวดล้อมเป็นอย่างดี บางหลังอยู่บนยอดผา ส่วนหลังอื่นอยู่ติดชายหาด ทุกอย่างมีมิติงดงามรวมทั้งสปาชื่อดัง โรงภาพยนตร์กลางแจ้ง และห้องอาหารเบนซ์ (Benz) ที่มีนานาอาหารไทยให้เลือกสรร',


        HOTEL_SOUTHRN_H : 'ภาคใต้',
                
        HOTEL_SOUTHRN_RVK_H : 'โรงแรมรายาวดี กระบี่',
        HOTEL_SOUTHRN_RVK_P1 : 'รายาวดีคือการรังสรรค์ผลงานอันน่าจดจำของการผสมผสานของธรรมชาติและความคิดของมนุษย์  ด้วยชายหาดขาวสามแห่งบวกกับทิวทัศน์เกาะหินปูนอันลือชื่อของกระบี่ทำให้ไม่ต้องไปหาสถานที่ราวสวรรค์เช่นนี้ที่ใดอีก หน้าผาสูงที่รายรอบตัวรีสอร์ทนั้นหมายความว่าเรือคือพาหนะเดียวที่จะพาไปถึงที่นี่ได้ และแขกที่พักจึงไม่อยากออกจากรีสอร์ทไปไหนอีก วิลล่าและพาวิเลี่ยนหรูหราราวที่คุณคาดหวังไว้ และบริการอาหารเครื่องดื่มมีให้เลือกหลากหลายเช่นกัน',

        HOTEL_SOUTHRN_SSY_H : 'โรงแรมซิกเซ้นส์ เกาะยาวน้อย',
        HOTEL_SOUTHRN_SSY_P1 : 'ด้วยความงามของโรงแรมที่อยู่ท่ามกลางทิวทัศน์ของทิวเขาหินปูนกลางอ่าวพังงา นักท่องเที่ยวจึงจะไม่อยากจากที่นี่ไปง่ายๆ เริ่มต้นการเดินทางแบบยิ่งใหญ่ด้วยการนั่งเฮลิคอปเตอร์จากสนามบินภูเก็ตมายังเกาะเจมส์ บอนด์ จากที่นี่คุณจะได้รับความสะดวกสบายไปตลอด มีทั้งวิลล่าชายหาดหรือวิลล่าห่างจากผู้คนให้เลือกพัก พร้อมพรั่งด้วยอาหารส่วนตัวจากพ่อครัวชื่อดัง บริกรส่วนตัว และกิจกรรมให้เลือกตั้งแต่เดินทอดน่องบนชายหาด หรือปีนหน้าผา และพายเรือคายัค',

        HOTEL_SOUTHRN_PYC_H : 'โรงแรมพ้อยท์ ยามู บาย โคโม ภูเก็ต',
        HOTEL_SOUTHRN_PYC_P1 : 'แขกที่มาพักจะไม่ผิดหวังกับทั้งบรรยากาศแบบไทยของพ้อยท์ ยามูและหลงรักความงามแบบอิตาเลี่ยน la dolce vita ได้ที่รีสอร์ทแห่งนี้ ด้วยอิทธิพลของยุโรปใต้ที่สถาปนิก เปาลา นาโวเน (Paola Navone) ของที่นี่ใช้ออกแบบรีสอร์ท แรงบันดาลใจแนวสุขภาพจะเห็นได้จากห้องพักและพื้นที่ส่วนรวมที่เรียบง่าย รวมถึงห้องอาหารลา ซิเรน่า (La Sirena) ที่บริการอาหารอิตาเลี่ยนอันเลิศรส ห้องสวีทใช้เตียงแบบสี่เสา และห้องนั่งเล่นแบบสงบเรียบง่าย สระว่ายน้ำขนาด 100 เมตรยาวไกลไม่สิ้นสุดพร้อมเตียงอาบแดดสำหรับนอนชมพระอาทิตย์ในอ่าวพังงา',

        HOTEL_SOUTHRN_PRR_H : 'โรงแรมภูเลย์เบย์ – ริทซ์ คาร์ลตัน กระบี่',
        HOTEL_SOUTHRN_PRR_P1 : 'ชายฝั่งทะเลอันดามันอันระยิบระยับใกล้กระบี่เป็นตัวเลือกที่ริทซ์ คาร์ลตันคิดว่าเหมาะสมที่สุดที่จะให้เป็นทำเลของ Ritz-Carlton Reserve แห่งแรกของกลุ่มที่พักรีสอร์ทส่วนตัวระดับหรูเลิศของสถานที่น่าประทับใจต่าง ๆ ในโลก และที่นี่ของประเทศไทยได้รับการจัดอันดับอย่างน่าภาคภูมิ จุดสนใจเริ่มจากลานสวนกลางแจ้งอันน่าตื่นตาไปยังวิลล่าโอ่โถงที่มีเตียงนอนขนาดมหึมา สระว่ายน้ำ และชิ้นงานศิลป์แบบล้านนาที่คัดเลือกอย่างดีมาประดับ สิ่งสุดประทับที่ต้องลองคือห้องพักของ Reserve Pavilions  พร้อมสวนโซนร้อน ทิวทัศน์ของทะเลอันน่าตะลึง และแน่นอนคือ บริกรส่วนตัวไว้คอยรับใช้',

        HOTEL_SOUTHRN_AP_H : 'โรงแรมอมันปุรี ภูเก็ต',
        HOTEL_SOUTHRN_AP_P1 : 'ท่ามกลางสวนมะพร้าวเก่าทางตะวันตกของเกาะภูเก็ต อมันปุรีภูเก็ตเป็นหนึ่งในวิลล่าสุดหรูในรูปแบบของศาลาไทย ด้วยวิสัยทัศน์ของเอเดรียน เซชา (Adrian Zecha) ผู้เป็นตำนานของชาวโรงแรมและผู้ก่อตั้งอมันรีสอร์ท (Aman Resort) ได้ตั้งมาตรฐานไว้เมื่อครั้งที่เริ่มก่อสร้าง 20 กว่าปีที่แล้วว่าต้องการให้รีสอร์ทนี้อยู่ระดับในหรูหราสุดยอดของโลก และให้บริการแบบเลอเลิศที่สุดเท่าที่เงินจะเนรมิตได้ บรรดาดาราและผู้มีชื่อเสียงระดับโลกจะใช้เวลามาพักผ่อนกับการบำบัดแบบไทยของรีสอร์ทนี้ ปลีกวิเวกอยู่ท่ามกลางพรรณไม้เขียวชอุ่มและท้องทะเลอันดามันอันที่แสนสงบ อมันปุรีเป็นผู้ริเริ่มสร้างรูปแบบการพักผ่อนแบบหรูหราและยังคงเป็นหนึ่งในโรงแรมที่ดีที่สุดที่ให้บริการแบบนี้',

        HOTEL_SOUTHRN_SPP_H : 'โรงแรมศรีพันวา ภูเก็ต',
        HOTEL_SOUTHRN_SPP_P1 : 'ทั่วโลกไม่มีใครปฏิเสธความโด่งดังของภูเก็ต แต่ยังมีหลายสิ่งที่ทำให้ต้องมาเยือน “ไข่มุกแห่งอันดามัน” นี้ วิลล่าทั้ง 52 หลังของศรีพันวาที่อยู่ท่ามกลางป่าชายหาดเป็นสถานที่เหมาะกับการแยกตัวไปพักผ่อนอย่างที่สุด สิ่งอำนวยความสะดวกครบครันทันสมัย ตกแต่งด้วยเครื่องเรือนไม้ ระบบโรงภาพยนตร์แบบในบ้าน และ iPod ที่บรรจุความบันเทิงไว้ให้ แต่ที่ยั่วยวนใจมากที่สุดคือห้องนอนของวิลล่าที่ติดตั้งหน้าต่างกระจกสูงชนฝ้าเพดานและเปิดออกสู่สระว่ายน้ำส่วนตัวที่ยาวสุดสายตา',

        HOTEL_SOUTHRN_TP_H : 'โรงแรมตรีสรา ภูเก็ต',
        HOTEL_SOUTHRN_TP_P1 : 'ณ มุมตะวันตกเฉียงเหนือของดินแดนบริสุทธิ์แห่งภูเก็ต ความเล็กคือความงามล้ำเลิศของรีสอร์ทชั้นเยี่ยมที่ห่างไกลจากผู้คน บรรดาผู้รักการท่องเที่ยวจากทั่วโลกตกหลุมรักที่นี่และให้เป็นโรงแรมดาวเด่นของเมืองไทยที่เจิดจรัสบนฟากฟ้า ด้วยห้องสวีทและวิลล่ามากมายที่ตกแต่งประดับประดาอย่างงดงาม พร้อมสระว่ายน้ำส่วนตัว และทิวทัศน์แห่งท้องมหาสมุทรอันน่าตะลึงงัน ที่นี่พร้อมสรรพในเรื่องความเป็นส่วนตัวและการให้บริการทุกด้าน หากแขกอยากลองออกมาจากห้องพักสุดหรู ลองใช้บริการห้องอาหารที่ได้รับการจัดอันดับไว้สูงสุดแห่งหนึ่งของภูเก็ต และ สปาของที่นี่นั้นบริการสุดอย่างที่คาดเลยที่เดียว',

        HOTEL_SOUTHRN_IBH_H : 'โรงแรมอินิอาลา บีช เฮาส์ พังงา',
        HOTEL_SOUTHRN_IBH_P1 : 'รีสอร์ทบนหาดนาใต้อันสวยสุดยอดในพังงา แม้จะเล็กแต่สมบูรณ์แบบจนเป็นรีสอร์ทไม่มีใครเหมือนแห่งหนึ่งของไทย มาร์ค เวนการ์ด (Mark Weingard) เจ้าของรีสอร์ทได้ลงทุนลงแรงอย่างมากที่จะให้สถานที่นี้มีความพิเศษและสุดท้ายไม่มีใครเถียงเรื่องนี้ได้ เขาให้มัฑณากรถึง 11 คนระดมความคิดทำงานร่วมกันรังสรรค์วิลล่าสวีทสามห้องของที่นี่ (แต่ละหลังแบ่งออกเป็นวิลล่าย่อยอีก 3 หลัง) และเพนท์เฮาส์สวีทอันหรูหราโอฬาร ให้มีความงดงามแตกต่างกันไปในแต่ละห้อง ความโก้หรูอื่นของที่แห่งนี้ มีตั้งแต่โรงภาพยนตร์ส่วนตัว เวทีชกมวยไทยในยิมเนเซียม และห้องเล่นเกมส์ที่มีโต๊ะพูลประดับคริสตัลชวารอฟสกี้ และห้องอาหารสุดหรู Aziamendi',

        HOTEL_SOUTHRN_NIP_H : 'โรงแรมเดอะ นาคาไอส์แลนด์ ภูเก็ต',
        HOTEL_SOUTHRN_NIP_P1 : 'เดอะ นาคาไอส์แลนด์ อะลักซ์ชัวรี่ คอลเลคชั่นรีสอร์ทแอนด์สปา ภูเก็ต ต้นแบบอันสมบูรณ์ของเกาะสวรรค์สุดพิเศษนี้อยู่บนเกาะนาคาใหญ่อันสงบเงียบเดินทางจากภูเก็ตเพียง 5 นาทีเท่านั้น แขกจะสนุกสนานกับการนั่งเรือเร็วสปีดโบ้ต พูลวิลล่าอันงามงดและทิวทัศน์ของตะวันตกดินส่องประกายระยิบระยับในอ่าวพังงาทุกวันที่เข้าพัก การได้มาพักที่รีสอร์ทนี้จะเป็นความทรงจำมิรู้ลืม สุดยอดแห่งนาคาสปาอันหรูหรา อิ่มอร่อยกับอาหารที่ห้องอาหารริมหาดที่งดงามน่าตื่นตะลึง หรือจะปั่นจักรยานสไตล์วินเทจย้อนยุคไปตามที่ต่าง ๆ บนเกาะ',

        HOTEL_SOUTHRN_VBK_H : 'โรงแรมวนาเบล เกาะสมุย',
        HOTEL_SOUTHRN_VBK_P1 : 'หนึ่งในรีสอร์ทสามแห่งในไทยของลักซ์ชัวรี่คอลเลคชั่นของสตาร์วูด วนาเบล อะ ลักซ์ชัวรี่คอลเลคชั่นรีสอร์ท เกาะสมุยแห่งนี้อยู่ในระดับมาตรฐานสูงหรูหราเพื่อการพักผ่อน วนา ในภาษาไทยหมายถึง “ป่า” และรีสอร์ทนี้รังสรรค์ภาพที่ว่าด้วยพูลวิลล่าสุดทึ่งที่แฝงตัวอย่างกับผืนป่าชอุ่มที่อยู่ด้านหลังและอยู่บนอ่าวเฉวงอันโด่งดังของเกาะสมุย พูลวิลล่าทั้ง 80 หลังของที่นี่ออกแบบอย่างสุดยอดหรูหราไม่เหมือนใครจนทำให้แขกรู้สึกประหนึ่งเป็นราชาแห่งเกาะทีเดียว',

        HOTEL_SOUTHRN_WRK_H : 'โรงแรมดับเบิ้ลยู รีทรีท เกาะสมุย',
        HOTEL_SOUTHRN_WRK_P1 : 'รีสอร์ทสุดหรูพูลวิลล่า 74 หลังหนึ่งในกลุ่ม W Retreat ที่อยู่ในเอเชียตะวันออกเฉียงใต้ (อีกแห่งอยู่ที่บาหลี) ตั้งอยู่ปลายเกาะทางทิศใต้กลางผืนป่าฝนอันชุ่มชื้น ด้วยการออกแบบสุดเก๋และอบอวลด้วยกลิ่นอายร่วมสมัยจึงเย้ายวนคนรุ่นใหม่ ผู้แสวงหาความสุขจากการท่องเที่ยวในแบบกินดื่มเคล้าดนตรีท่ามกลางสิ่งอำนวยความสะดวกสุดหรูได้เป็นอย่างดี การผสมผสานบาร์แนวใหม่กับห้องอาหารชั้นนำระดับโลกสองแห่ง ให้ความสนุกสนานด้วยกิจกรรมสไตล์รีสอร์ท สปาที่สวยงามที่ให้มั่นใจได้ว่าทุกนาทีที่อยู่ในรีสอร์ทนี้จะเป็นประสบการณ์ที่ลืมไม่ลง',

        HOTEL_SOUTHRN_BTK_H : 'โรงแรมบันยันทรี เกาะสมุย',
        HOTEL_SOUTHRN_BTK_P1 : 'เมื่อมองผ่านทิวทัศน์อ่าวละไมทางตะวันออกเฉียงใต้ของเกาะสมุย จะเห็นภาพแนวระเบียงของวิลล่าอันเงียบสงบกลุ่มนี้แฝงตัวอยู่บนเวิ้งเขาส่วนตัว ภาพอ่าวไทยอันงดงามหาที่ไหนเปรียบที่มองเห็นได้จากที่ตั้งของรีสอร์ทเป็นเรื่องน่าอิจฉาอย่างยิ่ง เป็นดินแดนสวรรค์แห่งความสุขสงบสะท้อนด้วยสถาปัตยกรรมไทยในพูลวิลล่าแต่ละหลังที่พรั่งพร้อมด้วยเครื่องเรือน และอุปกรณ์ครบครัน สปาของที่นี่มีชื่อเสียงไปทั่วโลกด้วยความหลากหลายของการให้บริการ แขกที่พักจะได้สดชื่นกับบริการระดับตำนาน อาหารเลิศรสและกิจกรรมของรีสอร์ทอีกมากมาย',

        HOTEL_SOUTHRN_FSK_H : 'โรงแรมโฟว์ซีซั่นส์ รีสอร์ท เกาะสมุย',
        HOTEL_SOUTHRN_FSK_P1 : 'เปรียบประหนึ่งบริการขั้นสุดยอดและการเป็นเจ้าบ้านสุดวิเศษในแบบไทยอย่างแท้จริง พบได้ที่วิลล่าริมเขาส่วนตัวแห่งโฟว์ซีซั่นส์ รีสอร์ท เกาะสมุย พักผ่อนอย่างแสนสบายให้ความเยาว์กลับฟื้นคืนมา เสน่ห์ของภาพความชุ่มชื้นและความงามแห่งอ่าวไทยก่อให้เกิดความงดงามเมื่อได้เห็น อาหารและบริการในแบบที่มั่นใจได้ว่าตรงตามประสงค์ของแขกทุกคนที่ได้มาพัก ไม่ว่าจะเลือกไปตามจุดท่องเที่ยวใกล้เคียงบนเกาะ หรืออยากจะไปที่พิเศษอื่นใด รับรองได้ว่าเมื่อได้มาพักสักครั้งแล้วจะต้องกลับมาเยือนอีกตลอดไป ',

        DINNING_H : 'อาหารเลิศหรู ต้องลองลิ้มสักครั้งในชีวิต',
        DINNING_P1 : 'จากหลากหลายภัตตาคารสุดหรูระดับมิชลินสตาร์ สู่อาหารที่มาจากครัวทั่วทุกมุมโลก จนถึงรสชาติในแบบไทยที่จะไม่วันลืมเลือน ความหลากหลายของอาหารในอาณาจักรแห่งนี้ขยับระดับขึ้นไปแล้ว',
      
        DINNING_MICHELIN_H : 'สายสัมพันธ์ระดับมิชลิน',

        DINNING_MICHELIN_LD_H : 'ห้องอาหารลัตตาลิเย เดอ โจเอล โรบูชง',
        DINNING_MICHELIN_LD_P1 : 'ลองลิ้มอาหารฝรั่งเศสในบรรยากาศสุดเลิศหรูแต่ร่วมสมัย การผสมผสานงานสร้างสรรค์ขั้นสูงจากเชฟและแขกคือสูตรที่ทำให้ครัวแห่งนี้ได้รับรางวัลในอีกหลายเมืองทั่วโลก',

        DINNING_MICHELIN_ST_H : 'ห้องอาหารซาเวิลเบิร์ก ไทยแลนด์',
        DINNING_MICHELIN_ST_P1 : 'ห้องอาหารนอกประเทศแห่งแรกของเชฟชาวดัชต์ Henk Savelberg เจ้าของห้องอาหารรางวัลมิชลินสตาร์มากมายหลายแห่งในเนเธอร์แลนด์มามากกว่าสามทศวรรษ สัมผัสอาหารฝรั่งเศสร่วมสมัยที่หลับตาทุกครั้งแล้วต้องคิดถึงเลยทีเดียว',

        DINNING_MICHELIN_SKK_H : 'ห้องอาหารสระบัว บาย กิน กิน',
        DINNING_MICHELIN_SKK_P1 : 'ด้วยการดัดแปลงอาหารไทยเชฟ Henrik Yde-Andersen ได้รับรางวัลมิชลินสตาร์ เมื่อปี 2550 จากห้องอาหาร Kiin Kiin ในกรุงโคเปนเฮเกน สำหรับกรุงเทพ เชฟ Henrik เปลี่ยนอาหารแบบดั้งเดิมเป็นการรังสรรค์รสสัมผัสจากองค์ประกอบหลากหลายในแบบเอเชียร่วมสมัย',

        DINNING_MICHELIN_N_H : 'ห้องอาหารน้ำ',
        DINNING_MICHELIN_N_P1 : 'จากการกล้าค้นคว้าและลองทำของเชฟชาวออสเตรเลีย David Thompson จนได้รับเป็นผู้ดูแลอาหารไทย ภายใต้การประคบประหงมของ David ห้องอาหารนาม (ที่โรงแรมเมโทรโพลิแตน กรุงเทพ ฯ - Metropolitan Bangkok) กลายเป็นเครื่องประกันคุณภาพของครัวไทยแบบดั้งเดิมที่ชนะใจทั้งคนไทยและชาวต่างชาติ',

        DINNING_MICHELIN_GG_H : 'ห้องอาหารกินซา อิชิ ซูชิ',
        DINNING_MICHELIN_GG_P1 : 'วัตถุดิบส่งตรงจากตลาดปลาทสึคิจิ (Tsukiji Fish Market) ในกรุงโตเกียวทุกวัน ผสมผสานกับเทคนิคการทำซูชิแบบเอโดะดั้งเดิมจากเชฟที่ได้รับการฝึกฝนเป็นอย่างดี อิชิซูชิขอนำเสนอสุดยอดซูชิญี่ปุ่นดั้งเดิมที่สุดในกรุงเทพ ร้านต้นตำรับในโตเกียวได้รับรางวับมิชลินสตาร์ตั้งแต่ปี 2554-2555',

        DINNING_MICHELIN_A_H : 'ห้องอาหารอาเซียมันดิ (พังงา ภูเก็ต)',
        DINNING_MICHELIN_A_P1 : 'อัจฉริยะเชฟชาวสเปน Eneko Atxa ปลุกสัมผัสทั้งห้าจากอาหารที่ปรุงแต่งพร้อมสรรพด้วยรูป รส กลิ่น และสัมผัส ความเป็นชาวบาสค์และแรงบันดาลใจจากรสชาติอาหารไทย Eneko จะทำให้แขกจะปลื้มกับอาหารที่ไม่เหมือนใครจากครัวแห่งนี้',

        DINNING_MICHELIN_JM_H : 'ห้องอาหารแฌม บาย ฌอง-มิเชล โลรอง',
        DINNING_MICHELIN_JM_P1 : 'เชฟฌอง-มิเชล โลรอง (Jean-Michel Lorain)  หนึ่งในบรรดาเชฟมิชลินสตาร์ของโลกไม่กี่คนที่ได้รางวัลนี้ถึงสามครั้งในระยะเกือบสามสิบปี ผู้เป็นเชฟเพชรน้ำหนึ่งในวงการอาหารฝรั่งเศสสุดหรู ที่แฌม นี้เขาผันจากอาหารฝรั่งเศสดั้งเดิมไปสู่เมนูที่ได้รับแรงบันดาลใจแบบเอเชียที่สามารถแบ่งกันลิ้มลองได้ มุ่งบริการเป็นส่วนตัวและใส่ใจในรายละเอียดอย่างพิถีพิถัน',


        DINNING_FRENCH_H : 'ต้นตำรับอาหารฝรั่งเศส',

        DINNING_LB_H : 'ห้องอาหารเลอโบลิเออร์',
        DINNING_LB_P1 : 'เชฟ Harvé Frerard รับผิดชอบหน้าที่อันท้าทายของการบริการอาหารฝรั่งเศสแบบคลาสสิคที่คุณจะพึงพอใจและสดชื่นอย่างน่าประหลาด  ด้วยเครื่องปรุงและความกลมกลืนของวัตถุดิบจากทั้งในและนอกประเทศเชฟสามารถดึงรายละเอียดและความเรียบง่ายของส่วนผสมมานำเสนอได้สุดวิเศษ',

        DINNING_LN_H : 'ห้องอาหารเลอ นอร์มันดี',
        DINNING_LN_P1 : 'อาหารอันน่ายำเกรงและห้องอาหารฝรั่งเศสระดับยอดหรูหรา เลอ นอร์มันดี แห่งโรงแรมแมนดาริน โอเรียลเต็ล กรุงเทพ ฯ  คือ ที่รวมแห่งอาหารฝรั่งเศสชั้นเยี่ยม บริการสุดเฉียบไร้ที่ติ และสถานที่ชมภาพความงามแห่งลำน้ำเจ้าพระยาอันงดงาม',

        DINNING_WL_H : 'ห้องอาหารวอเตอร์ ไลบรารี่',
        DINNING_WL_P1 : 'หากต้องการห้องอาหารแบบสบายสำหรับมื้อกลางวันและอาหารสุดหรูในมื้อค่ำ วอเตอร์ ไลบรารี่ บนอาคารจามจุรีสแควร์เป็นตัวเลือกระดับต้น นี่คือห้องอาหารที่มีไวน์ให้เลือกมากมายที่สุดแห่งหนึ่งของไทย และเมนูอาหารที่ร้านเครื่องดื่มราคาแพงเช่นนี้ย่อมใช้เทคนิคการปรุงขั้นสูง มีจินตนาการและเป็นอาหารต้นตำรับ',

        DINNING_BKS_H : 'H Bistro (Koh Samui)',
        DINNING_BKS_P1 : 'ถือกำเนิดจากแรงบันดาลใจจากรสชาติของอาหารฝรั่งเศสแถบเมดิเตอร์เรเนียน ห้องอาหาร H Bistro ของโรงแรมหรรษา เกาะสมุย ปรับแต่งอาหารให้สร้างความสำราญใจแบบนั่งผ่อนคลายอยู่ริมทะเล ด้วยวัตถุดิบท้องถิ่นที่สด อาหารทะเลระดับนำเข้าจากต่างประเทศ เครื่องเทศจากเมดิเตอร์เรเนียน และไวน์ราคาแพง',

        DINNING_M_H : 'ห้องอาหารเมซซาลูนา',
        DINNING_M_P1 : 'จากทำเลที่ตั้งบนชั้น 63 ของโรงแรมระดับห้าดาวนามเลอบัวบนถนนสายหลักของกรุงเทพ รายการอาหารของห้องอาหารเมซาลูนานี้จึงน่าหลงใหลพอกันกับทิวทัศน์อันระยิบระยับ ด้วยเทคนิคการปรุงแบบฝรั่งเศสที่เคยคุ้นแต่สร้างสรรค์อาหารให้มีรสชาติและรูปลักษณ์แบบที่ไม่เคยพบมาก่อน',

        DINNING_TSM_H : 'ห้องอาหารฝรั่งเศส (เชียงใหม่) ',
        DINNING_TSM_P1 : 'ห้องอาหารหรูลือชื่อของโรงแรมดาราเทวีเชียงใหม่อันโด่งดัง ฝรั่งเศส คือห้องอาหารที่ผสมผสานสุดยอดการปรุง การตกแต่งร้านและภาพทิวทัศน์รอบด้านอันงดงามไว้ด้วยกัน ที่นี่เป็นหนึ่งในบรรดาห้องอาหารฝรั่งเศสที่มีชื่อเสียงมากที่สุดในไทยและเป็นที่น่ายกย่องมากที่สุดในภาคเหนืออีกด้วย',

        DINNING_FLAVOURS_H : 'รสชาติแห่งอาหารไทย',

        DINNING_LGLM_H : 'ห้องอาหารเลอกรอง ล้านนา (เชียงใหม่)',
        DINNING_LGLM_P1 : 'ฉากหลังแบบล้านนาอันน่ามองและศาลาไม้ทรงไทยรายรอบด้วยของโบราณที่ใช้ตกแต่งของห้องอาหารเลอกรอง ล้านนาแห่งโรงแรมดาราเทวี ที่นี่รับรองด้วยอาหารไทยดั้งเดิมสุดพิเศษหลากหลายรายการที่สะท้อนวัฒนธรรมประเพณีภาคเหนือของไทยด้วยวัตถุดิบและเครื่องปรุงจากท้องถิ่น',

        DINNING_SRN_H : 'ห้องอาหารศาลาริมน้ำ',
        DINNING_SRN_P1 : 'ศาลาริมน้ำ สถาบันแห่งทศวรรษเป็นห้องอาหารมีชื่อของโรงแรมแมนดาริน โอเรียนเต็ล กรุงเทพ หล่อหลอมงานด้านอาหารเข้ากับวัฒนธรรมด้วยบริการอาหารไทยต้นตำรับในศาลาไทยแบบล้านนาอันประณีตงดงามที่ตั้งอยู่ริมฝั่งแม่น้ำเจ้าพระยาอันเรืองรอง',

        DINNING_BL_H : 'ห้องอาหารโบลาน',
        DINNING_BL_P1 : 'จากความคิดของเจ้าของและหัวหน้าทีมเชฟ ดีแลน โจนส์ (Dylan Jones) และดวงพร ทรงวิศวะ ที่ต้องการวางแผนให้รอบคอบและนำเสนอความหลากหลายของอาหารไทยแบบชาญฉลาด ยืนหยัดในการเป็นผู้นำและนำเสนออาหารแบบหลากหลาย จึงเกิดเป็นแนวคิดเชื่อมต่ออาหารไทยแบบ “เมื่อก่อน” ให้เข้ากับแบบ “ปัจจุบัน”',

        DINNING_LSC_H : 'ห้องอาหารอิษยา สยามมีส คลับ',
        DINNING_LSC_P1 : 'ห้องอาหารอิษยา อาคารสไตล์โคโลเนียลอันงดงาม ล้อมรอบด้วยสวนสวย ของเชฟชื่อดัง เอียน กิตติชัย เชื้อเชิญให้ลิ้มลองผลงานอาหารที่สร้างสรรค์ในแบบที่ทุกจานมีเรื่องราวในตัวเองหรือปลุกความรู้สึกของคุณได้',

        DINNING_LD_H : 'ห้องอาหารฤดู',
        DINNING_LD_P1 : 'กลิ่นอาหาร ความน่ามองและรสชาติคือหลักการทำงานของเชฟ ธิติฏฐ์ ทัศนาขจร ณ ห้องอาหารฤดู ด้วยการใช้เทคนิคสมัยใหม่กับเรื่องราวที่เข้าถึงอาหารไทย เชฟหนุ่มผู้นี้จึงใช้ลูกเล่นของรส เนื้อสัมผัสและอุณหภูมินำเสนออาหารที่ทำให้ถูกใจจนคำสุดท้าย',

        DINNING_P_H : 'ห้องอาหารเพสท์',
        DINNING_P_P1 : 'คลื่นลูกหนึ่งของการเปลี่ยนโฉมห้องอาหารแบบไทย ที่กล้าใช้นวัตกรรมการทำอาหารแต่ยังคงไว้ซึ่งความเคารพในมรดกแห่งภูมิปัญญาของอาหารไทยแบบดั้งเดิม นำเอาตำรับเก่าแก่มาพัฒนาอย่างต่อเนื่องด้วยการใช้เทคนิคหลากหลาย',

        DINNING_JKS_H : 'ห้องอาหารจาน (เกาะสมุย)',
        DINNING_JKS_P1 : 'จาน ห้องอาหารที่พาท่านเดินทางสู่ดินแดนอาหารไทยดั้งเดิมที่หลากหลายรูปแบบ การนำเสนออย่างชำนาญและมีศิลปะด้วยรายการอาหารที่ผสมผสานวัตถุดิบนำเข้าจากต่างประเทศและผลิตภัณฑ์สุดสดใหม่ของประเทศเข้าด้วยกัน ',

        DINNING_BEP_H : 'ห้องอาหารบลู เอเลฟแฟ้นท์ (ภูเก็ต)',
        DINNING_BEP_P1 : 'อยู่บนอาคารเก่าแก่ 105 ปีแห่งบ้านพระพิทักษ์ชินประชาในภูเก็ต ห้องอาหารบลู เอเลฟแฟ้นท์นับเป็นสุดยอดห้องอาหารอันน่าประทับใจแห่งหนึ่งของประเทศ สร้างสรรค์เมนูโดยเชฟชื่อก้องโลก Noroor Somany Steppe รายการอาหารของที่นี่เปรียบเสมือนการได้เดินทางไปทั่วประเทศไทยทั้งในอดีตและปัจจุบัน',


        DINNING_IMPERIAL_H : 'รื่นรมย์เยี่ยงจักรพรรดิ',

        DINNING_IMPERIAL_SP_H : 'ห้องอาหารซัมเมอร์ พาเลซ',
        DINNING_IMPERIAL_SP_P1 : 'ห้องอาหารตกแต่งตระการตาคงความงาม บริการอาหารจีนดั้งเดิมหลากหลายเทคนิคโดยใช้การปรุงแบบใหม่ และส่วนประกอบในอาหารที่ไม่ซ้ำใคร ด้วยบริการในแบบร่วมสมัย',

        DINNING_IMPERIAL_FY_H : 'ห้องอาหารเฟย ยา',
        DINNING_IMPERIAL_FY_P1 : 'ด้วยวัตถุดิบทั้งในประเทศและนำเข้าจากต่างประเทศ เชฟของเฟย ยา สร้างสรรค์อาหารจีนกว้างตุ้งแบบคลาสสิคให้ได้ชิมทำให้นำเสนออาหารแบบดั้งเดิมที่ปรุงจากวัตถุดิบไม่เหมือนใคร บริการในบรรยากาศแบบร่วมสมัยในห้องอาหารสุดหรู',

        DINNING_IMPERIAL_BZ_H : 'ห้องอาหารบรีซ',
        DINNING_IMPERIAL_BZ_P1 : 'รายการอาหารอันหลากหลายของห้องอาหารบรีซ คือ ผลงานแห่งนวัตกรรมอาหารที่ผสมผสานรสชาติและวัฒนธรรมเอเชียได้อย่างกลมกลืนลงตัว ความแม่นยำเรื่องอาหารญี่ปุ่น ทักษะแห่งอาหารจีน และประสาทสัมผัสแห่งอาหารไทย เชฟสามารถพาท่านเดินทางไปยังอาหารที่ดีที่สุดของภูมิภาคเลยที่เดียว',

        DINNING_IMPERIAL_SP_H : 'ห้องอาหารแชง พาเลซ',
        DINNING_IMPERIAL_SP_P1 : 'เชฟชาวฮ่องกง Shan Yun Ming แห่งแชง พาเลซ นำเสนออาหารจีนกวางตุ้งพิเศษสุดด้วยเทคนิคการปรุงแบบดั้งเดิม ที่นี่จึงเป็นสุดยอดห้องอาหารจีนกวางตุ้งดั้งเดิมในกรุงเทพที่มีชื่อเรื่องกระบวนการปรุงอาหาร.',


        DINNING_IMPERIAL_CH_H : 'ห้องอาหารไชน่า เฮาส์',
        DINNING_IMPERIAL_CH_P1 : 'อาหารของไชน่า เฮาส์น่าตื่นจาตื่นใจมากพอกันกับบรรยากาศของห้องอาหาร บริการด้วยติ่มซำมื้อเที่ยงหลากหลายราวมหกรรม และเมนูจีนกว้างตุ้งคลาสสิคสุดพิเศษในแบบสมัยใหม่สำหรับมื้อค่ำ',


        DINNING_ITALY_H : 'ด้วยรักจากอิตาลี',

        DINNING_ITALY_O_H : 'ห้องอาหารโอปุส',
        DINNING_ITALY_O_P1 : 'ส่วนประกอบคุณภาพเยี่ยมจะทำให้อาหารดีสุดยอด คือ สิ่งที่ห้องอาหารนี้นำพาไปสู่การเดินทางแห่งการลิ้มรสอาหารอิตาเลี่ยนที่ดีที่สุดของภูมิภาค เชฟ Davide Calo เลือกใช้ส่วนผสมของอาหารแต่ละอย่างที่จะทำให้รสชาติดีที่สุด รวมกับทักษะอันเชี่ยวชาญและการคิดค้นอย่างชาญฉลาดเพื่อนำเสนออาหารอิตาเลี่ยนจานหรู',

        DINNING_ITALY_LS_H : 'ห้องอาหารลา สกาล่า',
        DINNING_ITALY_LS_P1 : 'ห้องอาหารอิตาเลี่ยนที่ดำเนินกิจการมายาวนานและดีที่สุดแห่งหนึ่งของกรุงเทพมหานคร ลา สกาล่า ห้องอาหารอิตาเลี่ยนดุจดั่งปราการแห่งต้นตำรับอาหารอิตาเลี่ยน ใส่ใจในส่วนประกอบดั้งเดิมของอาหารและนำเสนอแบบสร้างสรรค์',

        DINNING_ITALY_LBAL_H : 'ห้องอาหารลา โบเตกา ดิ ลูกา',
        DINNING_ITALY_LBAL_P1 : 'เน้นส่วนประกอบอาหารและเครื่องปรุงที่นำเข้าจากต่างประเทศ เชฟ Luca Appino นำเสนออาหารอิตาเลี่ยนดั้งเดิมแนวใหม่แต่ยังคงเคารพไว้ซึ่งมรดกอันเก่าแก่ ด้วยแรงบันดาลใจจากภูมิภาคเมดิเตอร์เรเนียน เชฟจึงนำส่วนประกอบอาหารอิตาเลี่ยนดั้งเดิมมาดัดแปลงและนำเสนอในรูปแบบที่ไม่คาดคิด',

        DINNING_ITALY_TJ_H : 'ห้องอาหารโจโจ้',
        DINNING_ITALY_TJ_P1 : 'นำเสนออาหารอิตาเลี่ยนต้นตำรับอย่างชาญฉลาด การบริการที่ขัดเกลาอย่างดีเยี่ยม และบรรยากาศร่วมสมัยโก้หรูทำให้ห้องอาหารโจโจ้แห่งนี้คู่ควรกับการไปลิ้มลอง มื้อกลางวันเต็มไปด้วยบรรดาผู้ชื่นชมเมนูประจำ ในขณะที่มื้อเย็นห้องอาหารจะโก้หรูไปอีกแบบยามเมื่ออาทิตย์ตกดิน',

        DINNING_ITALY_ET_H : 'ห้องอาหารอิโนติกาอิตาเลียนา',
        DINNING_ITALY_ET_P1 : 'มนตราแห่งประเพณี นวัตกรรม และแรงบันดาลใจแห่งโลกเก่าและฤดูกาล เชฟ Stefano Merlo ปรับอาหารอิตาเลี่ยนดั้งเดิมให้เป็นแนวร่วมสมัย แต่ละจานเต็มไปด้วยเรื่องราวที่จะกระตุ้นเตือนความทรงจำได้เป็นอย่างดี',

        DINNING_ITALY_SS_H : 'ห้องอาหารเซนซี',
        DINNING_ITALY_SS_P1 : 'ลิ้มลองเสน่ห์ของอาหารที่เกี่ยวร้อยทุกความรู้สึกด้วยการกล้านำเสนออย่างมีศิลปะ ส่วนประกอบของอาหารส่วนใหญ่นำเข้ามาจากยุโรป เชฟ Christian Martena ต้องการทำอาหารอิตาเลี่ยนต้นตำรับที่ดีที่สุดด้วยวิธีการนำเสนออันท้าทายและทำให้แขกแปลกใจได้เสมอ',


        DINNING_RISING_H : 'จากดินแดนอาทิตย์อุทัย',

        DINNING_RISING_MD_H : 'ห้องอาหารมูเกนได',
        DINNING_RISING_MD_P1 : 'มูเกนได คือ ข้อพิสูจน์แห่งความภาคภูมิใจในแบบญี่ปุ่นต้นตำรับ ที่เลือกสรรใช้ส่วนผสมของอาหารตามฤดูกาลที่ดีที่สุดอย่างแท้จริงตามวิถีแห่งธรรมชาติมากเท่าที่จะเป็นได้ จนเป็นอาหารเลิศรสขนานแท้ที่คุณจะสัมผัสได้',
        
        DINNING_RISING_ZA_H : 'ห้องอาหารซูม่า',
        DINNING_RISING_ZA_P1 : 'ห้องอาหารซูม่า มีชื่อเสียงไปก้องโลกด้วยอาหารญี่ปุ่นชั้นเยี่ยมในแบบร่วมสมัยและมีแนวความคิดโดดเด่น ด้วยแนวคิดหลักที่หลากหลายและมีความสร้างสรรค์ตามวิถีดั้งเดิมของการดื่มกินรูปแบบ Izakaya ',

        DINNING_RISING_ST_H : 'ห้องอาหารซิกเนเจ้อร์',
        DINNING_RISING_ST_P1 : 'ด้วยผลงานความสำเร็จจากอาหารจานเล็กปรุงจากปลาและอาหารทะเลนำเข้าสดใหม่ที่เน้นรายละเอียด บรรดาเชฟแห่งห้องอาหารนี้ได้นำเสนอผลงานชั้นสูงแห่งความเป็นต้นตำรับ ความงดงาม และความน่าเชื่อถือที่ไร้คู่แข่งในเรื่องวัตถุดิบคุณภาพชั้นดี',

        DINNING_RISING_YT_H : 'ห้องอาหารยามาซาโตะ',
        DINNING_RISING_YT_P1 : 'ห้องอาหารของโรงแรมดิโอกุระ เพรสทีจ กรุงเทพ ฯ ที่ได้รับรางวัลห้องอาหารชั้นเลิศหรู พร้อมบริการด้วยแท่นปรุงเทปปันยากิสองแท่น ห้องอาหารอาหารส่วนตัว และอาหารทะเลชั้นเลิศจากตลาดทสึกิจิอันลือนามแห่งโตเกียวที่จะให้ท่านได้พึงพอใจกับความปรารถนารสชาติแห่งญี่ปุ่น',


        DINNING_SPECIAL_H : 'บริการเอาอกเอาใจเป็นพิเศษ',

        DINNING_SPECIAL_GG_H : 'ห้องอาหารกากั้น',
        DINNING_SPECIAL_GG_P1 : 'ด้วยความเต็มใจของเชฟ Gaggan Anand ที่จะแหวกวงล้อมจากธรรมเนียมแห่งสายเลือดครัวอาหารอินเดียมาสู่แวดวงอาหารไทย จินตนาการอันหลากหลายของเชฟได้สร้างความตะลึงพรึงเพริด ปลื้มเปรมและก้าวผ่านจากรูปแบบวัฒนธรรมรุ่งเรืองแบบดั้งเดิมออกมาได้ ',
        
        DINNING_SPECIAL_EM_H : 'ห้องอาหารอีทมี',
        DINNING_SPECIAL_EM_P1 : 'เชฟชาวอเมริกัน Tim Butler ผู้สนับสนุนแนวคิดความยั่งยืนสรรสร้างรายการอาหารหลากหลายที่มอบทั้งความสบายใจและอาหารชั้นยอด ด้วยการมุ่งเน้นแนวคิดในความยั่งยืน จึงนำเสนออาหารแบบเรียบง่าย ตามฤดูกาล และรสชาติที่สดสะอาด',

        DINNING_SPECIAL_AT_H : 'ห้องอาหาร Afternoon Tea at Author’s Lounge',
        DINNING_SPECIAL_AT_P1 : 'น้ำชายามบ่าย ที่จัดรับรอง ณ Author’s Lounge อันทรงคุณค่าทางประวัติศาสตร์ของโรงแรมแมนดาริน โอเรียนเต็ล กรุงเทพ เปรียบเสมือนการแต่งงานอันสมบูรณ์แบบระหว่างเสน่ห์อังกฤษแบบเก่าและธรรมเนียมการเป็นเจ้าบ้านเจ้าเรือนแห่งสยามอันยาวนาน',

        DINNING_SPECIAL_ST_H : 'ห้องอาหาร Surf & Turf Champagne Brunch',
        DINNING_SPECIAL_ST_P2 : 'อาหารควบมื้อเช้าและกลางวันหรือ brunch ที่จัดเดือนละครั้งราวเทศกาลแห่งอาหารจากสรวงสวรรค์ของห้องอาหารนี้ คือ งานแสดงอาหารอันหรูหราที่สุดของโลก ด้วยการมานะอุสาหะคัดสรรและนำเข้าอาหารมาจากทั่วทุกมุมโลก ทำให้นักชิมตั้งตารอคอยเมนูของที่นี่ ',


        ONCE_H : 'เพียงสักครั้งหนึ่งในชีวิตนี้',
        ONCE_P1 : 'เมืองไทยมีเรื่องราวมากมายหลายอย่างที่ควรต้องลองสัมผัสสักเรื่อง คุณค่าแห่งเรื่องราวต่าง ๆ มิได้ตีค่าเพียงแค่ราคา แต่ความเป็นเอกอันไร้ที่ใดเสมอเหมือนแห่งความงดงามและวัฒนธรรมไทย เปรียบประหนึ่งหน้าต่างสู่จิตวิญญาณแห่งอาณาจักรแห่งนี้',

        ONCE_SSC_H : 'จิบแชมเปญชมอาทิตย์อัสดงบนเรือสำราญที่ภูเก็ต',
        ONCE_SSC_P1 : 'ถือ Perrier Jouet ติดมือไปดื่มฉลองให้กับวันอันแสนงามเมื่อเสร็จสิ้นการล่องเรือสำราญ MY Victory 85 พร้อมดูพระอาทิตย์อัสดง คือความพิเศษสุดที่จัดบริการโดยอันดามันครุยส์ (Andaman-cruises.com/join-day-cruise.html) ที่มีเรือยอร์ชหลายแบบให้เลือกเพื่อการเดินทาง ต้องไม่ลืมหยุดแวะที่แหลมพรหมเทพปลายสุดแห่งเกาะอันเป็นจุดชมลำแสงเหลืองแดงของพระอาทิตย์ยามอัสดงที่งดงามที่สุดบนเกาะนี้',

        ONCE_KYW_H : 'ท่องเที่ยวชิมไวน์ที่เขาใหญ่ด้วยลัมบูร์กินีหรูและเครื่องบินส่วนตัว ',
        ONCE_KYW_P1 : 'ลองเช่าเครื่องบินเจ็ทส่วนตัว แล้วบินไปร่อนลงจอดที่ลานบินขนงพระ (Khanong Phra Airport) ของชาญวีร์ รีสอร์ท แอนด์คันทรี่คลับ (www.ranchocharnvee.com) หรือจะเรียกบริษัทรถเช่าให้นำลัมบูร์กินี รถยนต์ระดับสุดยอดหรูหรา  มาให้ขับลดเลี้ยวไปยังอุทยานแห่งชาติเขาใหญ่ในแบบสุดหรูอลังการ (www.prestigecarrentalbangkok.com) แล้วเยี่ยมชมไร่องุ่นกรานมอนเต ไร่องุ่นที่สวยงามที่สุดแห่งหนึ่งในเมืองไทย (www.grandmonte.com) ก่อนจะกลับมาค้างที่ ศาลาเขาใหญ่ (www.salaresorts.com/khaoyai) ที่พักหรูสุดพิเศษที่มีห้องพักและพูลวิลล่าให้เลือกพักเพียง 7 ห้อง',

        ONCE_PYA_H : 'สนุกสนานแล่นเรือยอร์ชส่วนตัว',
        ONCE_PYA_P1 : 'เช่าเหมาลำเรือยอร์ชส่วนตัวท่องไปบนผืนน้ำในแบบที่จะจดจำไม่ลืมเลือนกับทิวทัศน์ของเกาะอันเขียวชอุ่มด้วยภาพความงามแห่งธรรมชาติ ไม่ว่าจะเป็นการปิกนิกแบบหลบลี้จากผู้คน หรือท่องเที่ยวไปในท้องทะเล เรือยอร์ชเช่าเหมาลำ เช่น พริ้นเซสยอร์ช (www.princessyachtssea.com) และ เอเชียมารีน (www.asia-marine.com) สรรหาทุกสิ่งที่พร้อมสำหรับการออกสำรวจไปตามหมู่เกาะและคุ้งอ่าวอันเงียบสงบในอ่าวไทยและทะเลอันดามัน   ',

        ONCE_AEF_H : 'ชื่นชมงานศิลป์แห่งดอกไม้ในกรุงเทพ',
        ONCE_AEF_P1 : 'ให้โชเฟอร์ที่พูดภาษาอังกฤษจาก www.firstclassbangkok.com ขับจากัวร์ XJ ที่พร้อมสรรพด้วยไวไฟ แชมเปญมารับไปท่องย่านเมืองเก่าในเขตดุสิต ที่ พิพิธภัณฑ์วัฒนธรรมดอกไม้ (www.floralmuseum.com) ผลงานของสกุล อินทกุล ศิลปินงานดอกไม้ชื่อเสียงเป็นที่รู้จักระดับนานาชาติแห่งนี้คือที่แห่งเดียวในโลกที่ควรค่าไปเยี่ยมชม และเข้าร่วมกิจกรรมหัดร้อยมาลัย หรือเพียงไปสัมผัสความหอมอบอวลนานาจากดอกไม้ของที่นี่ ',

        ONCE_CPD_H : 'อาหารมื้อค่ำสุดหรูบนเรือล่องลำน้ำเจ้าพระยาในกรุงเทพ',
        ONCE_CPD_P1 : 'ทิ้งภาพความวุ่นวายจากตึกคอนกรีตอันน่าเวียนหัวของกรุงเทพ หันมาลอยล่องไปบนลำน้ำเจ้าพระยาหัวใจแห่งอาณาจักรแห่งนี้ที่สมบูรณ์แบบที่สุดสำหรับดื่มด่ำมื้ออาหารอันทรงเกียรติบนเรือ อัปสราดินเนอร์ครุยส์ ที่ลอยล่องอย่างสงบไปตามลำน้ำด้วยบริการอาหารไทยชั้นสูงด้วยกรรมวิธีการปรุงที่ละเมียดละไมซับซ้อนมากกว่าการทำผัดไทย อาหารที่รู้จักกันทั่วไป และได้ชื่นชมทิวทัศน์วิถีชีวิตแห่งลำน้ำสำคัญที่สุดของประเทศ (www.banyantree.com/en/ap-thailand-bangkok/apsara)',

        ONCE_HAB_H : 'โบยบินบนกระเช้าบอลลูนลมร้อนเหนือฟ้าที่เชียงใหม่',
        ONCE_HAB_P1 : 'การเดินทางหนึ่งชั่วโมงด้วยกระเช้าบอลลูนลมร้อนอันสมบูรณ์แบบจะพาท่านสู่ยอดไม้เหนือทิวเขาของภาคเหนือที่จังหวัดเชียงใหม่ สัมผัสทิวทัศน์เขียวชอุ่มยามพระอาทิตย์ขึ้นด้วยมุมมองอย่างนก ปลุกประสาทให้ตื่นด้วยกาแฟหรือน้ำชาที่เสิร์ฟต้อนรับเมื่อมาถึง เพลิดเพลินไปกับการเดินทาง (พร้อมกับผู้ขับขี่บอลลูนที่ได้รับการฝึกฝนมาอย่างดี) ร่อนลงมารับมื้อเช้าพร้อมจิบแชมเปญฉลองเพื่อเริ่มกิจกรรมสุดวิเศษอื่นที่พื้นล่างต่อไป (www.ballonadventurethailand.com)',


        ONCE_HTS_H : 'เที่ยวชมหมู่เกาะภาคใต้ด้วยเฮลิคอปเตอร์',
        ONCE_HTS_P1 : 'บริการท่องเที่ยวด้วยเฮลิคอปเตอร์บินชมอัญมณีแห่งชายฝั่งทางภาคใต้ที่เกาะภูเก็ต และเกาะเล็กน้อยอื่น เช่น เกาะพีพี เกาะลันตา เกาะใหญ่ใน และอ่าวพังงา การเดินทางสี่ชั่วโมงแระกอบด้วยเกาะลันตาสองชั่วโมง และหยุดพักที่แหลมพรหมเทพอันโรแมนติคที่สุดของภูเก็ต ได้เก็บภาพพระพุทธรูปหินอ่อนขาวแบบพม่านามพระพุทธมิ่งมงคลเอกนาคคีรี และภาพแนวชายฝั่ง ป่าไม้และหมู่บ้านต่างในแบบมุมสูงที่ไม่มีใครเหมือน (www.skydance.aero) ',

        ONCE_TCT_H : 'ตามรอยเส้นทางท่องเที่ยวด้วยรถไฟจากกรุงเทพ',
        ONCE_TCT_P1 : 'ตู้รถไฟ Presidential ของ The Eastern and Oriental Express หรูหราระดับราชาจากกรุงเทพไปสิงคโปร์ไปเลียบตามเส้นทางแนวชายฝั่งภาคใต้สู่มาเลเซีย ได้สัมผัสวัฒนธรรมพื้นเมืองขนานแท้ พบปะพุดคุยกับควาญช้าง ผู้นำหมู่บ้านรุ่นเก่าที่เชี่ยวชาญเรื่องไวน์ และพักผ่อนอย่างสะดวกสบายในตู้รถไฟระดับหรู (www.belmond.com/eastern-and-oriental-express/journeys)',

        ONCE_BBF_H : 'คืนสู่สามัญในฟาร์มที่โคราช ',
        ONCE_BBF_P1 : 'ใช่แล้ว ฟาร์มจิม ทอมป์สัน (www.jimthompsonfarm.com) ชื่อเดียวกันกับบริษัทผลิตผ้าไหมไทยอันหรูหรา ฟาร์มนี้เป็นการผสมผสานการท่องเที่ยวเชิงเกษตรและเป็นมิตรกับส่งแวดล้อมด้วยวิถีแห่งการทำฟาร์มแบบยั่งยืน ติดกันกับฟาร์ม คือ หมู่บ้านชาวอีสานดั้งเดิมที่อาศัยกันอยู่มายาวนานก่อนที่วัฒนธรรมตะวันตกจะคืบคลานเข้ามา โคราช ไม่ใช่เมืองหลักที่จะเดินทางด้วยเครื่องบินพาณิชย์ จึงมีบริษัทจัดการเครื่องบินเจ็ทส่วนตัวไว้รับรองแทน (www.mjets.com)',

        ONCE_ATS_H : 'เยือนวัดโบราณยามเช้าตรู่ด้วยเรือขนข้าวเก่าที่อยุธยา',
        ONCE_ATS_P1 : 'สัมผัสความสงบยามอาทิตย์อุทัยที่อยุธยาเมืองหลวงเก่าบนดาดฟ้าเรือหรูที่ดัดแปลงจากเรือขนข้าวสมัยโบราณ (www.mekhala.com) เริ่มออกเดินทางจากกรุงเทพยามค่ำตามลำน้ำสู่อยุธยาตามรอยกระบวนพยุหยาตราทางชลมารค เพลิดเพลินกับชีวิตริมฝั่งน้ำตามรายทางและอาหารไทยสุดหรูแบบชาวน้ำ (ประณีตบรรจงเพียบพร้อมด้วยกุ้งแม่น้ำ)',

        ONCE_PBD_H : 'อาหารค่ำส่วนตัวริมหาดบนเกาะสมุย',
        ONCE_PBD_P1 : 'อาหารค่ำสำหรับสองเราใต้แสงดาวบนสวรรค์หาดทรายในแบบส่วนตัว คือความโรแมนติคที่โรงแรมหรรษา เกาะสมุย (www.hansarsamui.com/dinning_un-der_stars) จัดสรรไว้รับรอง ด้วยการบริการจากบริกรส่วนตัวที่เชี่ยวชาญ รายการอาหารที่ปรับเปลี่ยนไม่ซ้ำกันทุกเดือน จานเรียกน้ำย่อยและอาหารออกแบบปรุงรสโดยเชฟชั้นนำที่จะช่วยให้ความสนุกสนานบนหาดปิดท้ายวันอย่างงดงาม',

        ONCE_KYP_H : 'เทศกาลลอยกระทงและยี่เป็งเชียงใหม่',
        ONCE_KYP_P1 : 'ที่เชียงใหม่ นอกจากจะลองอาหารดั้งเดิมนามว่า ข้าวซอย (บะหมี่กรอบราดน้ำแกง) ไปแล้ว ไม่มีอะไรจะรื่นเริงได้มากเท่ากับเทศกาลลอยกระทง (เทศกาลที่แสดงความเคารพต่อพระแม่คงคา) และ ยี่เป็ง (โคมลอยที่จุดเทียนนับพันโคมที่ลอยสู่ท้องฟ้า) จองห้องพักที่โรงแรมดาราเทวี (www.dharadhevi.com) เพื่อการดื่มด่ำกับวัฒนธรรมอันงดงามระหว่างการพักผ่อนในวันหยุดอันสงบเยือกเย็นด้วยกิจกรรมประจำวันแบบพื้นเมือง (เช่น การสานตะกร้า) และบริการสปาอันเยี่ยมยอด  ',
        
        ONCE_SS_H : 'สงกรานต์ที่สุโขทัย',
        ONCE_SS_P1 : 'ทั้งกรุงเทพและเชียงใหม่ขึ้นชื่อในเรื่องการเล่นสาดน้ำฉลองวันขึ้นปีใหม่ไทย (เทศกาลสงกรานต์) แต่สุโขทัยนั้นมีเสน่ห์เรื่องนี้ไม่แพ้กันด้วยความงามจากวัดเก่าแก่ที่เป็นภาพฉากหลังและบรรยากาศแบบสงบมากกว่า ลองค้นหาวัฒนธรรมแบบผ่อนคลายให้ลึกลงไปด้วยการเลือกพักที่โฮมสเตย์ (homestaynatonchan.blogpost.com) ที่เจ้าของบ้านจะแนะนำให้รู้จักเครื่องมือท้องถิ่น อย่างเช่น กี่ทอผ้า และงานฝีมือต่าง ๆ แม้ห้องพักจะดูไม่ค่อยมีอะไรแต่วิถีวัฒนธรรมท้องถิ่นที่คุณจะได้เข้าถึงนั้นควรค่าแห่งการไปสัมผัสกว่าการไปเที่ยวตามธรรมดาอันดาษดื่น',

        ONCE_HOE_H : 'สัมผัสประสบการณ์ที่ปางช้าง',
        ONCE_HOE_P1 : 'การมาพักที่ Four Seasons Tented Camp Golden Triangle (www.fourseasons.com/goldentriangle) คือโอกาสที่คุณจะได้สัมผัสกับยักษ์ใหญ่ใจดีที่บ้านในธรรมชาติของมันแบบเป็นส่วนตัวที่สุด ตารางการเดินทางแบบสามถึงสี่วันทำไว้ให้คุณได้เริ่มตั้งแต่การเป็นควาญเบื้องต้น (ควบคุมช้าง) การให้อาหาร การดูแล ไปจนถึงการออกเดินเข้าไปในป่าและดูช่วงเวลาสุดโปรดชองช้าง คือการอาบน้ำและเล่นน้ำในแม่น้ำ ช้างหลายเชือกได้รับการช่วยเหลือออกมาจากการใช้งานที่ถูกทารุณพาร่อนเร่ไปตามถนนในกรุงเทพและพัทยา คุณจะประทับใจไปกับความสุขของช้างที่ได้กลับคืนสู่ถิ่นที่พวกมันควรได้อาศัยอยู่',

        ONCE_CSU_H : 'ทุ่งบัวแดงแห่งอุดรธานี',
        ONCE_CSU_P1 : 'ละลานตากับภาพความงามอันสุดวิเศษของบัวแดงมากมายที่บานเต็มทุ่งได้ปีละครั้งในช่วงเดือนตุลาคมไปจนถึงปลายเดือนมกราคมที่หนองหาน จังหวัดอุดรธานี ด้วยการนั่งเครื่องบินไปแบบเที่ยวบินส่วนตัว แล้วเข้าพักที่บ้านเดียมโฮมสเตย์ (Ban Diam Homestay) อันน่ารักอบอวลด้วยบรรยากาศแบบอีสานแท้ที่อยู่ใกล้กับทุ่ง ตื่นแต่เช้าให้ไปทันดูบัวบาน (ดีที่สุดคือช่วง 6-10 โมงเช้า) เติมพลังด้วยอาหารเช้าจากโฮมสเตย์ แล้วมุ่งหน้าสู่อุทยานก่อนประวัติศาสตร์บ้านเชียงที่ UNESCO จัดให้เป็นมรดกโลกและเป็นแหล่งท่องเที่ยวที่ดีที่สุดของจังหวัด',

        ONCE_LCC_H : 'เรียนทำอาหารบนเรือล่องเจ้าพระยา ',
        ONCE_LCC_P1 : 'สำหรับผู้ที่ต้องการเรียนรู้ทุกอย่างที่เป็นไทยแล้ว ชั้นเรียนทำอาหารไทยจัดว่าเป็นเรื่องยอดนิยม ดังนั้น เรือมโนราห์ครุยส์ (www.manoharacruises.com) จึงคัดสรรการเรียนการสอนแบบสุดยอดพร้อมกับทิวทัศน์ในแบบที่ไม่มีใครทำ ด้วยการลงเรือมโนราห์ซึ่งดัดแปลงจากเรือขนข้าวสารแบบโบราณล่องลอยไปในแม่น้ำเจ้าพระยา ก่อนจะหยุดเลือกซื้อหาวัตถุดิบสุดสดใหม่ที่ตลาดสดเพื่อมาทำอาหารแบบริมน้ำขนานแท้คู่กับผักสดพื้นบ้าน ',

        ONCE_YACHT_H : 'สถานที่ล่องเรืออย่างสมบูรณ์แบบ การแล่นเรือยอร์ชในประเทศไทย',
        ONCE_YACHT_P1: 'ธรรมชาติของไทยมีความงามสุดพิเศษมากที่สุดในภูมิภาคด้วยทะเลอันดามันตามแนวฝั่งตะวันตกและอ่าวไทยทางตะวันออกที่โอบอยู่ทั้งสองด้านของประเทศ ทำให้เป็นภาพความงามในฝันสำหรับการแล่นเรือยอร์ชในแบบที่ลืมไม่ลง',

        ONCE_YACHT_P2: 'ตลอดเวลาห้าปีที่ผ่านมา จำนวนเรือยอร์ชทั่วไปและเรือยอร์ชสุดยอดหรูหราเพิ่มจำนวนขึ้นอย่างมากตามชายฝั่ง ซึ่งช่วยผลักดันมาตรฐานของอุตสาหกรรมเรือยอร์ช การจัดการแข่งขันเรือหลายครั้งในประเทศ (จากภูเก็ต อ่าวพังงา เกาะสมุย มายังหัวหินและพัทยา) ช่วยทำให้สิ่งอำนวยความสะดวกในการเล่นเรือยอร์ชชั้นนำในประเทศและพื้นที่อันน่าตื่นตะลึงสำหรับการแล่นเรือเป็นที่โดดเด่น รวมทั้งการจัดแข่งขันเรือยอร์ชในภูเก็ต อ่าวพังงา หัวหิน พัทยาและเกาะสมุย',

        ONCE_YACHT_P3: 'ภูเก็ตเป็นจุดหมายแห่งการเล่นเรือยอร์ชที่พัฒนาแล้วที่ดีที่สุดของไทยด้วยการมีท่าเรือที่พร้อมบริการเต็มรูปแบบถึงสี่ท่า ระดับของพื้นที่การเล่นเรือที่เข้าถึงได้ง่ายมีมากพอกันกับความน่าตื่นตะลึงของพื้นที่ เช่น พื้นที่เล่นเรือในวันเดียวอย่างเกาะราชา เกาะรัง เกาะไข่ เกาะนาคา เกาะปะการัง เกาะพีพีและอ่าวพังงาอันงดงาม สำหรับเรือใบขนาดใหญ่นั้นควรแล่นออกไปที่หมู่เกาะสิมิลันและหมู่เกาะสุรินทร์อันมีชื่อเสียงและอยู่ห่างไปจากชายฝั่ง',

        ONCE_YACHT_P4: 'พื้นน้ำอันสงบของอ่าวไทยรอบเกาะสมุยเหมาะสำหรับการเล่นเรือยอร์ชได้อย่างกว้างไกล เกาะใกล้เคียงอีกหลายที่ เช่น เกาะพงัน เกาะเต่า และเกาะนางยวน เป็นที่นิยมสำหรับการเล่นเรือในวันเดียว แต่ถ้าจะพูดถึงจุดเล่นเรือที่งดงามที่สุดต้องไปที่อุทยานแห่งชาติทางทะเลหมู่เกาะอ่างทอง  ซึ่งประกอบด้วยเกาะเล็กเกาะน้อยเขียวชอุ่ม 42 เกาะงดงามจนได้เป็นสถานที่ถ่ายทำภาพยนตร์ระดับโลกเรื่อง The Beach',

        ONCE_YACHT_P5: 'สำหรับกระบี่ที่อยู่ฝั่งตรงข้ามภูเก็ตในอ่าวพังงา  ภูมิทัศน์ของเขาหินปูนที่ผุดขึ้นในท้องน้ำทำให้เป็นจุดเล่นเรือในเอเชียที่สวยงามแบบลืมหายใจ ไม่ต้องกังวลกับการจะไม่มีเกาะให้ทอดสมอสำหรับการพายเรือคายัคไปตามทะเลสาบและถ้ำในทะเลอันงดงามที่ซ่อนตัวอยู่ก่อนจะสนุกสนานกับการปิกนิกภบนเกาะที่ห่างไกลจากผู้คน',

        ONCE_YC_H: 'บริษัทให้บริการเรือยอร์ช',
        ONCE_YC_PY_H: 'Princess Yachts Southeast Asia',
        ONCE_YC_SM_H: 'Simpson Marine',
        ONCE_YC_BL_H: 'Boat Lagoon Yachting Charter',
        ONCE_YC_AM_H: 'Asia Marine',
        ONCE_YC_SA_H: 'Sunsail Asia',
        ONCE_YC_NJ_H: 'Northrop & Johnson',
        ONCE_YC_SS_H: 'Seal Superyachts',
        ONCE_YC_AP_H: 'Asia Pacific Superyachts',

        ONCE_YE_H: 'กิจกรรมการเล่นเรือ',
        ONCE_YE_PK_H: 'ภูเก็ตรีกัตตาชิงถ้วยพระราชทาน',
        ONCE_YE_OM_H: 'โอเชี่ยนมารีน่าพัทยาโบ้ตโชว์',
        ONCE_YE_AS_H: 'Asia Superyacht Rendezvous',
        ONCE_YE_PI_H: 'Phuket International Boat Show',
        ONCE_YE_PY_H: 'ภูเก็ตยอร์ชโชว์',
        ONCE_YE_TG_H: 'Top of the Gulf Regatta',
        ONCE_YE_TB_H: 'The Bay Regatta',
        ONCE_YE_PR_H: 'Phuket Race Week',

        ONCE_GOLFING_H: 'ตีกอล์ฟที่เมืองไทย',
        ONCE_GOLFING_P1: 'ประทศไทยเป็นที่รู้กันอย่างกว้างขวางว่าเป็นจุดหมายปลายทางสำหรับการตีกอล์ฟที่ดีที่สุดแห่งหนึ่งของเอเชีย อาณาจักรแห่งนี้มีสนามกอล์ฟมากกว่า 250 แห่ง หลายแห่งออกแบบโดยนักกอล์ฟมืออาชีพชั้นนำ เช่น เกรก นอร์แมน(Greg Norman) และ แจ็ค นิคลอส  (Jack Niklaus) หรือสถาปนิกชื่อดัง พีท ดาย (Pete Dye) และโรเบิร์ต เทร็นท์ โจนส์ (Robert Trent Jones) ด้วยสภาพทิวทัศน์อันลืมไม่ลง แฟร์เวย์คดเคี้ยวไปมา และสโมสรสมาชิกอันหรูหรา ดินแดนแห่งรอยยิ้มนี้จึงเป็นสุดยอดความฝันของบรรดานักกอล์ฟ',

        ONCE_GOLFING_AS_H:'สนามกอล์ฟอมตะ สปริงส์ (ชลบุรี)',
        ONCE_GOLFING_AS_P1:'สนามกอล์ฟอมตะได้รางวัล “สนามกอล์ฟที่ดีที่สุด” 4 ปีซ้อนที่ผ่านมาสำหรับการแข่งขัน Asian Tour',
        ONCE_GOLFING_AL_H:'สนามกอล์ฟอโยธยาลิงค์ (อยุธยา)',
        ONCE_GOLFING_AL_P1:'สนามกอล์ฟที่ดีสุดยอดของประเทศไทย และเป็นที่รู้กันแพร่หลายว่าดีที่สุด',
        ONCE_GOLFING_AG_H:'สนามกอล์ฟอัลไพน์กอล์ฟคลับ (ปทุมธานี)',
        ONCE_GOLFING_AG_P1:'สวรรค์อันเย้ายวนด้วยเนินและคลื่นแห่งกรีนอันท้าทายและหลุมเก้าที่ต้องจดจำ',
        ONCE_GOLFING_SC_H:'สนามกอล์ฟสยามคันทรี่คลับ (เดิม)(ชลบุรี)',
        ONCE_GOLFING_SC_P1:'สนามกอล์ฟแห่งประวัติศาสตร์ที่ออกแบบโดย Isao Mazumi ผู้มีชื่อเสียงในปี 2515',
        ONCE_GOLFING_BH_H:'สนามกอล์ฟบันยัน (หัวหิน)',
        ONCE_GOLFING_BH_P1:'สนามกอล์ฟมหึมา 18 หลุมที่เป็นจุดเด่นของโครงการพัฒนาที่อยู่อาศัยขนาดใหญ่ในชายฝั่งทะเลตะวันตกของประเทศ',
        ONCE_GOLFING_RM_H:'สนามกอล์ฟเร้ดเมาเท่น (ภูเก็ต)',
        ONCE_GOLFING_RM_P1:'สนามกอล์ฟในภูเก็ตที่ฝนตกอย่างทำนายไม่ได้ ออกแบบดัดแปลงจากพื้นที่เหมืองดีบุกเก่า',
        ONCE_GOLFING_BM_H:'สนามกอล์ฟแบลคเมาเท่น (หัวหิน)',
        ONCE_GOLFING_BM_P1:'อยู่ใกล้เมืองหัวหิน ฟิล ไรอัน (Phil Ryan) ออกแบบโดยใช้ความคิดของนักกอล์ฟระดับแชมป์โลก',
        ONCE_GOLFING_BC_H:'สนามกอล์ฟบลูแคนย่อน (ภูเก็ต)',
        ONCE_GOLFING_BC_P1:'สนามกอล์ฟอันลือชื่อเรื่องหลุมที่น่าจดจำที่สุดในเอเชีย ',
        ONCE_GOLFING_TC_H:'สนามกอล์ฟไทยคันทรี่คลับ (ฉะเชิงเทรา) ',
        ONCE_GOLFING_TC_P1:'สนามที่มีคลับเฮ้าส์หรูหราที่สุดในเอเชีย ที่ไทเกอร์ วู้ดส์ (Tiger  Woods) ทำแต้มไว้ที่ 64',
        ONCE_GOLFING_SC_H:'สนามกอล์ฟสันติบุรี (เชียงราย)',
        ONCE_GOLFING_SC_P1:'สนามกอล์ฟสภาพดีที่สุดแห่งหนึ่งของประเทศ ออกแบบโดยโรเบิร์ต เทรนท์ โจนส์ (Robert Trent Jones)',


        CONNECT_H:'Useful Contact Information',
        CONNECT_HOFF_H:'HEAD OFFICE',
        CONNECT_HOFF_TAT:'Tourism Authority of Thailand',

        CONNECT_OO_H:'OVERSEAS OFFICES',
        CONNECT_OO_AP_H:'ASIA & PACIFIC',
        CONNECT_OO_AP_KL:'KUALA LUMPUR Tourism Authority of Thailand',
        CONNECT_OO_AP_KL_P1:'Areas of Responsibility: Malaysia and Brunei Darussalam',

        CONNECT_OO_AP_SG:'SINGAPORE Tourism Authority of Thailand',
        CONNECT_OO_AP_SG_P1:'Areas of Responsibility: Singapore and Philippines',

        CONNECT_OO_AP_G:'GUANGZHOU Tourism Authority of Thailand',
        CONNECT_OO_AP_G_P1:'Areas of Responsibility: Jiangxi, Fujian, Guangdong, Hainan and Hunan',

        CONNECT_OO_AP_JT:'JAKARTA Tourism Authority of Thailand',
        CONNECT_OO_AP_JT_P1:'Area of Responsibility: Indonesia',

        CONNECT_OO_AP_HCM:'HO CHI MINH CITY Tourism Authority of Thailand',
        CONNECT_OO_AP_HCM_P1:'Areas of Responsibility: Vietnam, Laos PDR and Cambodia',

        CONNECT_OO_AP_HK:'HONG KONG Tourism Authority of Thailand',
        CONNECT_OO_AP_HK_P1:'Areas of Responsibility: Hong Kong and Macau',

        CONNECT_OO_AP_BJ:'BEIJING Tourism Authority of Thailand',
        CONNECT_OO_AP_BJ_P1:'Areas of Responsibility: Beijing, Liaoning Province, Jilin, Tianjin, Hebei, Heilongjiang, Shanxi, Henan, inner Mongolia Autonomous Region and Mongolia',

        CONNECT_OO_AP_KM:'KUNMING Tourism Authority of Thailand',
        CONNECT_OO_AP_KM_P1:'Areas of Responsibility: Yunnan, Guizhou and Guangxi Zhuang Autonomous Region',

        CONNECT_OO_AP_SH:'SHANGHAI Tourism Authority of Thailand',
        CONNECT_OO_AP_SH_P1:'Area of Responsibility: Shanghai, Shandong, Hubei, Anhui, Jiangsu and Zhejiang',

        CONNECT_OO_AP_CD:'CHENGDU Tourism Authority of Thailand',
        CONNECT_OO_AP_CD_P1:'Areas of Responsibility: Xinjiang Uyghur Autonomous Region, Qinghai, Ningxia Hui Autonomous Region, Gansu, Shaanxi, Chongqing, Sichuan and Tibet Autonomous Region',

        CONNECT_OO_AP_TP:'TAIPEI Thailand Tourism Division',
        CONNECT_OO_AP_TP_P1:'Area of Responsibility: Taiwan',

        CONNECT_OO_AP_TY:'TOKYO Tourism Authority of Thailand',
        CONNECT_OO_AP_TY_P1:'Areas of Responsibility: Northern Area of Honshu Island: Tohoku, Kanto and Hokkaido Island',

        CONNECT_OO_AP_OS:'OSAKA Tourism Authority of Thailand',
        CONNECT_OO_AP_OS_P1:'Areas of Responsibility: Southern Area of Honshu Island: Kinki, Chugoku and Chubu',

        CONNECT_OO_AP_SO:'SEOUL Tourism Authority of Thailand',
        CONNECT_OO_AP_SO_P1:'Areas of Responsibility: Northern India, Bangladesh, Nepal and Bhutan',

        CONNECT_OO_AP_ND:'NEW DELHI Tourism Authority of Thailand',
        CONNECT_OO_AP_ND_P1:'Areas of Responsibility: Jiangxi, Fujian, Guangdong, Hainan and Hunan',

        CONNECT_OO_AP_MB:'MUMBAI Tourism Authority of Thailand',
        CONNECT_OO_AP_MB_P1:'Areas of Responsibility: Western and Southern India, Sri Lanka and Maldives',

        CONNECT_OO_AP_SN:'SYDNEY Tourism Authority of Thailand',
        CONNECT_OO_AP_SN_P1:'Areas of Responsibility: Australia, New Zealand and South Pacific',


        CONNECT_OO_EP_H:'EUROPE',
        CONNECT_OO_EP_LT:'LONDON Tourism Authority of Thailand',
        CONNECT_OO_EP_LT_P1:'Areas of Responsibility: United Kingdom and Ireland',

        CONNECT_OO_EP_FF:'FRANKFURT Thailandisches Fremdenverkehrsamt',
        CONNECT_OO_EP_FF_P1:'Areas of Responsibility: Germany, Austria, Yugoslavia, Croatia, Switzerland, Liechtenstein, Romania, Bulgaria, Moldova, Macedonia, Albania, Czech Republic, Slovakia, Poland, Hungary and Bosnia-Herzegovina',

        CONNECT_OO_EP_PR:'PARIS Office National du Tourisme de Thailande',
        CONNECT_OO_EP_PR_P1:'Areas of Responsibility: Italy, Spain, Greece, Portugal, Israel, Egypt, Turkey and Cyprus',

        CONNECT_OO_EP_R: 'ROME Ente Nazionale per il Turismo Thailandese',
        CONNECT_OO_EP_R_P1: 'Areas of Responsibility: Italy, Spain, Greece, Portugal, Israel, Egypt, Turkey and Cyprus',
        
        CONNECT_OO_EP_SH:'STOCKHOLM Tourism Authority of Thailand',
        CONNECT_OO_EP_SH_P1:'Areas of Responsibility: Sweden, Norway, Denmark, Finland, Iceland, Estonia, Latvia and Lithuania',

        CONNECT_OO_EP_MC:'MOSCOW Tourism Authority of Thailand',
        CONNECT_OO_EP_MC_P1:'Areas of Responsibility: Russia, Belarus, Ukraine, Georgia, Armenia, Azerbaijan, Kazakhstan, Uzbekistan, Turkmenistan, Tajikistan and Kyrgyz',

        CONNECT_OO_EP_DB:'DUBAI Tourism Authority of Thailand Dubai & Middle East Office',
        CONNECT_OO_EP_DB_P1:'Areas of Responsibility: Bahrain, Iran, Iraq, Jordan, Kuwait, Lebanon, Oman, Qatar, Syria and Saudi Arabia and United Arab Emirales',


        CONNECT_OO_AM_H:'THE AMERICAS ',
        CONNECT_OO_AM_LA:'LOS ANGELES Tourism Authority of Thailand',
        CONNECT_OO_AM_LA_P1:'California, Colorado, Hawaii, Idaho, Kansas, Montana, Nebraska, Nevada, New Mexico, North Dakota, Oklahoma, Oregon, South Dakota, Texas, Utah, Washington, Wyoming, Guam Island and all Central and Southern American Countrie',

        CONNECT_OO_AM_NY:'NEW YORK Tourism Authority of Thailand',
        CONNECT_OO_AM_NY_P1:'Areas of Responsibility: Alabama, Arkansas, Connecticut, Delaware, Florida, Georgia, Illinois, Indiana, Iowa, Kentucky, Louisiana, Maine, Maryland, Massachusetts, Michigan, Minnesota, Mississippi, Missouri, New York, New Hampshire, New Jersey, North Carolina, Ohio, Pennsylvania, Rhode Island, South Carolina, Tennessee, Vermont, Virginia, Washington D.C., West Virginia, Wisconsin, Puerto Rico, the Bahamas and Canada Countries (West Canada: Alberta, BritishColumbia, Manitoba, Northwest Territories, Saskatchewan and Yukon; East Canada: Ontario, Quebec, New Brunswick, Nova Scotia and Newfoundland)',


        CONNECT_LF_H:'LOCAL OFFICES',
        CONNECT_LF_NR_H:'NORTHERN REGION',
        CONNECT_LF_NR_CM:'Tourism Authority of Thailand, Chiang Mai Office (TAT Chiang Mai)',
        CONNECT_LF_NR_CM_P1:'Areas of Responsibility: Chiang Mai,Lamphun and Lampang',

        CONNECT_LF_NR_MH:'Tourism Authority of Thailand, Mae Hong Son Office (TAT Mae Hong Son)',
        CONNECT_LF_NR_MH_P1:'Area of Responsibility: Mae Hong Son',

        CONNECT_LF_NR_CR:'Tourism Authority of Thailand, Chiang Rai Office (TAT Chiang Rai)',
        CONNECT_LF_NR_CR_P1:'Areas of Responsibility: Chiang Rai and Phayao',

        CONNECT_LF_NR_P:'Tourism Authority of Thailand, Phrae Office (TAT Phrae)',
        CONNECT_LF_NR_P_P1:'Areas of Responsibility: Phrae, Nan and Uttaradit',

        CONNECT_LF_NR_PN:'Tourism Authority of Thailand, Phitsanulok Office (TAT Phitsanulok)',
        CONNECT_LF_NR_PN_P1:'Areas of Responsibility: Phitsanulok, Phetchabun and Phichit',

        CONNECT_LF_NR_T:'Tourism Authority of Thailand, Tak Office (TAT Tak)',
        CONNECT_LF_NR_T_P1:'Area of Responsibility: Tak',

        CONNECT_LF_NR_UT:'Tourism Authority of Thailand, Uthai Thani Office (TAT Uthai Thani)',
        CONNECT_LF_NR_UT_P1:'Areas of Responsibility: Uthai Thani and Nakhon Sawan',

        CONNECT_LF_NR_SK:'Tourism Authority of Thailand, Sukhothai Office (TAT Sukhothai)',
        CONNECT_LF_NR_SK_P1:'Areas of Responsibility: Sukhothai and Kamphaeng Phet',

        CONNECT_LF_CR_H:'CENTRAL REGION',
        CONNECT_LF_CR_BK:'Tourism Authority of Thailand, Bangkok Office (TAT Bangkok)',
        CONNECT_LF_CR_BK_P1:'Areas of Responsibility: Bangkok, Pathum Thani, Nonthaburi, Samut Prakan and Chachoengsao',

        CONNECT_LF_CR_SS:'Tourism Authority of Thailand, Samut Songkhram Office (TAT Samut Songkhram)',
        CONNECT_LF_CR_SS_P1:'Areas of Responsibility: Samut Songkhram, Nakhon Pathom and Samut Sakhon',

        CONNECT_LF_CR_KK:'Tourism Authority of Thailand, Prachuap Khiri Khan Office (TAT Prachuap Khiri Khan)',
        CONNECT_LF_CR_KK_P1:'Area of Responsibility: Prachuap Khiri Khan',

        CONNECT_LF_CR_KB:'Tourism Authority of Thailand, Kanchanaburi Office (TAT Kanchanaburi)',
        CONNECT_LF_CR_KB_P1:'Area of Responsibility: Kanchanaburi',

        CONNECT_LF_CR_PB:'Tourism Authority of Thailand, Phetchaburi Office (TAT Phetchaburi)',
        CONNECT_LF_CR_PB_P1:'Areas of Responsibility: Phetchaburi (Cha-am) and Ratchaburi',

        CONNECT_LF_CR_PN:'Tourism Authority of Thailand, Phra Nakhon Si Ayutthaya Office (TAT Phra Nakhon Si Ayutthaya)',
        CONNECT_LF_CR_PN_P1:'Area of Responsibility: Phra Nakhon Si Ayutthaya',

        CONNECT_LF_CR_SB:'Tourism Authority of Thailand, Suphan Buri Office (TAT Suphan Buri)',
        CONNECT_LF_CR_SB_P1:'Areas of Responsibility: Suphan Buri, Ang Thong and Chai Nat',

        CONNECT_LF_CR_LB:'Tourism Authority of Thailand, Lop Buri Office (TAT Lop Buri)',
        CONNECT_LF_CR_LB_P1:'Areas of Responsibility: Lop Buri, Sing Buri and Saraburi',

        CONNECT_LF_EG_H:'EASTERN REGION',
        CONNECT_LF_EG_PT:'Tourism Authority of Thailand, Chon Buri Office (TAT Pattaya)',
        CONNECT_LF_EG_PT_P1:'Area of Responsibility: Chon Buri (Pattaya)',

        CONNECT_LF_EG_RY:'Tourism Authority of Thailand, Rayong Office (TAT Rayong)',
        CONNECT_LF_EG_RY_P1:'Areas of Responsibility: Rayong and Chanthaburi',

        CONNECT_LF_EG_T:'Tourism Authority of Thailand, Trat Office (TAT Trat)',
        CONNECT_LF_EG_T_P1:'Areas of Responsibility: Trat and its Islands',

        CONNECT_LF_EG_NN:'Tourism Authority of Thailand, Nakhon Nayok Office (TAT Nakhon Nayok)',
        CONNECT_LF_EG_NN_P1:'Areas of Responsibility: Nakhon Nayok, Prachin Buri and Sa Kaeo',

        CONNECT_LF_NR_H:'NORTHEASTERN REGION',
        CONNECT_LF_NR_NR:'Tourism Authority of Thailand, Nakhon Ratchasima Office (TAT Nakhon Ratchasima)',
        CONNECT_LF_NR_NR_P1:'Areas of Responsibility: Nakhon Ratchasima and Chaiyaphum',

        CONNECT_LF_NR_UR:'Tourism Authority of Thailand, Ubon Ratchathani Office (TAT Ubon Ratchathani)',
        CONNECT_LF_NR_UR_P1:'Areas of Responsibility: Ubon Ratchathani, Amnat Charoen and Yasothon',

        CONNECT_LF_NR_KK:'Tourism Authority of Thailand, Khon Kaen Office (TAT Khon Kaen)',
        CONNECT_LF_NR_KK_P1:'Areas of Responsibility: Khon Kaen, Roi Et, Kalasin and Maha Sarakham',

        CONNECT_LF_NR_NP:'Tourism Authority of Thailand, Nakhon Phanom Office (TAT Nakhon Phanom)',
        CONNECT_LF_NR_NP_P1:'Areas of Responsibility: Nakhon Phanom, Sakon Nakhon and Mukdahan',

        CONNECT_LF_NR_UT:'Tourism Authority of Thailand, Udon Thani Office (TAT Udon Thani)',
        CONNECT_LF_NR_UT_P1:'Areas of Responsibility: Udon Thani, Nong Khai and Bueng Kan',

        CONNECT_LF_NR_L:'Tourism Authority of Thailand, Loei Office (TAT Loei)',
        CONNECT_LF_NR_L_P1:'Areas of Responsibility: Loei and Nong Bua Lam Phu',

        CONNECT_LF_NR_SR:'Tourism Authority of Thailand, Surin Office (TAT Surin)',
        CONNECT_LF_NR_SR_P1:'Areas of Responsibility: Surin, Buri Ram and Si Sa Ket',

        CONNECT_LF_SR_H:'SOUTHERN REGION',
        CONNECT_LF_SR_HY:'Tourism Authority of Thailand, Songkhla Office (TAT Hat Yai)',
        CONNECT_LF_SR_HY_P1:'Areas of Responsibility: Songkhla (Hat Yai) and Phatthalung',
        
        CONNECT_LF_SR_NST:'Tourism Authority of Thailand, Nakhon Si Thammarat Office (TAT Nakhon Si Thammarat)',
        CONNECT_LF_SR_NST_P1:'Area of Responsibility: Nakhon Si Thammarat',

        CONNECT_LF_SR_NT:'Tourism Authority of Thailand, Narathiwat Office (TAT Narathiwat)',
        CONNECT_LF_SR_NT_P1:'Areas of Responsibility: Narathiwat, Yala and Pattani',

        CONNECT_LF_SR_P:'Tourism Authority of Thailand, Phuket Office (TAT Phuket)',
        CONNECT_LF_SR_P_P1:'Areas of Responsibility: Phuket and Phang-nga',

        CONNECT_LF_SR_ST:'Tourism Authority of Thailand, Surat Thani Office (TAT Surat Thani)',
        CONNECT_LF_SR_ST_P1:'Area of Responsibility: Surat Thani',

        CONNECT_LF_SR_T:'Tourism Authority of Thailand, Trang Office (TAT Trang)',
        CONNECT_LF_SR_T_P1:'Areas of Responsibility: Trang and Satun',

        CONNECT_LF_SR_K:'Tourism Authority of Thailand, Krabi Office (TAT Krabi)',
        CONNECT_LF_SR_K_P1:'Area of Responsibility: Krabi',

        CONNECT_LF_SR_C:'Tourism Authority of Thailand, Chumphon Office (TAT Chumphon)',
        CONNECT_LF_SR_C_P1:'Areas of Responsibility: Chumphon and Ranong',


        MADE_IN_TH_H : 'ผลิตภัณฑ์ของเมืองไทย',
        MADE_IN_TH_P1 : 'ผลิตภัณฑ์ด้านแฟชั่น อัญมณี ผลิตภัณฑ์สปา และของตกแต่งในบ้านมากมายหลายรายการของไทยดึงดูดความสนใจจากนานาประเทศในช่วงไม่กี่ปีที่ผ่านมา ด้วยการออกแบบอันประณีตบรรจงและฝีมือช่างชั้นเลิศในการผลิต',

        MADE_IN_TH_FASHION_H : 'ผลิตภัณฑ์ด้านแฟชั่น',

        MADE_IN_TH_FASHION_BOYY : 'Boyy',
        MADE_IN_TH_FASHION_BOYY_P1 : 'มีชื่อที่สุดเรื่องกระเป๋าถือของผู้หญิงทำจากหนังแท้ที่เหล่าผู้มีชื่อเสียงทั่วโลกนิยมเลือกใช้ แบรนด์อันทันสมัยนี้เริ่มนำหนังแกะมาใช้เมื่อเร็ว ๆ นี้ด้วย',
        MADE_IN_TH_FASHION_BOYY_P2 : '(ทองหล่อ / ชั้น 2 เซ็นทรัล เอมบาสซี่)',

        MADE_IN_TH_FASHION_CGL : 'Chai Gold Label',
        MADE_IN_TH_FASHION_CGL_P1 : 'การใช้เทคนิคจับจีบและเนื้อผ้าเนื้อละเอียดยืนยันชื่อเสียงของความสง่างามตลอดกาลให้กับแฟชั่นของแบรนด์สากลนี้ได้เป็นอย่างดี',
        MADE_IN_TH_FASHION_CGL_P2 : '(ชั้น 3 สยามเซ็นเตอร์)',

        MADE_IN_TH_FASHION_CET : 'Curated by Ek Thongprasert',
        MADE_IN_TH_FASHION_CET_P1 : 'แบรนด์เสื้อผ้าที่มีแนวคิดสำหรับชายและหญิงด้วยการหลอมรวมรายละเอียดของศิลปะให้เข้ากับความเรียบง่ายเพื่อสวมใส่ในชีวิตประจำวัน',
        MADE_IN_TH_FASHION_CET_P2 : '(ชั้น 3 สยามเซ็นเตอร์ / ชั้น 2 เอ็มควอเทียร์)',

        MADE_IN_TH_FASHION_D : 'Disaya',
        MADE_IN_TH_FASHION_D_P1 : 'แบรนด์เสื้อผ้าผู้หญิงที่มีลูกเล่นสดใสและเครื่องประดับสำหรับผู้มีความอ่อนเยาว์ในหัวใจ',
        MADE_IN_TH_FASHION_D_P2 : '( ชั้น 2 เซ็นทรัล เอมบาสซี่ / ชั้น 1 สยามพารากอน)',

        MADE_IN_TH_FASHION_F : 'Flynow',
        MADE_IN_TH_FASHION_F_P1 : 'แบรนด์แห่งสีสันและการออกแบบอันหรูหราที่ผสมผสานงานฝีมือแบบไทยกับแนวสมัยใหม่',
        MADE_IN_TH_FASHION_F_P2 : '(ชั้น  1 สยามพารากอน / ชั้น 1 เซ็นทรัล ชิดลม)',

        MADE_IN_TH_FASHION_JT : 'Jim Thompson',
        MADE_IN_TH_FASHION_JT_P1 : 'แหล่งรวมผ้าไหมไทยที่รู้จักกันทั่วโลกที่อวดโฉมมรดกจากบรรพบุรุษจากภูมิปัญญาท้องถิ่นด้วยการออกแบบผลิตภัณฑ์ให้ร่วมสมัย',
        MADE_IN_TH_FASHION_JT_P2 : '(Jim Thompson House / ชั้น M สยามพารากอน / ชั้น 4 เซ็นทรัลเวิลด์)',

        MADE_IN_TH_FASHION_KB : 'Kai Boutique',
        MADE_IN_TH_FASHION_KB_P1 : 'ร้านของดีไซน์เนอร์สำหรับชุดราตรีและงานแต่งงานที่มีชื่อด้วยการใช้การออกแบบของแฟชั่นชั้นสูง',
        MADE_IN_TH_FASHION_KB_P2 : '(อาคารบางกอกเคเบิ้ล)',

        MADE_IN_TH_FASHION_N : 'Nasha',
        MADE_IN_TH_FASHION_N_P1 : 'ด้วยรูปแบบเรขาคณิต การผลิตราวงานสถาปัตยกรรมและการตัดเย็บอันประณีตทำให้กระเป๋าถือของแบรนด์นี้กระตุ้นความสนใจของบรรดานักแฟชั่นได้เสมอ',
        MADE_IN_TH_FASHION_N_P2 : '(คลับ 21 / เอราวัณ / สยามพารากอน)',

        MADE_IN_TH_FASHION_RR : 'Rouge Rouge',
        MADE_IN_TH_FASHION_RR_P1 : 'การใช้ลูกเล่นเส้นสายในการออกแบบของแบรนด์ทำให้กระเป๋าเป็นที่นิยม',
        MADE_IN_TH_FASHION_RR_P2 : '(ชั้น 1 ห้างสรรพสินค้า Zen เซ็นทรัลเวิลด์ / ชั้น 2 เอ็มควอเทียร์)',

        MADE_IN_TH_FASHION_KB : 'Kai Boutique',
        MADE_IN_TH_FASHION_KB_P1 : 'One of the most celebrated evening and bridal gown designers, renowned for its touch of high fashion.',
        MADE_IN_TH_FASHION_KB_P2 : '(Bangkok Cable Building)',

        MADE_IN_TH_FASHION_P : 'Patinya',
        MADE_IN_TH_FASHION_P_P1 : 'ด้วยแรงบันดาลใจจากวิถีชีวิตแบบใหม่ เสื้อผ้าผู้หญิงของแบรนด์นี้สวมใส่ได้ทั้งตอนทำงานเวลากลางวันและปรับเปลี่ยนเป็นชุดเที่ยวยามกลางคืน',
        MADE_IN_TH_FASHION_P_P2 : '(ชั้น 2 ห้างสรรพสินค้า Zen เซ็นทรัลเวิลด์ / ชั้น 1 สยามพารากอน)',

        MADE_IN_TH_FASHION_S : 'Sretsis',
        MADE_IN_TH_FASHION_S_P1 : 'เสื้อผ้าและคอลเลคชั่นเครื่องประดับหวานซ่อนเปรี้ยวที่ลูกค้าทั่วโลกรู้จักและเฝ้าฝันถึง',
        MADE_IN_TH_FASHION_S_P2 : '(ชั้น 2 เซ็นทรัล เอ็มบาสซี่ / ชั้น 2 เอ็มควอเทียร์)',

        MADE_IN_TH_FASHION_TC : 'Tawn C.',
        MADE_IN_TH_FASHION_TC_P1 : 'ตั้งชื่อจากความรักในธรรมชาติและภูมิหลังของการตัดเย็บแบบอีตาเลี่ยนของนักออกแบบของแบรนด์ รังสรรค์ผลงานแบบคลาสสิคอันโก้หรูด้วยคุณภาพสูง',
        MADE_IN_TH_FASHION_TC_P2 : '(ชั้น 3 เกสรพลาซ่า / ชั้น 2 เซ็นทรัลชิดลม)',

        MADE_IN_TH_FASHION_TA : 'Thakoon Addition',
        MADE_IN_TH_FASHION_TA_P1 : 'แบรนด์สำหรับสาวน้อยโด่งดังระดับนานาชาติแห่งนี้ คือ การผสมผสานความเป็นผู้หญิง ความทันสมัยและความสบายเป็นกันเองไว้ด้วยกัน',
        MADE_IN_TH_FASHION_TA_P2 : '(ชั้น 2 คลับ 21 เอราวัณ) ',

        MADE_IN_TH_FASHION_TG : 'Tube Gallery',
        MADE_IN_TH_FASHION_TG_P1 : 'ด้วยอิทธิพลอย่างมากจากการเดินทางท่องเที่ยวและศิลปะ  เสื้อผ้าของแบรนด์นี้จึงเป็นอาภรณ์ที่แปลกตาและมีลายพิมพ์หวือหวาสำหรับทั้งบุรุษและสตรี',
        MADE_IN_TH_FASHION_TG_P2 : '(ชั้น 3 สยามเซ็นเตอร์ / ชั้น 2 สยามพารากอน)',

        MADE_IN_TH_FASHION_VI : 'Vatit Itthi',
        MADE_IN_TH_FASHION_VI_P1 : 'หลังจากประสบความสำเร็จอย่างใหญ่หลวงในชิคาโก แบรนด์ชุดราตรีและชุดวิวาห์นี้ได้ย้ายกลับมายังบ้านเกิดเมืองนอน เพื่อสร้างสรรค์ผลงานอันงดงามอย่างต่อเนื่องด้วยแพรพรรณและการประดับประดาอย่างหรูหรา',
        MADE_IN_TH_FASHION_VI_P2 : '(ลาดพร้าว 94)',

        MADE_IN_TH_FASHION_N: 'Naraya',
        MADE_IN_TH_FASHION_N_P1 : 'ผลงานฝีมือช่างอันงดงามสำหรับผลิตภัณฑ์มากมายนับตั้งแต่ กระเป๋า เครื่องประดับ ของตกแต่งบ้าน ของใช้ในงานครัว และอุปกรณ์พิเศษต่าง ๆ ที่ผลิตจากผ้าไหมไทย',
        MADE_IN_TH_FASHION_N_P2 : '(ชั้น 3 สยามพารากอน) ',

        MADE_IN_TH_JW_H : 'เครื่องประดับเพชรพลอย',

        MADE_IN_TH_JW_BG: 'Beauty Gems',
        MADE_IN_TH_JW_BG_P1 : 'บริการครบวงจรสำหรับแหล่งเลือกซื้อเพชรพลอย การออกแบบ และการผลิตอย่างประณีตพิถีพิถัน เพื่อให้เป็นชิ้นงานที่ไม่มีใครเหมือน',
        MADE_IN_TH_JW_BG_P2 : '(ชั้น 1 โรงแรมดุสิตธานี กรุงเทพ)',

        MADE_IN_TH_JW_BR: 'Blue River',
        MADE_IN_TH_JW_BR_P1 : 'หนึ่งในผู้นำการผลิตเครื่องเพชรพลอยที่ดีที่สุดของไทย ด้วยความเชี่ยวชาญเป็นเลิศจนถึงฝีมืองานช่างสำหรับอัญมณีที่หาได้ยาก',
        MADE_IN_TH_JW_BR_P2 : '(ชั้นล่าง เอ็มโพเรียม / ชั้น M สยามพารากอน)',

        MADE_IN_TH_JW_C: 'Chavana',
        MADE_IN_TH_JW_C_P1 : 'ร้านเครื่องเพชรที่มีชื่อเสียงในเรื่องการออกแบบที่ไม่เหมือนใครโดยใช้แรงบันดาลใจจากงานศิลป์ในยุค Art Deco',
        MADE_IN_TH_JW_C_P2 : '(ชั้นล่าง เซ็นทรัล เอ็มบาสซี่)',

        MADE_IN_TH_JW_F: 'Fadamas',
        MADE_IN_TH_JW_F_P1 : 'ผู้เชี่ยวชาญเรื่องเพชรที่มีชื่อเสียงอย่างดีในหมู่ลูกค้าชั้นสูง ด้วยผลงานที่สุดประณีต',
        MADE_IN_TH_JW_F_P2 : '(ชั้นล่าง เซ็นทรัลเวิลด์)',

        MADE_IN_TH_JW_GP: 'Gems Pavilion',
        MADE_IN_TH_JW_GP_P1 : 'ร้านเพชรพลอยที่ดีที่สุดแห่งหนึ่งของประเทศ ขึ้นชื่อเรื่องการออกแบบ ฝีมือช่างและเลือกใช้อัญมณีที่งดงามล้ำค่าที่สุด',
        MADE_IN_TH_JW_GP_P2 : '(ชั้น M เอ็มโพเรียม / ชั้น 1 สยามพารากอน)',

        MADE_IN_TH_JW_MA: 'Matina Amanita',
        MADE_IN_TH_JW_MA_P1 : 'งานเพชรพลอยที่ออกแบบให้สะท้อนตัวตนของผู้ส่วมใส่ที่ไม่เหมือนใคร',
        MADE_IN_TH_JW_MA_P2 : '(ชั้น 2 เซ็นทรัล เอ็มบาสซี่)',

        MADE_IN_TH_JW_S: 'Sette',
        MADE_IN_TH_JW_S_P1 : 'มีชื่อเสียงที่สุดด้วยอัญมณีที่ละเอียดอ่อนและสีสันสดใส อันน่าเกรงขามและเป็นที่นิยม',
        MADE_IN_TH_JW_S_P2 : '(ชั้น M สยามพารากอน)',

        MADE_IN_TH_SP_H : 'ผลิตภัณฑ์สปา',

        MADE_IN_TH_SP_D: 'Divana',
        MADE_IN_TH_SP_D_P1 : 'ผลิตจากพันธุ์พืชกลิ่นหอมและส่วนประกอบจากธรรมชาติ  มีให้เลือกหลายชนิดและช่วยสร้างบรรยากาศผ่อนคลายให้กับบ้าน',
        MADE_IN_TH_SP_D_P2 : '(สุขุมวิท 25 / ชั้น 4 สยามพารากอน / คิงส์ พาวเวอร์)',

        MADE_IN_TH_SP_H: 'Harnn',
        MADE_IN_TH_SP_H_P1 : 'ได้รับอิทธิพลวัฒนธรรมเอเชีย ส่วนประกอบของผลิตภัณฑ์ใช้ตำรับยาสมุนไพรเป็นพื้นฐานและมีกลิ่นหอมแบบพรรณไม้นานา',
        MADE_IN_TH_SP_H_P2 : '(ชั้นล่างสุด เซ็นทรัล เอ็มบาสซี่ / ชั้น 4 สยามพารากอน)',

        MADE_IN_TH_SP_O: 'Organika',
        MADE_IN_TH_SP_O_P1 : 'ภายในบรรจุภัณฑ์ที่ได้แรงบันดาลใจจากเครื่องแก้วลายดอกไม้สมัยศตวรรษที่ 19 ส่วนประกอบของผลิตภัณฑ์ทำจากออร์แกนิคที่ดีที่สุดจากซีกโลกตะวันออกและตะวันตก',
        MADE_IN_TH_SP_O_P2 : '(ชั้นล่าง สยามพารากอน)',

        MADE_IN_TH_SP_P: 'Pañpuri',
        MADE_IN_TH_SP_P_P1 : 'บำรุงบำเรอร่างกายด้วยผลิตภัณฑ์ออร์แกนิคที่ผสมผสานสมุนไพรตะวันออกกับน้ำมันหอมจากดอกไม้ที่สดชื่น',
        MADE_IN_TH_SP_P_P2 : '(ชั้นล้อบบี้ เกสรพลาซ่า / ชั้น 1 เซ็นทรัลเวิลด์)',

        MADE_IN_TH_SP_T: 'Thann',
        MADE_IN_TH_SP_T_P1 : 'จากภูมิปัญญาท้องถิ่น ผลิตภัณฑ์ทุกอย่างใช้น้ำมันรำข้าวและส่วนประกอบจากธรรมชาติที่ช่วยคืนความเยาว์ให้กับผิวและเส้นผม',
        MADE_IN_TH_SP_T_P2 : '(ชั้น 3 เกษรพลาซ่า / ชั้น 4 เอ็มโพเรียม)',

        MADE_IN_TH_SP_V: 'Vuudh',
        MADE_IN_TH_SP_V_P1 : 'ผ่อนคลายไปกับกลิ่นหอมในห้องแบบธรรมชาติที่ชวนให้นึกถึงการเดินทางไปยังแหล่งท่องเที่ยวชั้นนำ อย่างเช่น กรุงเทพ ภูเก็ต และเซี่ยงไฮ้',
        MADE_IN_TH_SP_V_P2 : '(ชั้น 4 เซ็นทรัล เอ็มบาสซี่ / ชั้น 1 เซ็นทรัลเวิลด์)',

        MADE_IN_TH_DI_H : 'ผลิตภัณฑ์สำหรับงานออกแบบและตกแต่งภายใน',

        MADE_IN_TH_DI_D: 'Deesawat',
        MADE_IN_TH_DI_D_P1 : 'เครื่องเรือนสำหรับทั้งภายในและภายนอก แหล่งรวมงานไม้หลากหลายที่มีทั้งงามแบบเรียบง่ายและซับซ้อน',
        MADE_IN_TH_DI_D_P2 : '(สุขุมวิท 24)',

        MADE_IN_TH_DI_K: 'Korakot',
        MADE_IN_TH_DI_K_P1 : 'รู้จักกันดีในเรื่องของโคมไฟระย้าประดับเพดาน เครื่องเรือนที่ออกแบบอย่างงดงามล้วนทำจากไม้ไผ่ ยิ่งทำให้ดูโดดเด่นเป็นอย่างมาก',
        MADE_IN_TH_DI_K_P2 : '(อำเภอบ้านแหลม จังหวัดเพชรบุรี)',

        MADE_IN_TH_DI_LA: 'Lotus Arts de Vivre',
        MADE_IN_TH_DI_LA_P1 : 'ด้วยการใช้ฝีมือช่างแบบดั้งเดิมและวัตถุดิบตามธรรมชาติ ผลิตภัณฑ์สุดยอดจากร้านนี้ทำให้เกิดงานศิลปะของการออกแบบในการตกแต่งบ้าน  ที่นี่มีงานอัญมณีชิ้นพิเศษและกระเป๋าถือให้เลือกอีกด้วย',
        MADE_IN_TH_DI_LA_P2 : '(ถนนพระราม 3 / โรงแรมแมนดาริน โอเรียนเต็ล กรุงเทพ)',

        MADE_IN_TH_DI_PC: 'Prempracha’s Collection',
        MADE_IN_TH_DI_PC_P1 : 'สตูดิโองานเซรามิคบริการเต็มรูปแบบมีเครื่องจานชามแบบไม่เหมือนใครและของตกแต่งมากมายมากกว่า 1,000 ชิ้นให้เลือก',
        MADE_IN_TH_DI_PC_P2 : '(ถนนเชียงใหม่-สันกำแพง จังหวัดเชียงใหม่)',

        MADE_IN_TH_DI_Y: 'Yothaka',
        MADE_IN_TH_DI_Y_P1 : 'ผู้บุกเบิกการนำผักตบชวามาใช้ทำเครื่องเรือนที่ทั่วโลกรู้จัก งานฝีมือแต่ละชิ้นมีกลิ่นอายของตะวันออกและสุนทรีย์แบบสมัยใหม่',
        MADE_IN_TH_DI_Y_P2 : '(ถนนพระราม 4 กรุงเทพ)',

        MADE_IN_TH_DI_AL: 'Alexander Lamont',
        MADE_IN_TH_DI_AL_P1 : 'ผลงานที่นักออกแบบตกแต่งภายในนิยมกัน มีให้เลือกทั้งเครื่องเรือน โคมไฟ ของตกแต่งทำด้วยทองแดง หนังกระเบน กระดาษแปะ งานเคลือบ เปลือกไข่ เครื่องประดับมุก ทองคำ เครื่องกระเบื้องจากเมืองจีนและของหายากอีกมากมาย',
        MADE_IN_TH_DI_AL_P2 : '(โรงแรมสุโขทัย / โรงแรม อนันตรา สยาม / ชั้น 2 เซ็นทรัล เอ็มบาสซี่ / ชั้น 3 เกสรพลาซ่า /สุรินทร์พลาซ่า ภูเก็ต )',

        MADE_IN_TH_BT_H : 'บริการตัดเย็บเสื้อผ้าตามประสงค์',
        MADE_IN_TH_BT_P1 : 'ช่างตัดเสื้อในไทยมีชื่อเสียงเป็นอย่างดีในเรื่องงานฝีมือ ใช้วัสดุคุณภาพดีและตัดเย็บเสร็จได้ในเวลาอันรวดเร็ว ทำให้การบริการตัดเย็บเสื้อผ้าช่วยอำนวยความสะดวกให้กับนักท่องเที่ยวได้เป็นอย่างดี',
        MADE_IN_TH_BT_P2 : 'ท่านโชคดีทีเดียวหากว่าท่านมีเวลาเหลือเฟือและวางแผนล่วงหน้าไว้หลายเดือน ทั้งแบรนด์ Prada (เซ็นทรัล เอ็มบาสซี่และสยามพารากอน) และ Tom Ford (เซ็นทรัล เอ็มบาสซี่) มีบริการตัดเย็บเสื้อผ้าตามแบบร่างอย่างที่ท่านต้องการ บริการวัดตัวก่อนตัดเย็บ แม้ว่าเป็นเรื่องจริงที่ว่าบริการตัดเย็บเสื้อผ้าในไทยจะมีไปทั่วทุกหนแห่ง แต่ท่านจำเป็นต้องรู้ด้วยว่าช่างตัดเสื้อที่ดีในกรุงเทพอยู่ที่ไหนบ้าง',
        MADE_IN_TH_BT_P3_1 : 'นับตั้งแต่เริ่มก่อตั้งในปีพ.ศ. 2553 ร้าน Tailor on Ten',
        MADE_IN_TH_BT_P3_2 : 'ได้ให้บริการลูกค้าขาประจำมากมายที่ต้องการเสื้อผ้าชั้นสูงและการตัดเย็บตามแบบเฉพาะคนด้วยการใช้ผ้านำเข้าจากต่างประเทศ เช่น จาก  Holland & Sherry and Dormeuil ด้วยการใช้ผ้าระดับชั้นนำของโลกเช่นนี้กอปรกับการตัดเย็บแบบใส่ใจจากแบบเสื้อระดับยอดเยี่ยมที่ทำขึ้นเฉพาะลูกค้าแต่ละคน ชุดสูทที่ท่านได้รับจะไม่มีใครเทียบเทียมได้เลย ไม่ว่าจะเป็นรายละเอียดต่าง ๆ เช่น ปกเสื้อ ปลายแขน กระดุมและลายปักชื่อ  ชุดสูททุกชุดตัดเย็บพร้อมผ้าซับในมาตรฐานในแบบ Bemberg ซึ่งเป็นแบบที่ดีที่สุดในโลก',

        MADE_IN_TH_BT_P4_1 : 'ชื่อเสียงที่รู้จักกันเรื่องความมุ่งมั่นในด้านคุณภาพของแบรนด์ Button Up',
        MADE_IN_TH_BT_P4_2 : 'ที่ได้รับความนิยมจากลูกค้าทั้งในประเทศและต่างประเทศมาตั้งแต่ปีพ.ศ. 2552   ด้วยการควบคุมของหัวหน้าช่างตัดเสื้อผู้มีประสบการณ์ในการถวายงานให้กับบรรดาพระบรมวงศานุวงศ์ของไทยมามากกว่า 30 ปี  ลูกค้าต่างชาติชื่อดังของร้านนี้ ได้แก่  Snoop Lion (Dogg), The Jones Brothers, นักแสดงตลก Russell Peters และ Ben McKenzie แห่งThe O.C. fame',

        MADE_IN_TH_BT_P5_1 : 'ช่างตัดเสื้ออีกคนที่เหล่าดาราผู้มีชื่อเสียงในประเทศ  นิยมมาใช้บริการที่ร้านเล็ก ๆ ที่ The Backyard ในซอยสุขุมวิท 26  คือ Vvon Sugunnasail',
        MADE_IN_TH_BT_P5_2 : '(เขาอ้างว่าดารานายแบบชื่อดัง ณเดชย์ คูกิมิยะก็เป็นลูกค้าด้วย) Vvon เชี่ยวชาญเป็นพิเศษในการตัดเย็บแบบฝรั่งเศสคลาสสิค  และบริการตัดเย็บเสื้อเชิ้ต กางเกง ชุดสูทและแม้แต่เนคไทด้วยการทำแบบเสื้อผ้าเฉพาะเป็นรายบุคคล ',
       
        MADE_IN_TH_BT_P6_1 : 'Charles Siri ผู้กระฉับกระเฉงรอต้อนรับเหล่าบุรุษที่ เอราวัณ กรุงเทพทั้งที่ร้านตัดเสื้อ Charles Patnett Tailor',
        MADE_IN_TH_BT_P6_2 : 'และที่ร้านตัดผมชาย Barberford คุณภาพในการตัดเย็บ คือ หลักสำคัญในการทำงานของร้าน Charles Patnett นี้ จึงเกิดผลงานการตัดเย็บอันแสนมหัศจรรย์จากการเลือกใช้ผ้าคุณภาพดีที่สุดพร้อมรายละเอียดอันหรูหรา เช่น กระดุมมุก ชุดสูทมีหลายระดับตั้งแต่ผ้าธรรมดาไปจนถึงผ้าลินินน้ำหนักเบาสำหรับสวมใส่ในสภาพอากาศร้อนเหงื่อตกในกรุงเทพ',

        MADE_IN_TH_AZ_H : 'รายชื่อแหล่งชอปปิ้ง A-Z',
        MADE_IN_TH_AZ_AC_H : 'A-C',
        MADE_IN_TH_AZ_DF_H : 'D-F',
        MADE_IN_TH_AZ_GI_H : 'G-I',
        MADE_IN_TH_AZ_JL_H : 'J-L',
        MADE_IN_TH_AZ_JL_H : 'M-O',
        MADE_IN_TH_AZ_JL_H : 'P-R',
        MADE_IN_TH_AZ_JL_H : 'S-U',
        MADE_IN_TH_AZ_JL_H : 'V-Z',

        MADE_IN_TH_AZ_A_P1 :'A.Lange & Sohne (Pendulum ที่เกษรพลาซ่า เอ็มโพเรียม และ สยามพารากอน)',
        MADE_IN_TH_AZ_A_P2 :'Alberta Ferretti (ชั้น 2 เซ็นทรัลเวิลด์)',
        MADE_IN_TH_AZ_A_P3 :'Alexander McQueen (ชั้น 1 ดิเอราวัณ / คลับ 21 ชั้น M สยามพารากอน)',
        MADE_IN_TH_AZ_A_P4 :'Alexander Wang (ชั้น 2 ดิเอราวัณ)',
        MADE_IN_TH_AZ_A_P5 :'Anyallerie (ชั้น G เซ็นทรัล เอ็มบาสซี่)',
        MADE_IN_TH_AZ_A_P6 :'Audemars Piguet (ชั้น G เซ็นทรัล เอ็มบาสซี่) ',

        MADE_IN_TH_AZ_B_P1 	:'Balenciaga (ชั้น M สยามพารากอน / ชั้น M เอ็มควอเทียร์)',
        MADE_IN_TH_AZ_B_P2	:'Bally (ชั้น 1 เกษรพลาซ่า)',
        MADE_IN_TH_AZ_B_P3	:'Bottega Veneta (ชั้น 2 เซ็นทรัล เอ็มบาสซี่ / ชั้น 1 เซ็นทรัล ชิดลม)',
        MADE_IN_TH_AZ_B_P4	:'Bovet (ชั้น 1 สยามพารากอน)',
        MADE_IN_TH_AZ_B_P5	:'Breguet (S.T. Dimension สยามพารากอน และ เอ็มโพเรียม / Cortina Watch ดิ เอราวัณ)',
        MADE_IN_TH_AZ_B_P6	:'Brioni (ชั้น G เกษรพลาซ่า)',
        MADE_IN_TH_AZ_B_P7	:'Bulgari (ชั้น M สยามพารากอน / ชั้น M เอ็มโพเรียม)',
        MADE_IN_TH_AZ_B_P8	:'Burberry (ชั้น M สยามพารากอน / ชั้น G เอ็มโพเรียม) ',

        MADE_IN_TH_AZ_C_P1	:'Carl F. Bucherer (ชั้น M สยามพารากอน)',
        MADE_IN_TH_AZ_C_P2	:'Cartier (ชั้น M สยามพารากอน / ชั้น M เอ็มโพเรียม)',
        MADE_IN_TH_AZ_C_P3	:'Chanel (ชั้น G เซ็นทรัล เอ็มบาสซี่ / ชั้น M สยามพารากอน / ชั้น M เอ็มควอเทียร์)',
        MADE_IN_TH_AZ_C_P4	:'Charlotte Olympia (Cloud 9 ชั้น 2 เกสรพลาซ่า / ชั้น G เอ็มโพเรียม)',
        MADE_IN_TH_AZ_C_P5	:'Chloé (ชั้น M สยามพารากอน)',
        MADE_IN_TH_AZ_C_P6	:'Chopard (ชั้น G เซ็นทรัล เอ็มบาสซี่)',
        MADE_IN_TH_AZ_C_P7	:'Christian Louboutin (ชั้น G เซ็นทรัล เอ็มบาสซี่)',
        MADE_IN_TH_AZ_C_P8	:'Corum (Cadeaux Jewelry ชั้น 1 เกสรพลาซ่า)',

        MADE_IN_TH_AZ_D_P1	:'Dior (ชั้น M สยามพารากอน / ชั้น G เกสรพลาซ่า / ชั้น G เอ็มควอเทียร์)',
        MADE_IN_TH_AZ_D_P2	:'Dior Homme (ชั้น M เอ็มโพเรียม)',
        MADE_IN_TH_AZ_D_P3	:'Dolce & Gabbana (ชั้น M สยามพารากอน / ชั้น M เอ็มควอเทียร์)',

        MADE_IN_TH_AZ_E_P1	:'Emilio Pucci (ชั้น M สยามพารากอน / ชั้น G เกสรพลาซ่า)',
        MADE_IN_TH_AZ_E_P2	:'Ermenegildo Zegna (ชั้น M สยามพารากอน)',

        MADE_IN_TH_AZ_F_P1	:'Fendi (ชั้น M สยามพารากอน / ชั้น G เอ็มโพเรียม)',
        MADE_IN_TH_AZ_F_P2	:'Franck Muller (ชั้น M สยามพารากอน)',
        MADE_IN_TH_AZ_F_P3	:'Fratelli Rossetti (ชั้น 2 เกษรพลาซ่า / ชั้น 1 สยามพารากอน)',

        MADE_IN_TH_AZ_G_P1	:'Giorgio Armani (ชั้น M สยามพารากอน)',
        MADE_IN_TH_AZ_G_P2	:'Givenchy (ชั้น G เซ็นทรัล เอ็มบาสซี่)',
        MADE_IN_TH_AZ_G_P3	:'Gucci (ชั้น 1 และ ชั้น G เซ็นทรัล เอ็มบาสซี่ / ชั้น 1 เอ็มโพเรียม)',

        MADE_IN_TH_AZ_H_P1	:'Harry Winston (PMT The Hour Glass เกสรพลาซ่า และ สยามพารากอน)',
        MADE_IN_TH_AZ_H_P2	:'Hermès (ชั้น G เซ็นทรัล เอ็มบาสซี่ / ชั้น M สยามพารากอน)',
        MADE_IN_TH_AZ_H_P3	:'Hublot (ชั้น G เซ็นทรัล เอ็มบาสซี่)',
        MADE_IN_TH_AZ_H_P4	:'Hugo Boss (ชั้น 1 สยามพารากอน / ชั้น 1 เกษรพลาซ่า)',

        MADE_IN_TH_AZ_I_P1	:'Isabel Marant (ชั้น 1 เซ็นทรัล เอ็มบาสซี่)',
        MADE_IN_TH_AZ_I_P2	:'IWC Schaffhausen (ชั้น 1 สยามพารากอน)',

        MADE_IN_TH_AZ_J_P1	:'Jaeger-LeCoultre (Cortina Watch ชั้น 1 ดิเอราวัณ)',
        MADE_IN_TH_AZ_J_P2	:'Jil Sander (ชั้น 1 เซ็นทรัล เอ็มบาสซี่)',
        MADE_IN_TH_AZ_J_P3	:'Jimmy Choo (ชั้น M สยามพารากอน / ชั้น 1 เซ็นทรัล ชิดลม)',

        MADE_IN_TH_AZ_K_P1 : 'Kenzo (ชั้น 1 เซ็นทรัล เอ็มบาสซี่)',

        MADE_IN_TH_AZ_L_P1	:'Lanvin (ชั้น 1 ดิเอราวัณ)',
        MADE_IN_TH_AZ_L_P2	:'Loewe (ชั้น M สยามพารากอน / ชั้น M เอ็มโพเรียม)',
        MADE_IN_TH_AZ_L_P3	:'Louis Vuitton (ชั้น M สยามพารากอน / ชั้น 1 และ ชั้น G เกษรพลาซ่า)',
        MADE_IN_TH_AZ_L_P4	:'Lulu Guinness (ชั้น 1 สยามพารากอน)',


        MADE_IN_TH_AZ_M_P1	:'Maison Martin Margiela (ชั้น 1 เซ็นทรัล เอ็มบาสซี่)',
        MADE_IN_TH_AZ_M_P2	:'Marni (ชั้น 2 ดิเอราวัณ / คลับ 21 ชั้น M สยามพารากอน)',
        MADE_IN_TH_AZ_M_P3	:'Max Mara (ชั้น 1 เกษรพลาซ่า)',
        MADE_IN_TH_AZ_M_P4	:'MCM (ชั้น G เอ็มควอเทียร์)',
        MADE_IN_TH_AZ_M_P5	:'Michael Kors (ชั้น 1 เซ็นทรัล เอ็มบาสซี่)',
        MADE_IN_TH_AZ_M_P6	:'Mikimoto (ชั้น M สยามพารากอน)',
        MADE_IN_TH_AZ_M_P7	:'Miu Miu (ชั้น G เซ็นทรัล เอ็มบาสซี่ / ชั้น M สยามพารากอน)',
        MADE_IN_TH_AZ_M_P8	:'Montblanc (ชั้น M สยามพารากอน / ชั้น G เกษรพลาซ่า)',
        MADE_IN_TH_AZ_M_P9	:'Mulberry (ชั้น G เซ็นทรัล เอ็มบาสซี่ / ชั้น M สยามพารากอน)',

        MADE_IN_TH_AZ_N_P1 : 'Nina Ricci (Cloud 9 ชั้น 2 เกษรพลาซ่า)',
        MADE_IN_TH_AZ_O_P1 : 'Oscar de la Renta (Cloud 9 ชั้น 2 เกษรพลาซ่า)',

        MADE_IN_TH_AZ_P_P1	:'3.1 Phillip Lim (ชั้น 2 ดิเอราวัณ)',
        MADE_IN_TH_AZ_P_P2	:'Parmigiani Fleurier (PMT The Hour Glass at เกษรพลาซ่า และ สยามพารากอน)',
        MADE_IN_TH_AZ_P_P3	:'Panerai (ชั้น 1 สยามพารากอน / Pendulum ชั้น 1 เกษรพลาซ่า)',
        MADE_IN_TH_AZ_P_P4	:'Patek Philippe (ชั้น M สยามพารากอน / ชั้น G เอ็มควอเทียร์)',
        MADE_IN_TH_AZ_P_P5	:'Philip Stein (ชั้น 1 เซ็นทรัลเวิลด์)',
        MADE_IN_TH_AZ_P_P6	:'Piaget (S.T. Dimension ชั้น M สยามพารากอน)',
        MADE_IN_TH_AZ_P_P7	:'Prada (ชั้น 1,เซ็นทรัล เอ็มบาสซี่ / ชั้น M สยามพารากอน)',
        MADE_IN_TH_AZ_P_P8	:'Proenza Schouler (ชั้น G เซ็นทรัล เอ็มบาสซี่ / ชั้น M เอ็มควอเทียร์)',

        MADE_IN_TH_AZ_R_P1	:'Ralph Lauren (G & ชั้น 1 เซ็นทรัล เอ็มบาสซี่)',
        MADE_IN_TH_AZ_R_P2	:'Roberto Cavalli (ชั้น G เซ็นทรัล เอ็มบาสซี่)',
        MADE_IN_TH_AZ_R_P3	:'Roger Dubuis (ชั้น 1 เกษรพลาซ่า)',
        MADE_IN_TH_AZ_R_P4	:'Roger Vivier (ชั้น G เอ็มควอเทียร์)',
        MADE_IN_TH_AZ_R_P5	:'Rolex (ชั้น 1 เซ็นทรัล ชิดลม / ชั้น G เซ็นทรัล เอ็มบาสซี่ / ชั้น M สยามพารากอน)',


        MADE_IN_TH_AZ_S_P1 : 'Saint Laurent (ชั้น G เซ็นทรัล เอ็มบาสซี่)',
        MADE_IN_TH_AZ_S_P2 :'Salvatore Ferragamo (ชั้น M สยามพารากอน / ชั้น M Emporium)',
        MADE_IN_TH_AZ_S_P3 :'Stella McCartney (ชั้น 1 ดิเอราวัณ)',

        MADE_IN_TH_AZ_T_P1 : 'Tiffany & Co. (ชั้น G Emporium)',
        MADE_IN_TH_AZ_T_P2 : 'Tod’s (ชั้น M สยามพารากอน)',
        MADE_IN_TH_AZ_T_P3 : 'Tom Ford (ชั้น G เซ็นทรัล เอ็มบาสซี่)',
        MADE_IN_TH_AZ_U_P1 : 'Ulysse Nardin (PMT The Hour Glass เกษรพลาซ่า และ สยามพารากอน)',

        MADE_IN_TH_AZ_V_P1	:'Vacheron Constantin (Pendulum at เกษรพลาซ่า เอ็มโพเรียม และ สยามพารากอน)',
        MADE_IN_TH_AZ_V_P2	:'Valentino (ชั้น M สยามพารากอน / ชั้น M เอ็มควอเทียร์)',
        MADE_IN_TH_AZ_V_P3	:'Van Cleef & Arpels (ชั้น G เอ็มโพเรียม)',
        MADE_IN_TH_AZ_V_P4	:'Versace (ชั้น G เซ็นทรัล เอ็มบาสซี่)',
        MADE_IN_TH_AZ_V_P5	:'Vivienne Westwood (ชั้น 1 เซ็นทรัล ชิดลม)',


        WELLNESS_H:'ท่องเที่ยวเพื่อสุขภาพ',
        WELLNESS_P1:'สปาและการนวดแผนโบราณที่สืบย้อนหลังไปได้หลายศตวรรษ ทำให้ประเทศไทยในฐานะที่เป็นหนึ่งในจุดหมายปลายทางด้านการท่องเที่ยวทีมีชื่อเสียงด้านการดูแลรักษาสุขภาพซึ่งเก่าแก่พอกับอายุของประเทศ เมื่อไม่นานมานี้ ประเทศไทยได้กลายเป็นสถานที่ระดับโลกสำหรับโยคะและศูนย์ล้างพิษ ทำให้ประเทศไทยเป็นศูนย์กลางของการฟื้นฟูร่างกาย จิตใจ และจิตวิญญาณอย่างแท้จริง',

        WELLNESS_SM_H:'สปาและการนวดผ่อนคลาย',
        WELLNESS_SM_DT_H:'เทวาสปาและศูนย์สุขภาพ โรงแรมดาราเทวี เชียงใหม่',
        WELLNESS_SM_DT_P1:'เทวาสปาเป็นผลงานด้านสถาปัตยกรรมชั้นยอด ใช้เวลาสร้างมากกว่า 3 ปีด้วยศิลปท้องถิ่นคล้ายกับวังแบบพม่า ล้อมรอบไปด้วยลวดลายแกะแบบศิลปพม่า ณ ที่นี่ คุณจะได้รับการบำบัดแบบตะวันออกโบราณอย่างเช่น อายุรเวช ในบรรดาการนวดและการรักษา สปาที่ใช้เทคนิคแบบอายุรเวชที่มีอายุมากกว่า 5,000 ปีที่เรียกว่า ศิโรธรา ซึ่งจะราดน้ำมันลงบนหน้าผาก หรือ “ตาดวงที่สาม” เพื่อที่จะสร้างความสงบและความสมดุลย์ภายใน',

        WELLNESS_SM_DT_H:'เทวาสปาและศูนย์สุขภาพ โรงแรมดาราเทวี เชียงใหม่',
        WELLNESS_SM_DT_P1:'เทวาสปาเป็นผลงานด้านสถาปัตยกรรมชั้นยอด ใช้เวลาสร้างมากกว่า 3 ปีด้วยศิลปท้องถิ่นคล้ายกับวังแบบพม่า ล้อมรอบไปด้วยลวดลายแกะแบบศิลปพม่า ณ ที่นี่ คุณจะได้รับการบำบัดแบบตะวันออกโบราณอย่างเช่น อายุรเวช ในบรรดาการนวดและการรักษา สปาที่ใช้เทคนิคแบบอายุรเวชที่มีอายุมากกว่า 5,000 ปีที่เรียกว่า ศิโรธรา ซึ่งจะราดน้ำมันลงบนหน้าผาก หรือ “ตาดวงที่สาม” เพื่อที่จะสร้างความสงบและความสมดุลย์ภายใน',

        WELLNESS_SM_GT_H:'โฟร์ซีซั่น เต้นท์ แคมป์ สามเหลี่ยมทองคำ เชียงราย',
        WELLNESS_SM_GT_P1:'หลังจากวันที่ไม่สามารถจะลืมได้จากการเดินป่าบนหลังช้าง ไม่มีอะไรจะเหมือนกับการให้รางวัลเหมือนกับสปาในป่าที่หรูหราของโฟร์ซีซั่น การพักผ่อนตั้งอยู่ห่างไม่กี่ก้าว ในศาลาที่โปร่งรับลมที่ฝังตัวอยู่ในป่าที่บริสุทธิ์ เมนูสปามีทั้งการบำบัดรักษาทางเลือกซึ่งใช้พันธุ์ไม้ภูเขาและสมุนไพรที่อบอุ่น เหมือนภาพฉายของ Ruak Ritual การนวดทั้งตัวด้วยไม้ที่ทำด้วยมือจากไม้ไผ่ป่าที่หามาจากพื้นที่รอบๆ',

        WELLNESS_SM_DT_H:'เทวาสปาและศูนย์สุขภาพ โรงแรมดาราเทวี เชียงใหม่',
        WELLNESS_SM_DT_P1:'เทวาสปาเป็นผลงานด้านสถาปัตยกรรมชั้นยอด ใช้เวลาสร้างมากกว่า 3 ปีด้วยศิลปท้องถิ่นคล้ายกับวังแบบพม่า ล้อมรอบไปด้วยลวดลายแกะแบบศิลปพม่า ณ ที่นี่ คุณจะได้รับการบำบัดแบบตะวันออกโบราณอย่างเช่น อายุรเวช ในบรรดาการนวดและการรักษา สปาที่ใช้เทคนิคแบบอายุรเวชที่มีอายุมากกว่า 5,000 ปีที่เรียกว่า ศิโรธรา ซึ่งจะราดน้ำมันลงบนหน้าผาก หรือ “ตาดวงที่สาม” เพื่อที่จะสร้างความสงบและความสมดุลย์ภายใน',

        WELLNESS_SM_MD_H:'ดิ โอเรียนท์ สปา แมนดาริน กรุงเทพ ฯ',
        WELLNESS_SM_MD_P1:'ดิโอเรียนท์สปาตั้งอยู่ในบ้านไม้สักอายุกว่าศตวรรษที่ปรับปรุงใหม่บนริมฝั่งแม่น้ำเจ้าพระยาในกรุงเทพ ตกแต่งด้วยสัมผัสแบบสยามจากวันวานที่แสนคลาสสิค นอกจากนี้ เมนูสปายังประกอบด้วยการบำบัดรักษาที่เป็นเอกลักษณ์ และวารีบำบัดระดับโลก อยู่ในแพคเกจที่เอาอกเอาใจตั้งแต่หัวจรดปลายเท้า ลองโปรแกรมที่เป็นเอกลักษณ์เฉพาะ “Oriental Organic Journey” ซึ่งจะล้างพิษโดยการขัดผิว การบำรุงรักษาเส้นผม และการนวดที่อ่อนละมุนด้วยครีมน้ำนมข้าว',

        WELLNESS_SM_TS_H:'ตรีสรา ภูเก็ต',
        WELLNESS_SM_TS_P1:'สปาแห่งนี้เป็นบ้านของการนวดที่หรูหรา การนวดที่เป็นเอกลักษณ์ของตรีสราคือการนวดแบบหกมือ หรือเรียกว่า “รอยัล ตรีสรา”  การบำบัดที่ฟุ่มเฟือยนี้เริ่มด้วยการขัดเท้าด้วยตะไคร้และเกลือทะเล นำไปสู่การบำบัดแบบไทยดั้งเดิมและสวีดิช และการนวดกดจุดซึ่งดำเนินไปพร้อมๆ กันโดยนักบำบัดสามคน แขกสามารถที่จะเพลิดเพลินกับ รอยัล ตรีสรา ได้ในแบบการบำบัดในวิลล่า บนระเบียงไม้สักที่มองออกไปเห็นทะเลอันดามัน',

        WELLNESS_SM_HR_H:'บารายสปา ไฮแอทรีเจนซี่ หัวหิน',
        WELLNESS_SM_HR_P1:'บารายตั้งเป้าที่จะพาแขกไปยังการเดินทางของประสาทสัมผัส โดยใช้เมนูที่คิดค้นผ่านทางธาตุทั้งสี่ โดยการเลือก น้ำ ดิน ลม และไฟ แขกจะได้รับการการบำบัดที่มุ่งเน้นการคลายความเครียด ความสมดุลย์ ความงามและพลังงาน ตามลำดับ เป็นสิ่งที่เป็นเลิศสำหรับโรแมนติกเก็ตอะเวย์ คือ วอเตอร์ คัปเปิล คอนเน็ค โปรแกรมสำหรับสองคนประกอบด้วยการนวดสมดุลย์จักรราศี รวมทั้งการขัดผิวและหน้าโดยใช้การกระตุ้นด้วยมะลิหรือกระดังงา เป็นต้น',

        WELLNESS_SM_SL_H:'ชิ เดอะสปา โรงแรมแชงกรีล่า กรุงเทพ ฯ',
        WELLNESS_SM_SL_P1:'หลังจากที่ได้ก้าวเข้าสู่ชิ และลงไปสู่อารามแห่งความงามที่อยู่ใต้ดิน ยากที่คุณจะไม่ยอมจำนนต่อการผ่อนคลายทั้งหมด เมนูสปาที่ได้รับรางวัล รวมทั้งความหลากหลายของเทคนิคแบบเอเซียและไทยดั้งเดิม ที่ใช้เส้นศูนย์สูตร ดินเหนียว และสมุนไพร เพื่อที่จะฟื้นฟูความกลมกลืนทั้งภายนอกและภายใน จากการบำบัดหน้าด้วยคาเวียร์สีชมพูไปจนถึงการนวดด้วยหินร้อน แขกสามารถที่จะสร้างแพคเกจส่วนตัวแบบสองถึงสี่ชั่วโมงให้เป็นไปตามที่ต้องการได้',

        WELLNESS_SM_PS_H:'เดอะ เพนนินซูลา สปา เพนนินซูลา กรุงเทพ ฯ',
        WELLNESS_SM_PS_P1:'ภายในอาคารทรงโคโลเนี่ยลแบบไทยที่มองออกไปเห็นแม่น้ำเจ้าพระยา เพนนินซูลาสปานำเสนอการบำบัดที่จัดเฉพาะบุคคลสำหรับร่างกาย จิตใจ และจิตวิญญาณ แพคเกจประกอบด้วยการขัดผิวด้วยเกลือสมุทร อบไอน้ำ และการบำบัดด้วยกลิ่นหอม เพือที่จะปลดปล่อยความเครียดที่ฝังลึกและยกระดับสัมผัสขึ้นอย่างอ่อนโยน เพนนินซูลาสปายังมีเมนูการบำบัดที่เหนือธรรมดาที่เน้นสำหรับผู้ชาย ความเครียดไม่สามารถต้านทานใบหน้าที่บริสุทธิ์และแจ่มใส และการนวดกดจุดที่เท้า คอและหลัง',

        WELLNESS_SM_SK_H:'สมาฮิตา เกาะสมุย',
        WELLNESS_SM_SK_P1:'การบำบัดริมหาดที่นี่เป็นที่รู้จักันดีว่าเป็นหนึ่งในจุดหมายชั้นยอดของโลกสำหรับโยคะและเป็นด้วยเหตุผลที่ดี การบำบัดที่สมาฮิตานั้นล้ำลึกอย่างยิ่ง ไม่เพียงแต่เป็นการฝึกฝนประจำวันเท่านั้น แต่ยังสอนถึงปรัชญา ประวัติศาสตร์และสุขภาพในระยะยาว ทั้งผู้ที่เริ่มต้นและผู้ที่ช่ำชองสามารถที่จะได้กำไรจากโปรแกรมที่จัดเฉพาะและจะมีทางเลือกที่จะรวมการล้างพิษ การทำความสะอาด และการทำสมาธิ ในแพคเกจใดๆ สำหรับวิธีการที่ครอบคลุมในการรักษาสุขภาพ',

        WELLNESS_SM_SS_H:'สปา แซงค์ชัวรี่ บันยันทรี ภูเก็ต',
        WELLNESS_SM_SS_P1:'ไม่มีการฟื้นฟูที่ไหนที่ดีไปกว่าที่หมู่บ้านสปาแห่งนี้ กลุ่มวิลล่าที่หรูหราจำนวน 14 หลังที่ตั้งอยู่ในแมกไม้ที่ห้อมล้อมอยู่ของอ่าวบางเทา ภูเก็ต ที่สปา แซงค์ชัวรี่แห่งนี้ แขกสามารถที่จะมีความสุขไปกับโยคะในสวนกลางแจ้งของวิลล่าที่เป็นส่วนตัวและเงียบสงบ ห้อมล้อมไปด้วยดอกไม้ที่สดใสและปาล์มที่มีใบดกเขียวสด ท้ายที่สุดกล้ามเนื่อที่ปวดเมื่อยจะคลายไปอย่างง่ายดายบนระเบียงส่วนตัวที่ออกแบบสำหรับการนวดในวิลล่า',

        WELLNESS_SM_JY_H:'จิรวรรณ โยคะ ภูเก็ต',
        WELLNESS_SM_JY_P1:'การบำบัดด้วยโยคะเพื่อสุขภาพนี้ตั้งอยู่ในโอเอซิสสมัยใหม่ แหลมพันวาที่สวยงามจนตะลึง มันเป็นคำจำกัดความของคำว่า ”ห้องจำนวนน้อย” ซึ่งมีเพียงวิลล่าที่หรูหราจำนวน 16 หลัง ตั้งอยู่อย่างกว้างขวางบนชายหาด ชั้นเรียนแรกของโยคะเริ่มตอนพระอาทิตย์ขึ้น บนหาดทรายสีขาวหันหน้าไปทางทะเลอันดามัน ว่ากันว่าคุณสามารถว่ายน้ำได้ 365 วันต่อปีบนชายหาดแห่งนี้ และการที่จะลงแช่น้ำหลังจากการคารวะดวงอาทิตย์เป็นความเลิศเลอที่เรียบง่าย',

        WELLNESS_SM_SKP_H:'เดอะ แซงค์ชัวรี่ เกาะพงัน',
        WELLNESS_SM_SKP_P1:'ตั้งอยู่บนชายฝั่งที่ไม่ถูกแตะต้องของหาดเทียน เกาะพงัน เดอะแซงค์ชัวรี่เป็นหนึ่งในการบำบัดด้วยโยคะที่ลับที่สุดแห่งหนึ่งของประเทศไทย ที่รีสอร์ทนี้จัดให้มีการบำบัดและเวิร์คชอปโยคะเป็นประจำ เช่นเดียวกับชั้นเรียนโยคะ สมาธิ และพิลาทิส ประจำวัน แพคเกจโยคะวันหยุดนำเสนอดปรแกรม 3, 7 และ 10 วัน ที่เต็มไปด้วยชั้นเรียนส่วนตัว และการนวดบำบัด บังกะโลในป่าที่มีเปลและบันไดไม้ทำให้ที่พักนี้เป็นที่พักที่แท้จริง',


        WELLNESS_M_H:'การทำสมาธิ',
        WELLNESS_M_DK_H:'ทีปภาวันธรรมสถาน เกาะสมุย',
        WELLNESS_M_DK_P1:'ธรรมสถานแห่งนี้นำเสนอทางเลือกที่จะดื่มด่ำกับความงามของเกาะสมุยผ่านทางการบำบัดโดยการทำสมาธิบำบัด เป็นภาษาอังกฤษ ที่จะช่วยรักษาจิตใจ ร่างกาย และจิตวิญญาณที่ไม่เหมือนอื่นใด กิจกรรมของศูนย์เน้นในการฝึกฝนการทำสมาธิด้วยการเดิน การยืน และการนั่ง เพื่อช่วยให้แขกได้เอาชนะจิตใจที่วุ่นวายและได้รับความสงบสุขภายใน ทีปภาวันตั้งอยู่ในหุบเขาที่ซ่อนตัวอย่างเงียบสงบไม่ไกลจากชายฝั่งสมุย ซึ่งเป็นที่ที่สมบูรณ์แบบที่จะปล่อยให้โลกภายนอกได้ออกไป',

        WELLNESS_M_DK_H:'ศูนย์ฯ ธรรมกมลา ปราจีณบุรี',
        WELLNESS_M_DK_P1:'ศูนย์วิปัสสนาสมาธิแห่งนี้มีหลักสูตรที่ตามคำสอนของ เอส เอ็น โกเอ็นก้า ผู้สอนวิปัสสนาที่มีชื่อเสียงที่สุดในโลกสมัยใหม่ เทคนิคเหล่านี้ ถูกสอนครั้งแรกในอินเดียกว่า 2,500 ปีมาแล้ว สอนการเปลี่ยนแปลงตนเองโดยการสังเกต ผู้เรียนจะถือศีลแปดและการรักษาความเงียบเป็นเวลา 10 วัน ทำสมาธิเป็นเวลา 10 ชั่งโมงต่อวันโดยมีการหยุดพัก โรงเรียนนี้ตั้งอยู่ใกล้อุทยานแห่งชาติเขาใหญ่ รอบล้อมด้วยสระบัวและต้นไม้ที่พลิ้วไหวเพิ่มมุมมองในปรากฏการณ์ทางธรรวมชาติให้แก่การเดินทาง',

        WELLNESS_M_MWM_H:'สมาธิบำบัดมิดเดิลเวย์ เลย',
        WELLNESS_M_MWM_P1:'ท่ามกลางความเขียวขจีและขุนเขาของภาคตะวันออกเฉียงเหนือของประเทศไทย ผู้เรียนที่มาที่มิดเดิลเวย์เพื่อเรียนรู้การทำสมาธิและการพัฒนาตนผ่านทางการบำบัด 7 วัน ที่นี่เน้นที่การทำสมาธิแบบธรรมกาย จากการค้นหาตัวตนที่แท้จริงสู่ความแท้จริงของนิพพาน ศูนย์แห่งนี้มีภูมิทัศน์ที่สวยงามโดดเด่นพร้อมทั้งการสนทนาธรรมและทำสมาธิติดกับสวนภายนอก ใกล้น้ำตก และในบ้านพักทำด้วยไม้ที่มองเห็นป่า',

        WELLNESS_M_WSM_H:'วัดสวนโมกข์ ไชยา',
        WELLNESS_M_WSM_P1:'วัดป่าที่ตั้งอยู่ใกล้หมู่บ้านทางใต้ของอำเภอไชยาแห่งนี้เปิดให้การบำบัดด้วยการทำวิปัสสนาสมาธิ 10 วัน เพียงเดือนละครั้ง แขกสามารถเรียนรู้การอยู่แบบพระ ต่อด้วยการนั่งและยืนสมาธิประจำวัน และสนทนาธรรม ซึ่งเริ่มเวลา 4 นาฬิกาของทุกวัน การนอนบนเสื่อและหมอนไม้ ทำให้ได้ประสบการณ์ที่แท้จริงและเป็นเพียงหนึ่งเดียว',

        WELLNESS_M_JIP_H:'ศูนย์สมาธิเขาธรรม เกาะพงัน',
        WELLNESS_M_JIP_P1:'ก่อตั้งโดยแม่ชีในพุทธศาสนา แม่ชีอมรพันธ์ เมื่อกว่า 50 มาแล้ว อารามในถ้ำบนภูเขาแห่งนี้ตั้งอยู่ท่ามกลางป่าที่บริสุทธิ์ และสวนมะพร้าวบนเกาะพงัน เขาธรรมจัดให้มีการทำสมาธิบำบัดแบบสติพัฒนา พื้นฐานหลัก 4 ประการของการค้นหาทางจิตผ่านทาง การสวดมนต์ โยคะ และรูปแบบที่หลากหลายของการทำสมาธิ ปัจจุบันในวัยกว่า 90 ปีของท่าน แม่ชีอมรพันธ์ยังคงให้ธรรมโอวาทแก่ผู้เข้าร่วมในการบำบัดทุกครั้ง',

        WELLNESS_RD_H:'การพักฟื้นและล้างพิษ',
        WELLNESS_RD_SK_H:'แอบโซลูต แซงค์ชัวรี่ เกาะสมุย',
        WELLNESS_RD_SK_P1:'เอกเขนกบนพรมมาราเกสและหมอนผ้าไหมที่ฟุ่มเฟือยเป็นวิธีที่คุณจะคาดหวังได้จากการใช้เวลาในการล้างพิษที่การบำบัดที่ได้รับแรงบรรดาลใจจากโมรอกโกแห่งนี้ แอบโซลูต แซงค์ชัวรี่ ใช้การบำบัดทางเลือกเพื่อช่วยระบบเช่น ชิเนซุง และการแพทย์ทางเลือกแบบ ชิอัตซึ ที่มีชื่อเสียงในด้านที่เป็นบ้านของมารดาแห่งการล้างพิษทั้งปวง เดอะ ดีท๊อกซอร์ ดีไลท์ การบำบัดรวมถึงชุดบำบัด 20 วัน ที่มีชั่วโมงเรอิกิ โยคะที่ไม่จำกัด และการหุ้มร่างกายเพื่อทำความสะอาด เพื่อยกระดับให้ภาวะจิตใจไปสู่อีกมิติหนึ่ง',

        WELLNESS_RD_HR_H:'โฮป รีแฮบ เซ็นเตอร์ ประเทศไทย ศรีราชา',
        WELLNESS_RD_HR_P1:'โปรแกรมของโฮป รีแฮบ ผสมผสานระหว่างพุทธ และ 12 เสต็ป นำหลักการจากทั้งตะวันออกและมุมมองโลกจากตะวันตกเพื่อต่อสู้กับการเสพติด การฟื้นฟูทำโดยผ่านทางการทำสมาธิและการรักษาทางเลือกที่นี่ ที่ศรีราชา ท่าเรือประมงเก่าแก่บนชายฝั่งตะวันออกของอ่าวไทย ภูมิประเทศโดยรอบช่วยให้เกิดที่ตั้งที่สงบของศูนย์ ซึ่งงานหลักคือ การให้คำปรึกษา การช่วยฝึกสอนให้ละเลิก การบำบัดโดยการทำความเข้าใจในพฤติกรรม และการทำกลุ่มซื่อสัตย์ ',

        WELLNESS_RD_CCM_H:'เดอะ เคบิ้น เชียงใหม่',
        WELLNESS_RD_CCM_P1:'ต้องขอบคุณสำหรับกลุ่มลูกค้าคนดัง เดอะ เคบิ้น ได้กลายเป็นหนึ่งในศูนย์บำบัดยาเสพติดที่มีชื่อเสียงในโลก บ้านหลังเล็กๆ ที่ทำจากไม้สักกลุ่มนี้ที่ตั้งอยู่ริมแม่น้ำปิงในจังหวัดเชียงใหม่เป็นที่ที่ผู้ที่ดิ้นรนกับการติดยาเสพติดมาเพื่อทำให้จิตใจ ร่างกาย และจิตวิญญาณสามารถกลับสู่เส้นทางได้ หลักการในการรักษาที่นี่คือการบำบัดโดยการทำความเข้าใจในพฤติกรรม เสริมด้วย 12 สเต็ป และเทคนิคสมัยใหม่ที่เรียกว่าความเอาใจใส่อย่างมีสติ ตั้งอยู่บนพื้นฐานของความเชื่อในศาสนาพุทธ จึงมุ่งอยู่กับความเป็นอยู่ในปัจจุบันผ่านทางโยคะและการทำสมาธิ',

        WELLNESS_RD_DR_H:'ดารา รีแฮบ เกาะช้าง',
        WELLNESS_RD_DR_P1:'ศูนย์บำบัดที่หรูหราแห่งนี้มีวิลล่าส่วนตัวที่มองเห็นสวนภูมิทัศน์ และเติมความสมบูรณ์ด้วยสระส่วนตัว จากุซซี่ และปัจจัยความสะดวกแบบห้าดาว น้ำพุในสวนและสระแสดงถึงสวรรค์เขตร้อน ที่ซึ่งผู้ป่วยสามารถเริ่มและติดตามได้ตลอดการรักษาที่เข้มข้นและด้วยความช่วยเหลือของโค้ชชีวิตและแพทย์ทางเลือก ที่นี่เป็นศูนย์ที่เป็นเรือธงของดารา และยังมีศูนย์ที่เล็กกว่าอีกหนึ่งแห่งตั้งอยู่ที่จังหวัดจันทบุรีซึ่งมองเห็นทิวทัศน์ของอ่าวไทย',

        WELLNESS_RD_KY_H:'กมาลยา เกาะสมุย',
        WELLNESS_RD_KY_P1:'ที่รีสอร์ทสุขภาพระดับสูงแห่งนี้จะแผ่รังสีพลังงานด้านดีและตั้งอยู่ติดกับถ้ำซึ่งครั้งหนึ่งเคยเป็นสำนักวิปัสสนาของพระในพระพุทธศาสนา ด้วยที่เป็นหุบลึกไหลลงไปยังชายหาดส่วนตัวตัดกับกำแพงหินธรรมชาติและต้นไม้ที่สวยงาม แน่นอนที่กมลายาเป็นสถานที่ที่สมบูรณ์ในการที่จะตรวจสอบภายในตนเอง การบำบัดมีโปรแกรมสุขภาพที่ตอบสนองต่อปัญหาเฉพาะ จากโรคนอนไม่หลับไปจนถึงความไม่สมดุลยของอารมย์และการหมดกำลังใจโดยจะใช้การทำสมาธิเป็นหลัก',

        WELLNESS_RD_CH_H:'ชีวาศรม หัวหิน',
        WELLNESS_RD_CH_P1:'ที่นี่เป็นที่ดูแลสุขภาพชั้นนำของโลก การกำจัดของเสียจากร่างกายไม่ใช่เรื่องยาก ต้องขอบคุณความหลากหลายของโปรแกรมการทำความสะอาดที่ครอบคลุมและสปาที่มีชื่อเสียง มีโปรแกรมการดูแลมากกว่า 200 โปรแกรมที่ชีวาศรม ตั้งแต่การชำระระบบไปจนถึงหลักการล้างพิษเบื้องต้น แพทย์ทางเลือกและการรักษาโดยการดูแลด้านอาหารและจิตใจจะเป็นผู้แนะนำในทุกขั้นตอน และยังจัดสอนการทำอาหารและเวลาในการรักษาในสวนอินทรีย์',

        WELLNESS_RD_SPA_H:'เดอะ สปา เกาะช้าง',
        WELLNESS_RD_SPA_P1:'รายการดูแลระดับโลกที่มี้พียงที่เกาะช้างได้พิสูจน์แล้วว่าการล้างพิษไม่ได้หมายความถึงการปล่อยให้หิว คุณจะไม่ต้องการสิ่งอื่นใดนอกเหนือจากรายการเช่น น้ำผลไม้คั้นสด สมูทตี้ และสิ่งสร้างสรรค์จากอาหารดิบ คุณสามารถที่จะตั้งตารอคอยของหวานดิบเพื่อสุขภาพ ทุกอย่างบนเมนูมาจากแหล่งท้องถิ่น สดและอร่อย รวมทั้งผลไม้และผักจากโครงการหลวงดอยคำที่อยู่ใกล้เคียง',

        WELLNESS_RD_SS_H:'เซนส์เสส ภูเก็ต',
        WELLNESS_RD_SS_P1:'จะมีอะไรดีไปกว่าการทำความสะอาดในระหว่างที่ล่องเรือในทะเลอันดามัน เซนสเสส ภูเก็ตเสนอการล่องเรือล้างพิษภายใต้ตรรกะที่ว่าแสงอาทิตย์ ทะเล และอากาศบริสุทธิ์เป็นสิ่งวิเศษในกระบวนการการทำความสะอาด ไม่เพียงแต่เป็นการผจญภัยของร่างกายแต่เป็นสำหรับจิตใจด้วยเช่นกัน เรือจะหยุดแวะที่จุดหมายหลายแห่งเช่นอ่าวพังงา เกาะพีพี ขึ้นอยู่กับความต้องการของแขก',

        WELLNESS_RD_AH_H:'อัตสุมิ ฮีลลิ่ง เกาะสมุย',
        WELLNESS_RD_AH_P1:'รายการอาหารมังสวิรัตและวีแกนอันหรูหราของ อัตสุมิ ฮีลลิ่ง เป็นเมนูระดับโลกที่นำพาการล้างพิษไปสู่อีกระดับหนึ่ง จากพาสต้า ถึงสลัด และแรป สิ่งที่เชฟของ อัตสุมิ สามารถทำได้กับวัตถุดิบที่ไม่ผ่านการปรุงสุกเป็นเรื่องที่มหัศจรรย์โดยไม่ต้องพูดถึงความอร่อย การดูแลรวมถึงการบริการพิเศษเช่น เครื่องดื่มจาก ฮวีตแกรส และเครื่องดื่มเพิ่มพลังโปรไบโอติค ที่จะปลุกการทำงานของระบบและกระตุ้นพลังงานขึ้นอีกระดับ ระบบย่อยอาหารและภูมิคุ้มกันของคุณจะดีขึ้นกว่าที่ผ่านมา ก่อนที่คุณจะรู้ตัวเสียอีก',
}
