var translationsTH = {
        NAV_HOME: 'หน้าแรก',
        NAV_HOTELS: 'โรงแรม & รีสอร์ท',
            NAV_NORTHTH: 'ภาคเหนือ',
            NAV_CENTRAL: 'ภาคกลาง & ตะวันออก',
            NAV_SOUTHEN: 'ภาคใต้',
        NAV_DINING: 'อาหารและเครื่องดื่ม',
        NAV_LIFTIME: 'ครั้งหนึ่งในชีวิต',
        NAV_MADEINTH: 'เมดอินไทยแลนด์',
        NAV_WELLNESS: 'สุขภาพ',
        NAV_LANG: 'ภาษา',

        INTRO_H : 'บทนำ',
        INTRO_P1:'อย่างไรจึงจะเรียกว่าหรูหรา การเดินเท้าเปล่าทอดน่องไปตามสะพานไม้ที่ทอดยาวไปปลายอ่าว ขึ้นบอลลูนยักษ์ยามอาทิตย์ลับฟ้าเหนือไร่องุ่นที่ทอดยาวไปสุดสายตา หรือ เลือกจิบแชมเปญ Vintage Cuvée คู่กับเมนูมื้อค่ำที่รังสรรค์แบบควรคู่กัน บางทีนั่งเครื่องบินเจ็ทส่วนตัวไปรีสอร์ทที่เลือกเฟ้นมาโดยเฉพาะ จะหรูหราหรือไม่ใช่',
        INTRO_P2:'ที่กล่าวมาทั้งหมดมันคือความหรูหรา และยังต้องมีความเป็นส่วนตัวแบบที่ลอกเลียนกันไม่ได้ จึงต้องกล้าที่จะเปลี่ยนสิ่งธรรมดาให้เป็นสิ่งไม่ธรรมดา จากของที่หาได้ทั่วไปเป็นของหายาก.',
        INTRO_P3:'หากคิดเช่นนี้แล้ว ลองมาไล่เรียงการให้บริการอันหรูหราเหนือระดับของประเทศไทยในแบบที่มีชายหาดส่วนตัว ล่องลอยบนบอลลูนยักษ์ แชมเปญเลิศรส และเดินทางด้วยเฮลิคอปเตอร์ (และอื่น ๆ อีกมาก) ที่มิใช่เป็นแค่บริการแบบธรรมดา ๆ แต่จะเป็นบริการที่สุดหรูสมบูรณ์แบบเหนือความคาดหวัง',

        HOME_BANGKOK_H : 'กรุงเทพมหานคร นครแห่งทวยเทพ ',

        HOME_BANGKOK_D1_P1 : 'กรุงเทพมหานคร  เมืองแห่งพลัง มีเสน่ห์เฉพาะตัว ซับซ้อนเหมือนตัวหนังสือไทย และมีความหลากหลายเหมือนกับอาหารนานาชนิดที่มีให้คุณเลือกสั่ง',
        HOME_BANGKOK_D1_P2 : 'มีตั้งแต่สถานที่สำหรับพวกไม่อยู่นิ่งชอบปาร์ตี้แบบสมัยใหม่ ใช้ชีวิตอยู่ตามห้างสรรพสินค้าและร้านอาหารเช้ายันเย็น และมาต่อด้วยไนต์คลับที่กระตุ้นชีพจรให้เต้นไปจนรุ่งสาง',
        HOME_BANGKOK_D1_P3 : 'ขณะที่อีกด้านจะถ่วงดุลมุมมองของเมืองอย่างตรงกันข้ามกันกับพวกแรก ออกมาในรูปแบบศิลปวัฒนธรรม เป็นสถานที่ผ่องใส สำหรับเข้าถึงจิตวิญญาณ ตามวัดวาอารามอันวิจิตร พระราชวัง และแม่น้ำคูคลอง',
        HOME_BANGKOK_D1_P4 : 'ถนนทุกสายในเมืองไทยมุ่งตรงสู่กรุงเทพมหานคร  เมืองหลวงแห่งศูนย์กลางการปกครองของชาติ จุดรวมของวัฒนธรรมและจิตใจ และเมืองแม่เหล็กดึงดูดผู้คนจากทุกภาค คนไทยสามารถสร้างสมดุลระหว่างเรื่องทางโลกและเรื่องทางธรรมได้เป็นอย่างดี',
        HOME_BANGKOK_D1_P5 : 'คนไทยร้อยละ 95 เป็นพุทธศาสนิกชน กรุงเทพมหานครเต็มไปด้วยวัดหลายร้อยแห่งที่มีเจดีย์สวยงามตั้งแต่แบบสงบเรียบง่ายไปจนถึงใหญ่โตสง่างามมลังเมลืองประดับด้วยทองอันวิจิตรตระการตา',
        HOME_BANGKOK_D1_P6 : 'คนไทย “สนุก” ได้มากพอกับความเชื่ออันเคร่งครัดในศาสนา คือ ชีวิตต้องมีความสุขสนุกสนาน แม้ยามหน้าสิ่วหน้าขวาน คนไทยก็สามารถทำงานการให้สำเร็จลุล่วงได้ในแต่ละวัน',
        HOME_BANGKOK_D1_P7 : 'กรุงเทพมหานครเลื่องชื่อและเป็นที่ยอมรับในหมู่นักท่องเที่ยวในเรื่องของการให้บริการ สำหรับนักท่องเที่ยวที่มีระดับ การบริการจะมีความแตกต่างเพิ่มมากขึ้นไป',
        HOME_BANGKOK_D1_P8 : 'บนถนนย่านพิเศษ เช่น ทองหล่อ และเอกมัย จะเต็มไปด้วยรถยนต์ชั้นยอดอย่าง เฟอร์รารี่ และ ลัมโบร์กินี ของบรรดาคนไทยระดับมีอันจะกินเพราะพวกนี้จะสัญจรไปมาระหว่างภัตตาคารหรูหราและคลับในละแวกนั้น ',

        HOME_BANGKOK_D2_P1 : 'แต่ชีวิตหรูหราเช่นนั้นมิได้จำกัดวงอยู่เพียงแค่ในแวดวงผู้ดี โรงแรมหรูหรา บาร์ชั้นดีเล็กใหญ่ ร้านเหล้า และร้านรวงต่าง ๆ ผุดขึ้นเป็นดอกเห็ดราวเสียงเคาะของเครื่องนับจังหวะดนตรี',
        HOME_BANGKOK_D2_P2 : 'กลุ่มบริหารเครือโรงแรมระดับโลกที่ประสบความสำเร็จ หรือแม้แต่โรงแรมที่มีเอกลักษณ์ในแบบของตัวเอง และบรรดาบูทีคโฮเทลต่างๆ ยกให้กรุงเทพมหานครเป็นตัวเลือกของโรงแรมหรูหราที่ดีที่สุดแห่งหนึ่งของเอเชีย แม้ว่าโรงแรมชื่อดังมากมายจะมารวมตัวกันอยู่บนถนนสุขุมวิทและสีลมที่เป็นแหล่งรวมธุรกิจชั้นนำ  ยังมีนักท่องเที่ยวอีกหลายคนที่ชอบไปพักสบาย ๆ  ในโรงแรมที่อยู่ใกล้แม่น้ำเจ้าพระยามากกว่าด้วยเช่นกัน',
        HOME_BANGKOK_D2_P3 : 'แม้ว่ากรุงเทพมหานครจะมีชื่อเสียงมากที่สุด  (แบบมีข้อแก้ต่าง) ในเรื่องของวัฒนธรรมอาหารริมทาง แต่เมื่อพูดถึงเรื่องภัตตาคารระดับเยี่ยมยอดเมืองนี้ขึ้นชื่อไม่แพ้กัน ที่จริงแล้วข้อมูลรายชื่อภัตตาคารดังชั้น 50 แห่งในเอเชียจัดทำขึ้นเมื่อไม่นานนี้โดย San Pellegrino จัดอันดับให้ห้องอาหารกากั้น (Gaggan) ของเชฟ Gaggan Anand ผู้เกิดในกรุงกัลกัตตาเป็นสุดยอดภัตตาคารอาหารอินเดียสุดหรูแห่งทวีป ',
        HOME_BANGKOK_D2_P4 : 'ในเรื่องของความบันเทิงยามค่ำคืน ทุกคนย่อมพูดถึงกรุงเทพมหานครเช่นกัน  สถานบันเทิงมีระดับมีให้เลือกมากมายไม่แพ้กับแหล่งสำราญติดไฟนีออนแสบสายตาอย่างไม่น่าเชื่อ ',

        
        HOME_BANGKOK_D3_P1 : 'แม้จะเคยเป็นเมืองค้าขายเล็ก ๆ ในศตวรรษที่ 15  กรุงเทพมหานครยังคงเป็นหัวใจของความทันสมัย ทั่วทั้งเมืองจะมีสถานที่น่าสนใจสำคัญมากมายทั้งในแบบวัดและวัง  สถานที่โดดเด่นส่วนใหญ่จะอยู่ตามริมฝั่งแม่น้ำเจ้าพระยา เช่น พระบรมมหาราชวัง พระราชวังดุสิต วัดโพธิ์ที่รู้จักกันว่ามีพระนอนใหญ่ที่สุดในโลก และวัดพระแก้วอันเป็นวัดศักดิ์สิทธิ์ที่สุดของประเทศ  ',
        HOME_BANGKOK_D3_P2 : 'มวยไทย  กีฬาประจำชาติเก่าแก่ แต่การจับจ่ายซื้อของในกรุงเทพมหานครนั้นเก่าแก่พอกัน ในเรื่องของความหลากหลายและราคาของสินค้า กรุงเทพมหานครจัดเป็นแหล่งซื้อขายที่ดีที่สุดในเอเชียตะวันออกเฉียงใต้ บรรดาห้างสรรพสินค้ามีให้เลือกซื้อตั้งแต่ผลิตภัณฑ์จากนักออกแบบชั้นนำ สินค้าจากนานาชาติ และแม้แต่ของที่ผลิตโดยคนไทย หรือหากไปเดินแถวตลาดนัดจตุจักรและตลาดรถไฟ ร้านค้าต่าง ๆ นับพันที่มีอยู่ก็สามารถดึงดูดเงินจากกระเป๋าได้เช่นกัน ',
        HOME_BANGKOK_D3_P3 : 'ถึงจะเป็นเมืองที่ชีวิตต้องรวดเร็วเร่งรีบ  กรุงเทพมหานครยังมีส่วนที่ใช้ชีวิตแบบสงบสบายได้ด้วย ชุมชนร่มรื่นแถบบางลำพู ร้านกาแฟแสดงงานศิลป์ย่านซอยอารี แม้แต่ร้านดนตรีฮิปที่ให้นั่งมองเรือแล่นไปตามแม่น้ำเจ้าพระยาเป็นตัวเลือกที่จะนั่งมองความงามของเมืองได้ดี ที่จริงแล้ว แรงบันดาลใจเรื่องประสบการณ์การท่องเที่ยวในกรุงเทพมหานคร สามารถหาได้จากการออกไปท่องเที่ยวในที่ต่าง ๆ  บ้างนอกจากจะเฝ้าดูอาทิตย์ตกดินจากเรือหรือจากร้านที่ผุดขึ้นเรียงรายตามริมน้ำเจ้าพระยาเพียงอย่างเดียว',
        HOME_BANGKOK_D3_P4 : 'แม้อากาศจะร้อนแทบละลาย หรือบางครั้งแออัดไปด้วยผู้คน สิ่งหนึ่งที่เมืองหลวงของไทยแห่งนี้ไม่เคยแกล้งเป็นเลย คือ ความน่าเบื่อ',


        HOME_NORTHERN_H : 'ภาคเหนือ มนต์เสน่ห์แห่งล้านนา',

        HOME_NORTHERN_D1_P1 : 'เมื่อพูดถึงแหล่งท่องเที่ยวของประเทศที่จัดเป็นจุดหมายปลายทางของการท่องเที่ยวระดับแถวหน้าแล้ว บางครั้งนักท่องเที่ยวมักจะลืมนึกถึงภาคเหนือไป หากไม่พูดถึงชายหาดระดับสวรรค์และรีสอร์ทหรูหราแล้ว ภาคเหนือเป็นภาคที่สามารถท่องเที่ยวแบบหรูหราได้ไม่แพ้กัน',
        HOME_NORTHERN_D1_P2 : 'นักท่องเที่ยวส่วนมากมักเริ่มต้นที่เชียงใหม่ เมืองหลวงแห่งวัฒนธรรม และโด่งดังเป็นอันดับสองรองจากกรุงเทพมหานคร เทือกเขาเขียวขจีที่โอบล้อมเมืองและความทันสมัยผสมกับวัฒนธรรมท้องถิ่นแบบเรียบง่ายอย่างลงตัวเย้ายวนให้คุณหลงใหลและปักหลักเริ่มการท่องเที่นว',
        HOME_NORTHERN_D1_P3 : 'ภาคนี้มีสถานที่ให้ไปท่องเที่ยวมากมาย ทั้งภูเขาที่อุดมไปด้วยป่าไม้   นาข้าวพลิ้วไหว สายน้ำไหลรินที่ให้ความรู้สึกถึงชนบทราวสรวงสวรรค์ และหมู่บ้านตัวเมืองของปาย แม่ฮ่องสอนและเชียงรายที่รายล้อมไปด้วยวัฒนธรรมชาวเขาให้บรรยากาศชวนพักผ่อนแบบสบาย ๆ  ',
        HOME_NORTHERN_D1_P4 : 'สำหรับนักท่องเที่ยวมากมายส่วนใหญ่แล้ว  เชียงใหม่เป็นเมืองต้นทางที่สมบูรณ์แบบสำหรับการเริ่มออกสำรวจภาคเหนือ  ถึงแม้จะเป็นเมืองอับดับสองรองจากกรุงเทพมหานครเชียงใหม่ไม่ได้แตกต่างไปมากนัก  ตัวเมืองที่อิงแอบอยู่ปลายดอยแห่งนี้เต็มไปด้วยวัดนับร้อย และหลายวัดมีประวัติศาสตร์ยาวนานย้อนกลับไปถึงตอนที่เมืองนี้เคยเป็นอาณาจักรล้านนาในสมัยโบราณ  ',
        HOME_NORTHERN_D1_P5 : 'องค์พระธาตุศักดิ์สิทธิ์ทั้งหลาย  รายล้อมด้วยคูเมืองโบราณและสถานที่ตั้งของเมืองบนสภาพแวดล้อมสวยงามสุดยอดเช่นนี้ ส่งให้เชียงใหม่เป็นเมืองที่ควรไปเยือน  ',
        HOME_NORTHERN_D1_P6 : 'แม้จะมีประเพณีที่หยั่งรากลึก การจะพูดถึงเชียงใหม่ไม่ได้มีเพียงเรื่องของประวัติศาสตร์เพียงอย่างเดียว โรงแรม บาร์   และภัตตาคารชั้นนำเกิดขึ้นมากมายไม่เคยหยุดนิ่ง ร้านค้าให้จับจ่ายซื้อของมีเป็นรายทางตั้งแต่ร้านขายของไปจนถึงตลาดกลางคืนไนท์มาร์เก็ตอันโด่งดัง',

        HOME_NORTHERN_D2_P1 : 'ถ้าออกจากศูนย์กลางประวัติศาสตร์ไปจะพบกับความทันสมัยที่ไม่หยุดนิ่ง เช่นแถวนิมมานเหมินทร์ จะพบงานศิลปะและดนตรีร่วมสมัยเปี่ยมไปด้วยพลังสร้างสรรค์ปลุกชีวิตให้เมืองอยู่ตามตึกแถวคอนกรีตทั่วไป',
        HOME_NORTHERN_D2_P2 : 'ชีวิตสบาย ๆ มีอยู่ดื่นดาษเลือกได้เช่นกัน เพราะสนามกอล์ฟดี ๆ อยู่ไม่ไกลจากตัวเมือง   หากจะลองกิจกรรมปีนหน้าผาและโรยตัว เชียงใหม่นับเป็นเมืองแห่งกิจกรรมผจญภัยที่โดดเด่นเมืองหนึ่งของไทยทีเดียว',
        HOME_NORTHERN_D2_P3 : 'ถึงจะดูเหมือนเป็นเมืองที่ล่อลวงสมัยใหม่  เชียงใหม่ยังคงไว้ซึ่งความสงบเช่นกัน   ด้วยคุณภาพราวต้องมนต์ขลังทำให้สิ่งอำนวยความสะดวกสบายอยู่ในระดับสุดยอดหรูหรา ด้วยการผสมผสานความงดงามของนาข้าวในแบบฉบับวันวานเข้ากับรีสอร์ทที่ซ่อนตัวอยู่ มานำเสนอในแบบอาคารไม้ในเขตป่าฝนด้วยสถาปัตยกรรมของลานนา ทั้งตัวเมืองและสิ่งแวดล้อมนอกเมืองล้วนอวดโฉมที่พักอันสงบสุขที่น่าประทับใจมากที่สุดของไทยอีกหลายแห่ง',
        HOME_NORTHERN_D2_P4 : 'ใจกลางเมืองเชียงใหม่เป็นจุดรวมของอาหารนานาชนิด แม้ว่าจะไม่เย้ายวนเท่าที่กรุงเทพมหานครแต่เป็นสิ่งที่ไม่ควรพลาด อาหารเด่นของเชียงใหม่ที่แนะนำให้ลิ้มลองคืออาหารตำหรับล้านนา อาหารภาคเหนือนั้น เป็นการผสมผสานของอาหารจากชนหลากลายกลุ่มทั้งไทย ลาว พม่าและจีนมานนานนับศตวรรษแล้ว การผสมปนเปกันเช่นนี้ส่งผลต่อลักษณะของอาหารของภาคนี้ที่จะมีกลิ่นหอมและรสชาติดี',
        HOME_NORTHERN_D2_P5 : 'แม้เชียงใหม่จะเป็นศูนย์กลางแต่ภาคเหนือของไทยไม่ใช่ว่าจะเป็นภาคที่มีเมืองเด่นเมืองเดียว อาณาจักรไทยเคยเกิดจากภาคนี้มาก่อนและชาวเหนือภาคภูมิใจอย่างมากในเรื่องวิถีชีวิตและมรดกตกทอดนี้ ภาคเหนือเปรียบเสมือนบ้านของชนเผ่ามากมาย ไม่ว่าจะเป็นกะเหรี่ยง ฉาน และยูนนานที่สร้างบ้านเรือนอยู่ตามหุบเขาที่อยู่ห่างไกลออกไป',

        HOME_NORTHERN_D3_P1 : 'สำหรับผู้มาเยือนแล้ว  ภาคเหนือคือภาพความงดงามผืนใหญ่ มีธรรมชาติของป่าไม้ครอบคลุมพื้นที่มากที่สุดเมื่อเทียบพื้นที่กับบรรดาภาคอื่น ๆ  ของไทยรวมทั้งความงามของสายน้ำที่ลากต่อกันก่อให้เกิดน้ำตกงดงามอีกหลายแห่ง ภาพการเดินป่าไปตามจังหวัดอันงดงามไร้ที่ติ  เช่น แม่ฮ่องสอน น่าน แพร่ เชียงรายและเชียงใหม่ ทำให้ต้องจัดเป็นโปรแกรมเดินทางในเมืองไทยที่ห้ามพลาดเลยทีเดียว ',
        HOME_NORTHERN_D3_P2 : 'เมืองสำคัญอีกเมืองหนึ่งที่แม้จะเล็กกว่าเชียงใหม่ แต่ยังเต็มไปด้วยเสน่ห์ของร้านอาหารและโรงแรม กิจกรรมเดินท่องป่าและการพักผ่อนให้เลือกอีกหลายรูปแบบ คือ เชียงราย เมืองที่ได้รับเลือกให้เป็นอีกเมืองในภาคนี้ที่สมควรไปเยือน เมืองนี้อยู่ทางชายแดนเหนือสุดของประเทศบริเวณที่เรียกว่า สามเหลี่ยมทองคำ อาณาเขตติดต่อกันของไทย ลาวและพม่าซึ่งเป็นที่รู้จักกันทั่วโลก พื้นที่แห่งนี้มีความงดงามตามธรรมชาติที่นักท่องเที่ยวจะไม่มีทางลืมเลือนด้วยการขี่ช้างไปตั้งแค้มป์ และการเดินท่องป่า ',
        HOME_NORTHERN_D3_P3 : 'ถึงจะดูเหมือนเป็นเมืองที่ล่อลวงสมัยใหม่  เชียงใหม่ยังคงไว้ซึ่งความสงบเช่นกัน   ด้วยคุณภาพราวต้องมนต์ขลังทำให้สิ่งอำนวยความสะดวกสบายอยู่ในระดับสุดยอดหรูหรา ด้วยการผสมผสานความงดงามของนาข้าวในแบบฉบับวันวานเข้ากับรีสอร์ทที่ซ่อนตัวอยู่ มานำเสนอในแบบอาคารไม้ในเขตป่าฝนด้วยสถาปัตยกรรมของลานนา ทั้งตัวเมืองและสิ่งแวดล้อมนอกเมืองล้วนอวดโฉมที่พักอันสงบสุขที่น่าประทับใจมากที่สุดของไทยอีกหลายแห่ง',
        HOME_NORTHERN_D3_P4 : 'ไม่ว่าจะเป็นเชียงใหม่ เชียงราย หรือจังหวัดอื่นที่มีคนรู้จักไม่มาก ภาคเหนือของไทยสามารถรังสรรค์ความเป็นไปได้อย่างไม่สิ้นสุด',


        HOME_PHUKET_H : 'ภูเก็ต ไข่มุกแห่งอันดามัน',

        HOME_PHUKET_D1_P1 : 'ภูเก็ต เกาะใหญ่ที่สุดของประเทศไทยจัดว่าเป็นอัญมณีล้ำค่าบนมงกุฎแห่งการท่องเที่ยวของประเทศมาช้านาน ชื่อเสียงของเกาะนี้ที่โลกรู้จักเป้นอย่างดี คือ หาดทรายอันขาวสะอาด รีสอร์ทยอดนิยม และแหล่งท่องเที่ยวยามราตรีที่เป็นที่นิยมกันแพร่หลาย เกาะภูเก็ตยังคงเป็นที่น่าสนใจสำหรับผู้ที่หลงใหลในความงามอันบริสุทธิ์อีกด้วย',
        HOME_PHUKET_D1_P2 : ' สิ่งหนึ่งที่เป็นเรื่องมีค่ามากที่สุดของเกาะนี้คือแง่มุมหลากหลายไม่มีสิ้นสุดของเกาะ  ด้วยหาดทรายสวยงามและที่พักมากมายที่อยากไปใจจะขาด แต่การที่เกาะนี้มีประวัติศาสตร์และประเพณีที่สืบทอดมายาวนานน่าจะทำให้การมาเยือนเกาะนี้เป็นมากกว่าสวรรค์แห่งการพักผ่อน',
        HOME_PHUKET_D1_P3 : 'ด้วยยุทธศาสตร์ที่ตั้งของเกาะนี้ พ่อค้าจากทั่วโลกจึงเดินทางมาเยือน ทำให้อิทธิพลวัฒนธรรมจากยุโรป อาหรับและจีนหลั่งไหลขึ้นมาบนเกาะ แต่ไม่ได้ส่งผลชัดเจนต่อผู้คนที่อาศัยอยู่บนเกาะทันทีทันใด อย่างไรก็ดี การผสมปนเปอย่างเข้มข้นขององค์ประกอบที่จะก่อร่างสังคมปรากฏชัดเจนในทุกด้านไล่เรียงมาจากมรดกของมุสลิมไปถึงสถาปัตยกรรมอันโดดเด่นและอาหารการกิน',
        HOME_PHUKET_D1_P4 : 'สิ่งสำคัญอย่างมากที่ทำให้ภูเก็ตมีความแตกต่างคือขนาดของตัวเกาะ แม้จะมีทะเลอันดามันโอบล้อมตัวเกาะอันอุดมสมบูรณ์นี้ก็ยากที่คิดว่าเกาะนี้อยู่โดดเดี่ยวจากแผ่นดินใหญ่ ด้วยการมีถนนไฮเวย์หลายช่องทางจราจรไว้สัญจรไปมาขณะที่เมืองใหญ่อื่นมีห้างสรรพสินค้า จึงไม่ใช่เรื่องยากที่จะหลีกหนีจากความแออัดจากฝูงชนในทุกที่ที่เดินทางไป',
        HOME_PHUKET_D1_P5 : 'สำหรับผู้ที่ต้องการใช้เวลาพักผ่อนอย่างสนุกสนาน ชายหาดของภูเก็ตมีร้านอาหารบริการตั้งแต่ระดับหรูไปจนถึงสโมสรชายหาดอันน่าทึ่ง หาดป่าตอง หาดกะตะและหาดกะรนเป็นที่รู้จักแพร่หลายที่สุดในเรื่องดังกล่าว เพราะเต็มไปด้วยร้านอาหารหรูหราและสิ่งอำนวยความสะดวกอื่นอีกมากมาย หากต้องการหนีจากชายหาดอันอึกทึกเหล่านี้ ภูเก็ตยังมีหาดอื่น ๆ ที่สงบเงียบมากกว่าอยู่อีก เช่น หาดสุรินทร์ หาดราไวย์และหาดกมลาที่ยังคงให้บริการได้ไม่แพ้กัน นอกเหนือจากนี้ ภูเก็ตมีรีสอร์ทที่ดีที่สุดของประทศอีกหลายแห่ง ที่มีชายหาดส่วนตัวขาวสะอาดไร้ที่ติทอดลงสู่ทะเลอันดามันอันระยิบระยับ',

        HOME_PHUKET_D2_P1 : 'นอกจากตัวเกาะภูเก็ตเองแล้ว ยังมีเกาะอื่น ๆ ที่น่าสนใจและเป็นที่รู้จักกันดีอยู่ในมหาสมุทรใกล้ ๆ กับตัวเกาะภูเก็ต เกาะฝาแฝดนามว่าเกาะยาวใหญ่และเกาะยาวน้อยที่อยู่ในอ่าวพังงานับได้ว่าเป็นสองเกาะในไทยที่มีชายหาดอันยอดเยี่ยม มีรีสอร์ทไว้เอนกายอย่างเป็นมิตรในแบบวัฒนธรรมมุสลิม',
        HOME_PHUKET_D2_P2 : 'ด้วยความที่เป็นเกาะเลื่องชื่อที่สุดของไทยสำหรับการไปพักผ่อนจึงไม่น่าแปลกใจที่ภูเก็ตจะมีสนามกอล์ฟชั้นหนึ่งอยู่มากมาย ไม่ว่าจะเป็นสโมสร Red Mountain Club หรือสนาม The Lakes Course at Blue Canyon และสโมสร Phuket Country Club ล้วนแต่ได้รับคำชมทั้งด้านมาตรฐานของเรื่องกอล์ฟ วิวทิวทัศน์อันน่าตื่นใจ และคุณภาพนั้นสูงเทียบเท่าสนามอื่น ๆ บนเกาะ',
        HOME_PHUKET_D2_P3 : 'การดำน้ำเป็นเรื่องสุดยอดอีกอย่างหนึ่งสำหรับผู้มาเยือนเกาะภูเก็ต มีโปรแกรมเที่ยวในวันเดียวจากเกาะภูเก็ตไปยังจุดดำน้ำที่เกาะพีพีและเกาะราชาบริการตลอดทั้งปี หากออกไกลไปอีกนิดแต่คุ้มค่าที่ได้ไปคือการออกไปดำน้ำลึกที่จุดดำน้ำระดับโลกตรงหมู่เกาะสิมิลันและหมู่เกาะสุรินทร์ในทะเลอันดามัน',
        HOME_PHUKET_D2_P4 : 'ไม่ไกลจากภูเก็ตออกไปทางชายฝั่งจังหวัดพังงาจะเป็นหมู่เกาะที่เหมาะที่สุดที่จะลองหาประสบการณ์ใช้ชีวิตแบบกินนอนบนเรือท่องเที่ยวแบบหรูหรา นักท่องเที่ยวไม่จำเป็นที่จะต้องออกไปไกลจากตัวเกาะภูเก็ตหากอยากจะล่องไปในทะเลอันดามัน มีกิจกรรมต่าง ๆ เช่น ยืนพายบนกระดาน โต้คลื่น และพายเรือคายัคกำลังเป็นที่นิยม ภูเก็ตเองมีชื่อเสียงว่าเป็นบ้านของการแข่งเรือรีกัตตาชิงถ้วยพระราชทานของพระบาทสมเด็จพระเจ้าอยู่หัว ที่เป็นการจัดงานแข่งเรือใบอันทรงเกียรติที่สุดของประเทศไทย ',
        HOME_PHUKET_D2_P5 : 'คุณอาจคาดหวังจากภูเก็ตในเรื่องอาหารการกินสำหรับนักท่องเที่ยวที่มาจากทั่วทุกมุมโลก ภูเก็ตนั้นมีชื่อเสียงมากอีกเรื่องหนึ่งคือความชำนาญพิเศษเรื่องของอาหาร  อาหารที่นี่มีทุกอย่างตั้งแต่ภัตตาคารหรูหราคลาสสิคและร่วมสมัยไปจนถึงร้านอาหารทะเลอร่อยที่สุดของประเทศ  ภาพอาหารการกินในตัวเมืองเป็นเรื่องที่ต้องกล่าวถึงเป็นพิเศษ ใจกลางเมืองภูเก็ตไม่ได้เป็นแค่แหล่งท่องเที่ยวเท่านั้น เรื่องอาหารที่ได้รับอิทธิพลจากครัวจีนที่หาไม่ได้ที่อื่นหลายอย่างสมควรที่จะมาลองลิ้มชิมรสเช่นกัน',

        HOME_PHUKET_D3_P1 : 'ที่จริงแล้ว อาหารการกินในตัวเมืองภูเก็ตบอกถึงความหลากหลายมากกว่าในแง่ของการค้าขายที่นักท่องเที่ยวมักจะมองข้ามไปอยู่บ่อย ๆ ภูเก็ตถูกขนานนามว่าเป็น “ไข่มุกแห่งอันดามัน” เมืองที่มีความงดงามของโครงการบ้านเพื่อการฟื้นฟูสภาพของชะนี ผสมผสานกับสวนผลไม้ น้ำตกสูงตระหง่านและสวนยางพารา',
        HOME_PHUKET_D3_P2 : 'ตัวเมืองภูเก็ตเป็นเมืองที่มีความผสมกลมกลืนของอิทธิพลทางวัฒนธรรมหลากหลายที่สุดเมืองหนึ่งของไทย  นักท่องเที่ยวไม่ควรพลาดการเดินไปตามตรอกซอกซอย ทดลองเรียนทำอาหารและไปดูวัดจีนสีสันสวยงาม',
        HOME_PHUKET_D3_P3 : 'แม้ว่าสำหรับนักท่องเที่ยวส่วนใหญ่แล้วถ้าพูดถึงภูเก็ตจะนึกถึงหาดทรายแพรวพราวและน้ำทะเลระยิบระยับ แต่เมื่อใกล้จะหมดวันถึงเวลาที่พระอาทิตย์จะลับฟ้าลงสู่ทะเลอันดามัน นักท่องเที่ยวมากมายจะมุ่งไปยังแหลมพรหมเทพที่อยู่ทางใต้สุดของตัวเกาะเพื่อรอชมแสงสุดท้ายแห่งวัน ส่วนอีกด้านยังมีบาร์ตามหาดอีกมากมายที่เหมาะจะมานั่งชนแก้วดื่มให้กับอีกวันที่ผ่านไปบนดินแดนสวรรค์แห่งนี้',

}
