var afterDarkTH = {

        AFD_H:'ท่องราตรี',
        AFD_P1:'เมืองไทย เป็นที่รู้จักกันทั่วโลกในเรื่องสีสันยามราตรี   เวลาเพียงแค่หนึ่งคืนในกรุงเทพไม่เพียงพอที่จะได้ท่องไปในราตรีแห่งเมืองนี้ และยังมีเรื่องอีกมากมายในประเทศนี้ที่ควรไป ลองไปสำรวจตามรายชื่อเหล่านี้ในเมืองแห่งเทพและเมืองอื่นกัน',


        AFD_CCW_H:'แชมเปญ ซิการ์ และวิสกี้',
        AFD_CCW_BPT_H:'บลายด์พิก บาย เดอะ สปีกอิสซี่ โรงแรมมิวซ์ กรุงเทพ',
        AFD_CCW_BPT_P1:'อยู่บนชั้นดาดฟ้าในอาคารสองชั้นของโรงแรมมิวซ์ เหมาะสำหรับผู้ชื่นชมซิการ์และวิสกี้มาหลบพักท่ามกลางมวลอากาศเบาบาง',

        AFD_CCW_CC_H:'ชินเอเชียคลับ',
        AFD_CCW_CC_P1:'เป็นคลับซิการ์ยอดเยี่ยมที่สุดแห่งหนึ่งในกรุงเทพ บาร์ เลาจน์  ห้องสมุดและชั้นเก็บไวน์แนวคิวบา',

        AFD_CCW_CLM_H:'ซิการ์เลาจน์ โรงแรมแมนดาริน โอเรียนเต็ล กรุงเทพ',
        AFD_CCW_CLM_P1:'ก่อนจะไปฟังเพลงแจซเล่นสดใน Bamboo Bar ของโรงแรม ลองแวะผ่อนคลายสูบซิการ์ริมเจ้าพระยาที่นี่ดู',

        AFD_CCW_LC_H:'เลอชองปาญจน์',
        AFD_CCW_LC_P1:'Moet & Chandon เรียงรายต่อกันไม่มีสิ้นสุดบนชั้นของบาร์ในบรรยากาศแหล่งจับจ่ายซื้อของชั้นแนวหน้าของห้างสรรพสินค้าเกษตร',

        AFD_CCW_LB_H:'เลอบาร์ บาย เลอโบลิเออ',
        AFD_CCW_LB_P1:'แกสโตรบาร์ที่ได้รับรางวัลชนะเลิศบนถนนวิทยุแห่งนี้ บริการแชมเปญ Veuve Clicquot คู่กับอาหารฝรั่งเศสชั้นยอด',

        AFD_CCW_TPL_H:'เดอะ พี แอนด์ แอล คลับ โรงแรมแกรนด์ไฮแอทเอราวัณ กรุงเทพ ฯ',
        AFD_CCW_TPL_P1:'สำหรับผู้ชื่นชอบใช้ชีวิตในหมู่คน ที่นำเสนอไวน์ เหล้า และซิการ์แบบเป็นส่วนตัวทั้งที่โรงแรมคอนราด กรุงเทพ ฯ และ โรงแรมแกรนด์ไฮแอทเอราวัณ',

        AFD_CCW_TB_H:'เทอเรซบาร์ แอนด์ซิการ์ เลาจน์โรงแรม อนันตรา เชียงใหม่',
        AFD_CCW_TB_P1:'แม้จะมีชื่อเสียงเรื่องสปาและโปรแกรมสุขภาพ ลองซิการ์คิวบาที่นี่ได้ไม่แพ้กัน',

        AFD_CCW_TBL_H:'เดอะบัลโคนี่ เลาจน์ โรงแรมอินเตอร์คอนติเนนทัล กรุงเทพ',
        AFD_CCW_TBL_P1:'บ้านของกล่องกันชื้นสำหรับซิการ์แห่งหนึ่งของกรุงเทพ ที่มีนักเล่นเปียโนประจำบรรเลงเพลงไพเราะทุกค่ำคืน',

        AFD_CCW_W_H:'วิสการ์ส',
        AFD_CCW_W_P1:'ชื่อของสวรรค์สำหรับคนรักซิการ์และวิสกี้ อยู่ในแหล่งดังสามแห่งคือสีลม สุขุมวิท และเพลินจิต',

        
        AFD_CB_H:'คลับ และบาร์',
        AFD_CB_AAS_H:'อะควา โรงแรม อนันตราสยาม กรุงเทพ',
        AFD_CB_AAS_P1:'นั่งสบายในลานของ อะควา ที่โรงแรม อนันตราสยาม กรุงเทพ จิบค้อกเทลแบบไทยท่ามกลางความชุ่มฉ่ำของสวนอันเขียวชอุ่ม',

        AFD_CB_AR_H:'เอ อาร์ ซัททัน เอ็นจิเนียร์ สยาม',
        AFD_CB_AR_P1:'ด้วยบรรยากาศและการบริการแบบค้อกเทล ทำให้ร้านในย่านทองหล่อนี้เหมาะที่สุดที่หนึ่งจะไปลองจิบ 1930s Milk Punch ของร้าน',

        AFD_CB_BB_H:'แบมบู บาร์ โรงแรมแมนดาริน โอเรียนเต็ล กรุงเทพ',
        AFD_CB_BB_P1:'มีบาร์ไม่กี่แห่งในกรุงเทพที่น่าไปมาเท่ากับ แบมบู บาร์ ของโรงแรมแมนดาริน โอเรียนเต็ล ที่เพิ่งปรับปรุงใหม่นี้ เคาน์เตอร์ค้อกเทลบาร์ที่เต็มไปด้วยประวัติศาสตร์คือตราประทับแห่งภาพชีวิตยามค่ำคืนของเมืองนี้นับตั้งแต่เปิดบริการในปีพ.ศ. 2483 ตอนนี้บาร์สไตล์แจซแห่งนี้นำ Barrel Aged Port Negroni อันคลาสสิคมาปรับโฉมเสิร์ฟลูกค้า',

        AFD_CB_DS_H:'ดิสต์ทิล แอนด์ สกายบาร์  โรงแรมเลอบัว อาคารสเตททาวเวอร์',
        AFD_CB_DS_P1:'นั่งจิบเครื่องดื่มพิเศษที่ตึกระฟ้าที่โดดเด่นที่สุดในกรุงเทพ โรงแรมเลอบัว อาคารสเตททาวเวอร์ ให้บริกรนวยนาดนำท่านไปที่ สกายบาร์ เป็นอย่างแรก จิบค้อกเทลและรับอากาศแสนสดชื่นก่อนย้ายขึ้นไปยังบาร์ กิสต์ทิล ที่อยู่สูงที่สุดในกรุงเทพบนชั้น 65 เลือกจิบ premium malt วิสกี้จากเมนู',

        AFD_CB_EB_H:'เอเลฟเฟ้นท์ บาร์ แอนด์ โอเพี่ยม เทอเรซ โรงแรม อนันตรา สามเหลี่ยมทองคำ',
        AFD_CB_EB_P1:'อัญมณีแห่งความโล่งสบายแห่งนี้ให้แขกที่พักได้ผ่อนคลายกับความงามแบบลืมหายใจของทิวทัศน์เมืองไทย พม่าและลาว ที่มาบรรจบกัน',

        AFD_CB_JB_H:'เจ โบโรสกี้ มิกโซโลจี้',
        AFD_CB_JB_P1:'ถ้าคุณหาร้านเหล้าที่มีเสน่ห์ซ่อนตัวอยู่ในทองหล่อแห่งนี้พบ คุณจะไม่ผิดหวังเลย บาร์มืดทึมและลึกลับแห่งนี้เสิร์ฟค้อกเทลได้ตามแบบที่คุณคิดผสมเอง',
      
        AFD_CB_K_H: 'กู เด ตา',
        AFD_CB_K_P1:'เริงระบำไปกับแสงสีของไฟ LED หลากสีไปกับท่วงทำนองดนตรีคัดสรรโดยดีเจนานาชาติได้ที่จุดรวมชีวิตกลางคืนบนอาคารชั้น 39 ของกรุงเทพแห่งนี้',

        AFD_CB_MC_H:'แมกกี้ ชูส์  ',
        AFD_CB_MC_P1:'ก้าวสู่โลกใต้ดินแห่งเสียงดนตรีก้องสะท้อนจากถ้ำส่วนตัวของ แม้กกี้ ชูส์ บาร์ในชั้นใต้ดินนี้ยั่วใจให้กินดื่มต่อได้อย่างดุเดือด',

        AFD_CB_HBD_H:'ฮอร์น บาร์ โรงแรมดาราเทวี เชียงใหม่',
        AFD_CB_HBD_P1:'โรงแรมดาราเทวี  นอกจากจะเป็นหนึ่งในโรงแรมที่สุดโก้แห่งหนึ่งของเชียงใหม่แล้ว บาร์ของโรงแรมจัดว่าตกแต่งได้น่าตื่นตะลึงได้ไม่แพ้กัน',

        AFD_CB_MBB_H:'มูน บาร์ โรงแรมบันยันทรี กรุงเทพ ฯ',
        AFD_CB_MBB_P1:'พุ่งขึ้นไปชั้น 61 ของโรงแรม มูน บาร์เหมาะสุดสำหรับนั่งจิบเครื่องดื่มไม่ว่าจะก่อนหรือหลังอาหารมื้อค่ำ ในบรรยากาศที่เงียบสงบและโก้หรู',

        AFD_CB_SRB_H:'เซ็นต์ รีจีส บาร์  โรงแรม เซ็นต์ รีจีส กรุงเทพ ฯ',
        AFD_CB_SRB_P1:'บานกระจกหน้าต่างที่เรียงรายอยู่ในบาร์ช่วยให้บรรดาคอทองแดงได้กวาดสายตาดูขอบฟ้าของกรุงเทพระหว่างนั่งละเลียดจิบแชมเปญยามค่ำคืน',

        AFD_CB_TSR_H:'เดอะ สปี้กอีสซี่รูฟท้อป บาร์  โรงแรม มิวซ์ กรุงเทพ ฯ ',
        AFD_CB_TSR_P1:'แนวคิดแบบร้านเหล้าบนหลังคามักไม่ค่อยมีใครคิดถึงในกรุงเทพ ฯ แต่ที่นี่นับว่าเป็นแนวคิดที่ประสบความสำเร็จมากที่สุด',

        AFD_CB_V_H:'เวสเปอร์  ',
        AFD_CB_V_P1:'ผู้ชื่นชอบค้อกเทลจะตกหลุมรักร้านในซอยคอนแวนต์อันคลาสสิคร้านนี้ทันที เสิร์ฟเหล้าระดับพรีเมี่ยมและเครื่องดื่มแนวยุโรป',
      
        AFD_CB_VL_H:'โว้ค เลาจน์  ที่มหานคร คิวบ์',
        AFD_CB_VL_P1:'ด้วยที่ตั้ง ณ โครงการชื่อดังที่สุดแห่งหนึ่งในกรุงเทพ แขกของ โว้ค เลาจน์  แห่ง มหานคร คิวบ์  นี้จะต้องมนต์เสน่ห์ของการตกแต่งภายในด้วยเทอเรซกะทัดรัดและเมนูอาหารค่ำระดับมิชลิน เลาจน์ระดับสากลนี้ออกแบบโดย David Collin Studio ใช้หินอ่อน การตกแต่งด้วยสีทองและภาพพิมพ์ของนิตยสารโว้คที่ใช้ได้ทุกยุคสมัย',
        
        AFD_CB_HR_H:'ฮอไรซอน เรสตัวรองท์แอนด์บาร์ โรงแรมฮิลตันพัทยา',
        AFD_CB_HR_P1:'ภาพทิวทัศน์อันงดงามสุดบรรยายของชายหาดพัทยาที่มองเห็นได้จากบาร์ ทำให้บาร์แห่งนี้เป็นบาร์ที่ดีที่สุดแห่งหนึ่งในแถบนิคมอุตสาหกรรม Eastern Seaboard ที่จะมานั่งจิบคอกเทล หรือจัดงานเลี้ยงกับเพื่อนฝูง บาร์นอกอาคารที่ยาวที่สุดในประเทศของที่นี่เหมาะที่สุดสำหรับอาหารค่ำอันน่าจดจำและถ่ายรูปสุดทึ่งไปในลงอินสตราแกรม',

        AFD_CB_ORL_H:'ออคตาเว รูฟท้อป เลาจน์ แอนด์ บาร์   โรงแรมแมริออท สุขุมวิท',
        AFD_CB_ORL_P1:'ยกระดับวันหยุดสุดสัปดาห์ด้วยการไปลิ้มรสเครื่องดื่มเลิศรสชมวิวสวยของกรุงเทพแบบ 360 องศา ออคตาเว รูฟท้อป เลาจน์ แอนด์ บาร์    ที่อยู่ชั้น rooftop ของโรงแรมนี้ จะทำให้ได้เห็นภาพอันโอฬารของเมืองแบบรอบด้าน ที่นี่มีชื่อเรื่องรายการเครื่องดื่มอันน่าประทับใจด้วย อย่างเช่น ว้อดก้าหญ้าฝรั่นผสมกับแชมเปญ',


        AFD_BC_H:'บีชคลับ',
        AFD_BC_NBK_H:'นิกิ บีช เกาะสมุย',
        AFD_BC_NBK_P1:'ถ้าพูดถึงบีชคลับในเมืองไทย ชื่อ นิกิ บีช เกาะสมุยจะหมายถึงเรื่องเดียวกัน ที่นี่เหมาะกับงานปาร์ตี้สุดเหวี่ยงบนเกาะสมุย',

        AFD_BC_BIP_H:'บิมิ ภูเก็ต   ',
        AFD_BC_BIP_P1:'มีน้อยอย่างบนหาดทางตะวันตกของเกาะภูเก็ตที่จะเป็นที่กล่าวถึงได้มากกว่า บิมิ บีชคลับ   ที่เปิดบริการตั้งแต่ 10:00 -23:00 น.',

        AFD_BC_BLP_H:'บลิซ ภูเก็ต',
        AFD_BC_BLP_P1:'ปาร์ตี้ชายหาดตลอดวันบนสนามหญ้าเขียวชอุ่มเหมาะกับการเมาจนหัวทิ่มแบบไม่ต้องไปเคร่งเครียดสนใจอะไรได้ที่  Bliss แห่งนี้',

        AFD_BC_CP_H:'แคชท์ ภูเก็ต',
        AFD_BC_CP_P1:'เมื่ออาทิตย์ลับฟ้า  แสงไฟนีออนจะสว่างไสวบนหาดสุรินทร์ นักปาร์ตี้จะเริ่มกินดื่มและเริงระบำไปกับเสียงเพลงคัดสรรจากดีเจนานาชาติ',

        AFD_BC_BRK_H:'บีชรีพับบลิค เกาะสมุย',
        AFD_BC_BRK_P1:'ลองไปที่หาดละไม หาดรุ่นบุกเบิกบนเกาะสมุย Beach Republic โด่งดังเรื่องบริการ Sunday Brunch party',

        AFD_BC_RKT_H:'RE KE TA Phuket',
        AFD_BC_RKT_P1:'สวรรค์ของผู้รักเสียงเพลงในบรรยากาศ St. Tropez จากดีเจชั้นนำที่มาเปิดแผ่นแต่ละคืน',

        AFD_BC_XAL_H:'สนา อังสนา ลากูนาภูเก็ต',
        AFD_BC_XAL_P1:'เหล่าผู้รักการปาร์ตี้สุดเซ็กซี่ทั้งหลายมารวมตัวกันที่บีชคลับริมทะเลสุดยอดแห่งนี้ที่มีบาร์ในสระน้ำที่ยาวที่สุดของเอเชีย สนา ที่ อังสนา ลากูนา ภูเก็ตแห่งนี้ติดตั้งระบบเสียงสุดยอดจนเป็นแหล่งบันเทิงยามค่ำคืนที่ดีที่สุดแห่งหนึ่งของภูเก็ต หากไปกันหลายคน แนะนำให้จองคาบาน่าวีไอพีที่เพียบด้วยหริการของคลับ',
}