var connectTH = {

        CONNECT_H:'ข้อมูลสำนักงานการท่องเที่ยวแห่งประเทศไทย',
        CONNECT_HOFF_H:'สำนักงานใหญ่',
        CONNECT_HOFF_TAT:'การท่องเที่ยวแห่งประเทศไทย',

        CONNECT_OO_H:'สำนักงานต่างประเทศ',
        CONNECT_OO_AP_H:'ภูมิภาคเอเชียและแปซิฟิค',
        CONNECT_OO_AP_KL:'การท่องเที่ยวแห่งประเทศไทย สำนักงานกัวลาลัมเปอร์',
        CONNECT_OO_AP_KL_P1:'พื้นที่รับผิดชอบ มาเลเซีย และบรูไน',

        CONNECT_OO_AP_SG:'การท่องเที่ยวแห่งประเทศไทย สำนักงานสิงคโปร์',
        CONNECT_OO_AP_SG_P1:'พื้นที่รับผิดชอบ สิงคโปร์ และฟิลิปปินส์',

        CONNECT_OO_AP_G:'การท่องเที่ยวแห่งประเทศไทย สำนักงานกว่างโจว',
        CONNECT_OO_AP_G_P1:'พื้นที่รับผิดชอบ มณฑลเจียงซี ฝูเจี้ยน กว่างตง ไหหลำ และมณฑลหูหนาน',

        CONNECT_OO_AP_JT:'การท่องเที่ยวแห่งประเทศไทย สำนักงานจาการ์ตา',
        CONNECT_OO_AP_JT_P1:'พื้นที่รับผิดชอบ อินโดนีเซีย',

        CONNECT_OO_AP_HCM:'การท่องเที่ยวแห่งประเทศไทย สำนักงานโฮจิมินห์',
        CONNECT_OO_AP_HCM_P1:'พื้นที่รับผิดชอบ เวียตนาม ลาวและกัมพูชา',

        CONNECT_OO_AP_HK:'การท่องเที่ยวแห่งประเทศไทยสำนักงานฮ่องกง',
        CONNECT_OO_AP_HK_P1:'พื้นที่รับผิดชอบ ฮ่องกง และ มาเก๊า',

        CONNECT_OO_AP_BJ:'การท่องเที่ยวแห่งประเทศไทยสำนักงานปักกิ่ง',
        CONNECT_OO_AP_BJ_P1:'พื้นที่รับผิดชอบ ปักกิ่ง เขตปกครองตนเองมองโกเลียใน และมองโกเลีย',

        CONNECT_OO_AP_KM:'การท่องเที่ยวแห่งประเทศไทย สำนักงานคุนหมิง',
        CONNECT_OO_AP_KM_P1:'พื้นที่รับผิดชอบ มณฑลยูนนาน กุ้ยโจว และเขตปกครองตนเองกว่างซีจ้วง',

        CONNECT_OO_AP_SH:'การท่องเที่ยวแห่งประเทศไทย สำนักงานเซี่ยงไฮ้',
        CONNECT_OO_AP_SH_P1:'พื้นที่รับผิดชอบ เซี่ยงไฮ้ มณฑลซานตง มณฑลหูเป่ย์ มณฑลอานฮุย มณฑลเจียงซู และ เจ้อเจียง',

        CONNECT_OO_AP_CD:'การท่องเที่ยวแห่งประเทศไทย สำนักงานเฉิงตู',
        CONNECT_OO_AP_CD_P1:'พื้นที่รับผิดชอบ ซินเจียง เขตปกครองตนเองซินเจียงอุยกูร์ มณฑลชิงไห่ เขตปกครองตนเองหนิงเซียหุย มณฑลกานซู มณฑลซ่านสี ฉงชิ่ง มณฑลเสฉวน และ เขตปกครองตนเองทิเบต',

        CONNECT_OO_AP_TP:'การท่องเที่ยวแห่งประเทศไทย สำนักงานไทเป',
        CONNECT_OO_AP_TP_P1:'พื้นที่รับผิดชอบ ไต้หวัน',

        CONNECT_OO_AP_TY:'การท่องเที่ยวแห่งประเทศไทย สำนักงานโตเกียว',
        CONNECT_OO_AP_TY_P1:'พื้นที่รับผิดชอบ ภาคเหนือของเกาะฮอนชู โตโฮกุ คันโต และ เกาะฮอกไกโด',

        CONNECT_OO_AP_OS:'การท่องเที่ยวแห่งประเทศไทย สำนักงานโอซากา',
        CONNECT_OO_AP_OS_P1:'พื้นที่รับผิดชอบ ภาคใต้ของเกาะฮอนชู คินกิ ชุโคกุ และ ชูบุ',

        CONNECT_OO_AP_SO:'การท่องเที่ยวแห่งประเทศไทย สำนักงานโซล',
        CONNECT_OO_AP_SO_P1:'พื้นที่รับผิดชอบ สาธารณรัฐเกาหลี',

        CONNECT_OO_AP_ND:'การท่องเที่ยวแห่งประเทศไทย สำนักงานนิวเดลี',
        CONNECT_OO_AP_ND_P1:'พื้นที่รับผิดชอบ ภาคเหนือของอินเดีย บังคลาเทศ เนปาล และภูฏาน',

        CONNECT_OO_AP_MB:'การท่องเที่ยวแห่งประเทศไทย สำนักงานมุมไบ',
        CONNECT_OO_AP_MB_P1:'พื้นที่รับผิดชอบ ภาคตะวันตกและภาคใต้ของอินเดีย ศรีลังกา และ มัลดีฟส์',

        CONNECT_OO_AP_SN:'การท่องเที่ยวแห่งประเทศไทย สำนักงานซิดนีย์',
        CONNECT_OO_AP_SN_P1:'พื้นที่รับผิดชอบ ออสเตรเลีย นิวซีแลนด์และแปซิฟิคใต้',


        CONNECT_OO_EP_H:'ภูมิภาคยุโรป',
        CONNECT_OO_EP_LT:'การท่องเที่ยวแห่งประเทศไทย สำนักงานลอนดอน',
        CONNECT_OO_EP_LT_P1:'พื้นที่รับผิดชอบ สหราชอาณาจักรและไอร์แลนด์',

        CONNECT_OO_EP_FF:'การท่องเที่ยวแห่งประเทศไทย สำนักงานแฟรงก์เฟิร์ต',
        CONNECT_OO_EP_FF_P1:'พื้นที่รับผิดชอบ เยอรมัน ออสเตรีย ยูโกสลาเวีย โครเอเชีย สวิสเซอร์แลนด์ ลิเคนสไตน์ โรมาเนีย บัลเกเรีย มอลโดวา มาเซโดเนีย อัลเบเนีย สาธารณรัฐเชค สโลวาเกีย โปแลนด์ ฮังการี และบอสเนีย-เฮอเซโกวินา',

        CONNECT_OO_EP_PR:'การท่องเที่ยวแห่งประเทศไทย สำนักงานปารีส',
        CONNECT_OO_EP_PR_P1:'พื้นที่รับผิดชอบ ฝรั่งเศส เบลเยี่ยม ลักซ์เซมเบิร์ก เนเธอร์แลนด์ โมรอคโค โมนาโค ตูนิเซีย และ อัลจีเรีย',

        CONNECT_OO_EP_R: 'การท่องเที่ยวแห่งประเทศไทย สำนักงานกรุงโรม',
        CONNECT_OO_EP_R_P1: 'พื้นที่รับผิดชอบ อิตาลี สเปน กรีซ ปอร์ตุเกส อิสราเอล อียิปต์ ตุรกี และ ไซปรัส',
        
        CONNECT_OO_EP_SH:'การท่องเที่ยวแห่งประเทศไทย สำนักงานสตอกโฮล์ม',
        CONNECT_OO_EP_SH_P1:'พื้นที่รับผิดชอบ สวีเดน นอรเวย์ เดนมาร์ค ฟินแลนด์ ไอซแลนด์ เอสโทเนีย ลัตเวีย และ ลิธัวเนีย',

        CONNECT_OO_EP_MC:'การท่องเที่ยวแห่งประเทศไทย สำนักงานมอสโค',
        CONNECT_OO_EP_MC_P1:'พื้นที่รับผิดชอบ รัสเซีย เบลารุซ ยูเครน จอร์เจีย อาร์เมเนีย อาเซอร์ไบจัน คาซัคสถาน อุซเบกิสถาน เติร์คเมนิสถาน ทาจิกิสถาน และคีร์กิซ',

        CONNECT_OO_EP_DB:'การท่องเที่ยวแห่งประเทศไทย สำนักงานดูไบและตะวันออกกลาง',
        CONNECT_OO_EP_DB_P1:'พื้นที่รับผิดชอบ บาห์เรน อิหร่าน อิรัก จอร์แดน คูเวต เลบานอน โอมาน การ์ตาร์ ซีเรีย ซาอุดิอารเบีย และสาธารณรัฐอาหรับเอมิเรตส์',


        CONNECT_OO_AM_H:'ภูมิภาคอเมริกา',
        CONNECT_OO_AM_LA:'การท่องเที่ยวแห่งประเทศไทย สำนักงานลอสแอนเจลิส',
        CONNECT_OO_AM_LA_P1:' พื้นที่รับผิดชอบ อลาสกา อริโซนา แคลิฟอเนียร์ โคโรลาโด ฮาวาย ไอดาโฮ แคนซัส มอนทานา เนบราสกา เนวาดา นิวเม็กซิโก นอร์ธดาโกตา โอกลาโฮมา โอเรกอน เซาท์ดาโกตา เท็กซัส ยูทา วอชิงตัน ไวโอมิง เกาะกวม และประเทศในอเมริกาใต้และอเมริกากลางทั้งหมด',

        CONNECT_OO_AM_NY:'การท่องเที่ยวแห่งประเทศไทย สำนักงานนิวยอร์ก',
        CONNECT_OO_AM_NY_P1:'พื้นที่รับผิดชอบ อลาบามา อาเคนซัส คอนเนคติกัต เดลลาแวร์ ฟลอริดา จอร์เจีย อิลลินอยส์ อินเดียนา ไอโอวา เคนตักกี หลุยส์เซียนา เมน แมรี่แลนด์ แมซซาชูเซ็ท มิชิแกน มิเนโซตา มิสสิซซิปปี มิสซูรี นิวยอร์ค นิวแฮมเชียร์ นิวเจอร์ซี่ นอร์ธแคโรไลนา โอไฮโอ เพนซิลวาเนีย โร้ดไอแลนด์ เซาธ์แคโรไลนา เทนเนสซี เวอร์มอนท์ เวอร์จิเนีย วอชิงตัน ดีซี เวสต์เวอร์จิเนีย วิสคอนซิน เปอโตริโก บาฮามัสและคานาดา (คานาดาตะวันตก: อัลเบอร์ตา บริทิชโคลัมเบีย มานิโทบา พื้นที่ทางตะวันตกเฉียงเหนือ แคตเชวันและยูคอน คานาดาตะวันออก ออนตาริโอ ควิเบก นิวบรันสวิก โนวาสโกเชียและนิวฟาวน์แลนด์)',


        CONNECT_LF_H:'สำนักงานในประเทศ',
        CONNECT_LF_NR_H:'ภาคเหนือ',
        CONNECT_LF_NR_CM:'การท่องเที่ยวแห่งประเทศไทย สำนักงานเชียงใหม่ (ททท. เชียงใหม่)',
        CONNECT_LF_NR_CM_P1:'พื้นที่รับผิดชอบ เชียงใหม่ ลำพูน และลำปาง',

        CONNECT_LF_NR_MH:'การท่องเที่ยวแห่งประเทศไทย สำนักงานแม่ฮ่องสอน (ททท. แม่ฮ่องสอน)',
        CONNECT_LF_NR_MH_P1:'พื้นที่รับผิดชอบ แม่ฮ่องสอน',

        CONNECT_LF_NR_CR:'การท่องเที่ยวแห่งประเทศไทย สำนักงานเชียงราย (ททท. เชียงราย)',
        CONNECT_LF_NR_CR_P1:'พื้นที่รับผิดชอบ เชียงรายและพะเยา',

        CONNECT_LF_NR_P:'การท่องเที่ยวแห่งประเทศไทย สำนักงานแพร่ (ททท. แพร่)',
        CONNECT_LF_NR_P_P1:'พื้นที่รับผิดชอบ แพร่ น่าน และอุตรดิตถ์',

        CONNECT_LF_NR_PN:'การท่องเที่ยวแห่งประเทศไทย สำนักงานพิษณุโลก (ททท. พิษณุโลก)',
        CONNECT_LF_NR_PN_P1:'พื้นที่รับผิดชอบ พิษณุโลก เพชรบูรณ์ และพิจิตรt',

        CONNECT_LF_NR_T:'การท่องเที่ยวแห่งประเทศไทย สำนักงานตาก (ททท. ตาก)',
        CONNECT_LF_NR_T_P1:'พื้นที่รับผิดชอบ ตาก',

        CONNECT_LF_NR_UT:'การท่องเที่ยวแห่งประเทศไทย สำนักงานอุทัยธานี (ททท. อุทัยธานี)',
        CONNECT_LF_NR_UT_P1:'พื้นที่รับผิดชอบ อุทัยธานี และนครสวรรค์',

        CONNECT_LF_NR_SK:'การท่องเที่ยวแห่งประเทศไทย สำนักงานสุโขทัย (ททท. สุโขทัย)',
        CONNECT_LF_NR_SK_P1:'พื้นที่รับผิดชอบ สุโขทัย และกำแพงเพชร',

        CONNECT_LF_CR_H:'ภาคกลาง',
        CONNECT_LF_CR_BK:'การท่องเที่ยวแห่งประเทศไทย สำนักงานกรุงเทพมหานคร (ททท. กรุงเทพฯ)',
        CONNECT_LF_CR_BK_P1:'พื้นที่รับผิดชอบ กรุงเทพมหานคร ปทุมธานี นนทบุรี สมุทรปราการ และฉะเชิงเทรา',

        CONNECT_LF_CR_SS:'การท่องเที่ยวแห่งประเทศไทย สำนักงานสมุทรสงคราม (ททท. สมุทรสงคราม)',
        CONNECT_LF_CR_SS_P1:'พื้นที่รับผิดชอบ สมุทรสงคราม นครปฐม และสมุทรสาคร',

        CONNECT_LF_CR_KK:'การท่องเที่ยวแห่งประเทศไทย สำนักงานประจวบคีรีขันธ์ (ททท. ประจวบคีรีขันธ์)',
        CONNECT_LF_CR_KK_P1:'พื้นที่รับผิดชอบ ประจวบคีรีขันธ์',

        CONNECT_LF_CR_KB:'การท่องเที่ยวแห่งประเทศไทย สำนักงานกาญจนบุรี (ททท. กาญจนบุรี)',
        CONNECT_LF_CR_KB_P1:'พื้นที่รับผิดชอบ กาญจนบุรี',

        CONNECT_LF_CR_PB:'การท่องเที่ยวแห่งประเทศไทย สำนักงานเพชรบุรี (ททท. เพชรบุรี)',
        CONNECT_LF_CR_PB_P1:'พื้นที่รับผิดชอบ เพชรบุรี (ชะอำ) และ ราชบุรี',

        CONNECT_LF_CR_PN:'การท่องเที่ยวแห่งประเทศไทย สำนักงานพระนครศรีอยุธยา (ททท. พระนครศรีอยุธยา)',
        CONNECT_LF_CR_PN_P1:'พื้นที่รับผิดชอบ พระนครศรีอยุธยา',

        CONNECT_LF_CR_SB:'การท่องเที่ยวแห่งประเทศไทย สำนักงานสุพรรณบุรี (ททท. สุพรรณบุรี)',
        CONNECT_LF_CR_SB_P1:'พื้นที่รับผิดชอบ สุพรรณบุรี อ่างทอง และชัยนาท',

        CONNECT_LF_CR_LB:'การท่องเที่ยวแห่งประเทศไทย สำนักงานลพบุรี (ททท. ลพบุรี)',
        CONNECT_LF_CR_LB_P1:'พื้นที่รับผิดชอบ ลพบุรี สิงห์บุรี และ สระบุรี',

        CONNECT_LF_EG_H:'ภาคตะวันออก',
        CONNECT_LF_EG_PT:'การท่องเที่ยวแห่งประเทศไทย สำนักงานชลบุรี (ททท. พัทยา)',
        CONNECT_LF_EG_PT_P1:'พื้นที่รับผิดชอบ ชลบุรี (พัทยา)',

        CONNECT_LF_EG_RY:'การท่องเที่ยวแห่งประเทศไทย สำนักงานระยอง (ททท. ระยอง)',
        CONNECT_LF_EG_RY_P1:'พื้นที่รับผิดชอบ ระยอง และ จันทบุรี',

        CONNECT_LF_EG_T:'การท่องเที่ยวแห่งประเทศไทย สำนักงานตราด (ททท. ตราด)',
        CONNECT_LF_EG_T_P1:'พื้นที่รับผิดชอบ ตราด และ เกาะต่าง ๆ ในจังหวัด',

        CONNECT_LF_EG_NN:'การท่องเที่ยวแห่งประเทศไทย สำนักงานนครนายก (ททท. นครนายก)',
        CONNECT_LF_EG_NN_P1:'พื้นที่รับผิดชอบ นครนายก ปราจีณบุรี และสระแก้ว',

        CONNECT_LF_NER_H:'ภาคตะวันออกเฉียงเหนือ',
        CONNECT_LF_NR_NR:'การท่องเที่ยวแห่งประเทศไทย สำนักงานนครราชสีมา (ททท. นครราชสีมา)',
        CONNECT_LF_NR_NR_P1:'พื้นที่รับผิดชอบ นครราชสีมา และ ชัยภูมิ',

        CONNECT_LF_NR_UR:'การท่องเที่ยวแห่งประเทศไทย สำนักงานอุบลราชธานี (ททท. อุบลราชธานี)',
        CONNECT_LF_NR_UR_P1:'พื้นที่รับผิดชอบ อุบลราชธานี อำนาจเจริญ และยโสธร',

        CONNECT_LF_NR_KK:'การท่องเที่ยวแห่งประเทศไทย สำนักงานขอนแก่น (ททท. ขอนแก่น)',
        CONNECT_LF_NR_KK_P1:'พื้นที่รับผิดชอบ ขอนแก่น ร้อยเอ็ด กาฬสินธุ์ และ มหาสารคาม',

        CONNECT_LF_NR_NP:'การท่องเที่ยวแห่งประเทศไทย สำนักงานนครพนม (ททท. นครพนม)',
        CONNECT_LF_NR_NP_P1:'พื้นที่รับผิดชอบ นครพนม สกลนคร และ มุกดาหาร',

        CONNECT_LF_NR_UT:'การท่องเที่ยวแห่งประเทศไทย สำนักงานอุดรธานี (ททท. อุดรธานี)',
        CONNECT_LF_NR_UT_P1:'พื้นที่รับผิดชอบ อุดรธานี หนองคาย และ บึงกาฬ',

        CONNECT_LF_NR_L:'การท่องเที่ยวแห่งประเทศไทย สำนักงานเลย (ททท. เลย)',
        CONNECT_LF_NR_L_P1:'พื้นที่รับผิดชอบ เลย และ หนองบัวลำภู',

        CONNECT_LF_NR_SR:'การท่องเที่ยวแห่งประเทศไทย สำนักงานสุรินทร์ (ททท. สุรินทร์)',
        CONNECT_LF_NR_SR_P1:'พื้นที่รับผิดชอบ สุรินทร์ บุรีรัมย์ และ ศรีสะเกษ',

        CONNECT_LF_SR_H:'ภาคใต้',
        CONNECT_LF_SR_HY:'การท่องเที่ยวแห่งประเทศไทย สำนักงานสงขลา (ททท. หาดใหญ่) ',
        CONNECT_LF_SR_HY_P1:'พื้นที่รับผิดชอบ สงขลา (หาดใหญ่) และ พัทลุง',
        
        CONNECT_LF_SR_NST:'การท่องเที่ยวแห่งประเทศไทย สำนักงานนครศรีธรรมราช (ททท. นครศรีธรรมราช)',
        CONNECT_LF_SR_NST_P1:'พื้นที่รับผิดชอบ นครศรีธรรมราช',

        CONNECT_LF_SR_NT:'การท่องเที่ยวแห่งประเทศไทย สำนักงานนราธิวาส (ททท. นราธิวาส)',
        CONNECT_LF_SR_NT_P1:'พื้นที่รับผิดชอบ นราธิวาส ยะลา และ ปัตตานี',

        CONNECT_LF_SR_P:'การท่องเที่ยวแห่งประเทศไทย สำนักงานภูเก็ต (ททท. ภูเก็ต)',
        CONNECT_LF_SR_P_P1:'พื้นที่รับผิดชอบ ภูเก็ต และ พังงา',

        CONNECT_LF_SR_ST:'การท่องเที่ยวแห่งประเทศไทย สำนักงานสุราษฎร์ธานี (ททท. สุราษฎร์ธานี)',
        CONNECT_LF_SR_ST_P1:'พื้นที่รับผิดชอบ สุราษฎร์ธานี',

        CONNECT_LF_SR_T:'การท่องเที่ยวแห่งประเทศไทย สำนักงานตรัง (ททท. ตรัง)',
        CONNECT_LF_SR_T_P1:'พื้นที่รับผิดชอบ ตรัง และ สตูล',

        CONNECT_LF_SR_K:'การท่องเที่ยวแห่งประเทศไทย สำนักงานกระบี่ (ททท. กระบี่)',
        CONNECT_LF_SR_K_P1:'พื้นที่รับผิดชอบ กระบี่',

        CONNECT_LF_SR_C:'การท่องเที่ยวแห่งประเทศไทย สำนักงานชุมพร (ททท.ชุมพร)',
        CONNECT_LF_SR_C_P1:'พื้นที่รับผิดชอบ ชุมพร และ ระนอง',


}