var dinningTH = {
        DINNING_H : 'อาหารเลิศหรู ต้องลองลิ้มสักครั้งในชีวิต',
        DINNING_P1 : 'จากหลากหลายภัตตาคารสุดหรูระดับมิชลินสตาร์ สู่อาหารที่มาจากครัวทั่วทุกมุมโลก จนถึงรสชาติในแบบไทยที่จะไม่วันลืมเลือน ความหลากหลายของอาหารในอาณาจักรแห่งนี้ขยับระดับขึ้นไปแล้ว',
      
        DINNING_MICHELIN_H : 'สายสัมพันธ์ระดับมิชลิน',

        DINNING_MICHELIN_LD_H : 'ห้องอาหารลัตตาลิเย เดอ โจเอล โรบูชง',
        DINNING_MICHELIN_LD_P1 : 'ลองลิ้มอาหารฝรั่งเศสในบรรยากาศสุดเลิศหรูแต่ร่วมสมัย การผสมผสานงานสร้างสรรค์ขั้นสูงจากเชฟและแขกคือสูตรที่ทำให้ครัวแห่งนี้ได้รับรางวัลในอีกหลายเมืองทั่วโลก',

        DINNING_MICHELIN_ST_H : 'ห้องอาหารซาเวิลเบิร์ก ไทยแลนด์',
        DINNING_MICHELIN_ST_P1 : 'ห้องอาหารนอกประเทศแห่งแรกของเชฟชาวดัชต์ Henk Savelberg เจ้าของห้องอาหารรางวัลมิชลินสตาร์มากมายหลายแห่งในเนเธอร์แลนด์มามากกว่าสามทศวรรษ สัมผัสอาหารฝรั่งเศสร่วมสมัยที่หลับตาทุกครั้งแล้วต้องคิดถึงเลยทีเดียว',

        DINNING_MICHELIN_SKK_H : 'ห้องอาหารสระบัว บาย กิน กิน',
        DINNING_MICHELIN_SKK_P1 : 'ด้วยการดัดแปลงอาหารไทยเชฟ Henrik Yde-Andersen ได้รับรางวัลมิชลินสตาร์ เมื่อปี 2550 จากห้องอาหาร Kiin Kiin ในกรุงโคเปนเฮเกน สำหรับกรุงเทพ เชฟ Henrik เปลี่ยนอาหารแบบดั้งเดิมเป็นการรังสรรค์รสสัมผัสจากองค์ประกอบหลากหลายในแบบเอเชียร่วมสมัย',

        DINNING_MICHELIN_N_H : 'ห้องอาหารน้ำ',
        DINNING_MICHELIN_N_P1 : 'จากการกล้าค้นคว้าและลองทำของเชฟชาวออสเตรเลีย David Thompson จนได้รับเป็นผู้ดูแลอาหารไทย ภายใต้การประคบประหงมของ David ห้องอาหารนาม (ที่โรงแรมเมโทรโพลิแตน กรุงเทพ ฯ - Metropolitan Bangkok) กลายเป็นเครื่องประกันคุณภาพของครัวไทยแบบดั้งเดิมที่ชนะใจทั้งคนไทยและชาวต่างชาติ',

        DINNING_MICHELIN_GG_H : 'ห้องอาหารกินซา อิชิ ซูชิ',
        DINNING_MICHELIN_GG_P1 : 'วัตถุดิบส่งตรงจากตลาดปลาทสึคิจิ (Tsukiji Fish Market) ในกรุงโตเกียวทุกวัน ผสมผสานกับเทคนิคการทำซูชิแบบเอโดะดั้งเดิมจากเชฟที่ได้รับการฝึกฝนเป็นอย่างดี อิชิซูชิขอนำเสนอสุดยอดซูชิญี่ปุ่นดั้งเดิมที่สุดในกรุงเทพ ร้านต้นตำรับในโตเกียวได้รับรางวับมิชลินสตาร์ตั้งแต่ปี 2554-2555',

        DINNING_MICHELIN_A_H : 'ห้องอาหารอาเซียมันดิ (พังงา ภูเก็ต)',
        DINNING_MICHELIN_A_P1 : 'อัจฉริยะเชฟชาวสเปน Eneko Atxa ปลุกสัมผัสทั้งห้าจากอาหารที่ปรุงแต่งพร้อมสรรพด้วยรูป รส กลิ่น และสัมผัส ความเป็นชาวบาสค์และแรงบันดาลใจจากรสชาติอาหารไทย Eneko จะทำให้แขกจะปลื้มกับอาหารที่ไม่เหมือนใครจากครัวแห่งนี้',

        DINNING_MICHELIN_JM_H : 'ห้องอาหารแฌม บาย ฌอง-มิเชล โลรอง',
        DINNING_MICHELIN_JM_P1 : 'เชฟฌอง-มิเชล โลรอง (Jean-Michel Lorain)  หนึ่งในบรรดาเชฟมิชลินสตาร์ของโลกไม่กี่คนที่ได้รางวัลนี้ถึงสามครั้งในระยะเกือบสามสิบปี ผู้เป็นเชฟเพชรน้ำหนึ่งในวงการอาหารฝรั่งเศสสุดหรู ที่แฌม นี้เขาผันจากอาหารฝรั่งเศสดั้งเดิมไปสู่เมนูที่ได้รับแรงบันดาลใจแบบเอเชียที่สามารถแบ่งกันลิ้มลองได้ มุ่งบริการเป็นส่วนตัวและใส่ใจในรายละเอียดอย่างพิถีพิถัน',


        DINNING_FRENCH_H : 'ต้นตำรับอาหารฝรั่งเศส',

        DINNING_LB_H : 'ห้องอาหารเลอโบลิเออร์',
        DINNING_LB_P1 : 'เชฟ Harvé Frerard รับผิดชอบหน้าที่อันท้าทายของการบริการอาหารฝรั่งเศสแบบคลาสสิคที่คุณจะพึงพอใจและสดชื่นอย่างน่าประหลาด  ด้วยเครื่องปรุงและความกลมกลืนของวัตถุดิบจากทั้งในและนอกประเทศเชฟสามารถดึงรายละเอียดและความเรียบง่ายของส่วนผสมมานำเสนอได้สุดวิเศษ',

        DINNING_LN_H : 'ห้องอาหารเลอ นอร์มันดี',
        DINNING_LN_P1 : 'อาหารอันน่ายำเกรงและห้องอาหารฝรั่งเศสระดับยอดหรูหรา เลอ นอร์มันดี แห่งโรงแรมแมนดาริน โอเรียลเต็ล กรุงเทพ ฯ  คือ ที่รวมแห่งอาหารฝรั่งเศสชั้นเยี่ยม บริการสุดเฉียบไร้ที่ติ และสถานที่ชมภาพความงามแห่งลำน้ำเจ้าพระยาอันงดงาม',

        DINNING_WL_H : 'ห้องอาหารวอเตอร์ ไลบรารี่',
        DINNING_WL_P1 : 'หากต้องการห้องอาหารแบบสบายสำหรับมื้อกลางวันและอาหารสุดหรูในมื้อค่ำ วอเตอร์ ไลบรารี่ บนอาคารจามจุรีสแควร์เป็นตัวเลือกระดับต้น นี่คือห้องอาหารที่มีไวน์ให้เลือกมากมายที่สุดแห่งหนึ่งของไทย และเมนูอาหารที่ร้านเครื่องดื่มราคาแพงเช่นนี้ย่อมใช้เทคนิคการปรุงขั้นสูง มีจินตนาการและเป็นอาหารต้นตำรับ',

        DINNING_BKS_H : 'H Bistro (Koh Samui)',
        DINNING_BKS_P1 : 'ถือกำเนิดจากแรงบันดาลใจจากรสชาติของอาหารฝรั่งเศสแถบเมดิเตอร์เรเนียน ห้องอาหาร H Bistro ของโรงแรมหรรษา เกาะสมุย ปรับแต่งอาหารให้สร้างความสำราญใจแบบนั่งผ่อนคลายอยู่ริมทะเล ด้วยวัตถุดิบท้องถิ่นที่สด อาหารทะเลระดับนำเข้าจากต่างประเทศ เครื่องเทศจากเมดิเตอร์เรเนียน และไวน์ราคาแพง',

        DINNING_M_H : 'ห้องอาหารเมซซาลูนา',
        DINNING_M_P1 : 'จากทำเลที่ตั้งบนชั้น 63 ของโรงแรมระดับห้าดาวนามเลอบัวบนถนนสายหลักของกรุงเทพ รายการอาหารของห้องอาหารเมซาลูนานี้จึงน่าหลงใหลพอกันกับทิวทัศน์อันระยิบระยับ ด้วยเทคนิคการปรุงแบบฝรั่งเศสที่เคยคุ้นแต่สร้างสรรค์อาหารให้มีรสชาติและรูปลักษณ์แบบที่ไม่เคยพบมาก่อน',

        DINNING_TSM_H : 'ห้องอาหารฝรั่งเศส (เชียงใหม่) ',
        DINNING_TSM_P1 : 'ห้องอาหารหรูลือชื่อของโรงแรมดาราเทวีเชียงใหม่อันโด่งดัง ฝรั่งเศส คือห้องอาหารที่ผสมผสานสุดยอดการปรุง การตกแต่งร้านและภาพทิวทัศน์รอบด้านอันงดงามไว้ด้วยกัน ที่นี่เป็นหนึ่งในบรรดาห้องอาหารฝรั่งเศสที่มีชื่อเสียงมากที่สุดในไทยและเป็นที่น่ายกย่องมากที่สุดในภาคเหนืออีกด้วย',

        DINNING_FLAVOURS_H : 'รสชาติแห่งอาหารไทย',

        DINNING_LGLM_H : 'ห้องอาหารเลอกรอง ล้านนา (เชียงใหม่)',
        DINNING_LGLM_P1 : 'ฉากหลังแบบล้านนาอันน่ามองและศาลาไม้ทรงไทยรายรอบด้วยของโบราณที่ใช้ตกแต่งของห้องอาหารเลอกรอง ล้านนาแห่งโรงแรมดาราเทวี ที่นี่รับรองด้วยอาหารไทยดั้งเดิมสุดพิเศษหลากหลายรายการที่สะท้อนวัฒนธรรมประเพณีภาคเหนือของไทยด้วยวัตถุดิบและเครื่องปรุงจากท้องถิ่น',

        DINNING_SRN_H : 'ห้องอาหารศาลาริมน้ำ',
        DINNING_SRN_P1 : 'ศาลาริมน้ำ สถาบันแห่งทศวรรษเป็นห้องอาหารมีชื่อของโรงแรมแมนดาริน โอเรียนเต็ล กรุงเทพ หล่อหลอมงานด้านอาหารเข้ากับวัฒนธรรมด้วยบริการอาหารไทยต้นตำรับในศาลาไทยแบบล้านนาอันประณีตงดงามที่ตั้งอยู่ริมฝั่งแม่น้ำเจ้าพระยาอันเรืองรอง',

        DINNING_BL_H : 'ห้องอาหารโบลาน',
        DINNING_BL_P1 : 'จากความคิดของเจ้าของและหัวหน้าทีมเชฟ ดีแลน โจนส์ (Dylan Jones) และดวงพร ทรงวิศวะ ที่ต้องการวางแผนให้รอบคอบและนำเสนอความหลากหลายของอาหารไทยแบบชาญฉลาด ยืนหยัดในการเป็นผู้นำและนำเสนออาหารแบบหลากหลาย จึงเกิดเป็นแนวคิดเชื่อมต่ออาหารไทยแบบ “เมื่อก่อน” ให้เข้ากับแบบ “ปัจจุบัน”',

        DINNING_LSC_H : 'ห้องอาหารอิษยา สยามมีส คลับ',
        DINNING_LSC_P1 : 'ห้องอาหารอิษยา อาคารสไตล์โคโลเนียลอันงดงาม ล้อมรอบด้วยสวนสวย ของเชฟชื่อดัง เอียน กิตติชัย เชื้อเชิญให้ลิ้มลองผลงานอาหารที่สร้างสรรค์ในแบบที่ทุกจานมีเรื่องราวในตัวเองหรือปลุกความรู้สึกของคุณได้',

        DINNING_LD_H : 'ห้องอาหารฤดู',
        DINNING_LD_P1 : 'กลิ่นอาหาร ความน่ามองและรสชาติคือหลักการทำงานของเชฟ ธิติฏฐ์ ทัศนาขจร ณ ห้องอาหารฤดู ด้วยการใช้เทคนิคสมัยใหม่กับเรื่องราวที่เข้าถึงอาหารไทย เชฟหนุ่มผู้นี้จึงใช้ลูกเล่นของรส เนื้อสัมผัสและอุณหภูมินำเสนออาหารที่ทำให้ถูกใจจนคำสุดท้าย',

        DINNING_P_H : 'ห้องอาหารเพสท์',
        DINNING_P_P1 : 'คลื่นลูกหนึ่งของการเปลี่ยนโฉมห้องอาหารแบบไทย ที่กล้าใช้นวัตกรรมการทำอาหารแต่ยังคงไว้ซึ่งความเคารพในมรดกแห่งภูมิปัญญาของอาหารไทยแบบดั้งเดิม นำเอาตำรับเก่าแก่มาพัฒนาอย่างต่อเนื่องด้วยการใช้เทคนิคหลากหลาย',

        DINNING_JKS_H : 'ห้องอาหารจาน (เกาะสมุย)',
        DINNING_JKS_P1 : 'จาน ห้องอาหารที่พาท่านเดินทางสู่ดินแดนอาหารไทยดั้งเดิมที่หลากหลายรูปแบบ การนำเสนออย่างชำนาญและมีศิลปะด้วยรายการอาหารที่ผสมผสานวัตถุดิบนำเข้าจากต่างประเทศและผลิตภัณฑ์สุดสดใหม่ของประเทศเข้าด้วยกัน ',

        DINNING_BEP_H : 'ห้องอาหารบลู เอเลฟแฟ้นท์ (ภูเก็ต)',
        DINNING_BEP_P1 : 'อยู่บนอาคารเก่าแก่ 105 ปีแห่งบ้านพระพิทักษ์ชินประชาในภูเก็ต ห้องอาหารบลู เอเลฟแฟ้นท์นับเป็นสุดยอดห้องอาหารอันน่าประทับใจแห่งหนึ่งของประเทศ สร้างสรรค์เมนูโดยเชฟชื่อก้องโลก Noroor Somany Steppe รายการอาหารของที่นี่เปรียบเสมือนการได้เดินทางไปทั่วประเทศไทยทั้งในอดีตและปัจจุบัน',


        DINNING_IMPERIAL_H : 'รื่นรมย์เยี่ยงจักรพรรดิ',

        DINNING_IMPERIAL_SP_H : 'ห้องอาหารซัมเมอร์ พาเลซ',
        DINNING_IMPERIAL_SP_P1 : 'ห้องอาหารตกแต่งตระการตาคงความงาม บริการอาหารจีนดั้งเดิมหลากหลายเทคนิคโดยใช้การปรุงแบบใหม่ และส่วนประกอบในอาหารที่ไม่ซ้ำใคร ด้วยบริการในแบบร่วมสมัย',

        DINNING_IMPERIAL_FY_H : 'ห้องอาหารเฟย ยา',
        DINNING_IMPERIAL_FY_P1 : 'ด้วยวัตถุดิบทั้งในประเทศและนำเข้าจากต่างประเทศ เชฟของเฟย ยา สร้างสรรค์อาหารจีนกว้างตุ้งแบบคลาสสิคให้ได้ชิมทำให้นำเสนออาหารแบบดั้งเดิมที่ปรุงจากวัตถุดิบไม่เหมือนใคร บริการในบรรยากาศแบบร่วมสมัยในห้องอาหารสุดหรู',

        DINNING_IMPERIAL_BZ_H : 'ห้องอาหารบรีซ',
        DINNING_IMPERIAL_BZ_P1 : 'รายการอาหารอันหลากหลายของห้องอาหารบรีซ คือ ผลงานแห่งนวัตกรรมอาหารที่ผสมผสานรสชาติและวัฒนธรรมเอเชียได้อย่างกลมกลืนลงตัว ความแม่นยำเรื่องอาหารญี่ปุ่น ทักษะแห่งอาหารจีน และประสาทสัมผัสแห่งอาหารไทย เชฟสามารถพาท่านเดินทางไปยังอาหารที่ดีที่สุดของภูมิภาคเลยที่เดียว',

        DINNING_IMPERIAL_SP_H : 'ห้องอาหารแชง พาเลซ',
        DINNING_IMPERIAL_SP_P1 : 'เชฟชาวฮ่องกง Shan Yun Ming แห่งแชง พาเลซ นำเสนออาหารจีนกวางตุ้งพิเศษสุดด้วยเทคนิคการปรุงแบบดั้งเดิม ที่นี่จึงเป็นสุดยอดห้องอาหารจีนกวางตุ้งดั้งเดิมในกรุงเทพที่มีชื่อเรื่องกระบวนการปรุงอาหาร.',


        DINNING_IMPERIAL_CH_H : 'ห้องอาหารไชน่า เฮาส์',
        DINNING_IMPERIAL_CH_P1 : 'อาหารของไชน่า เฮาส์น่าตื่นจาตื่นใจมากพอกันกับบรรยากาศของห้องอาหาร บริการด้วยติ่มซำมื้อเที่ยงหลากหลายราวมหกรรม และเมนูจีนกว้างตุ้งคลาสสิคสุดพิเศษในแบบสมัยใหม่สำหรับมื้อค่ำ',


        DINNING_ITALY_H : 'ด้วยรักจากอิตาลี',

        DINNING_ITALY_O_H : 'ห้องอาหารโอปุส',
        DINNING_ITALY_O_P1 : 'ส่วนประกอบคุณภาพเยี่ยมจะทำให้อาหารดีสุดยอด คือ สิ่งที่ห้องอาหารนี้นำพาไปสู่การเดินทางแห่งการลิ้มรสอาหารอิตาเลี่ยนที่ดีที่สุดของภูมิภาค เชฟ Davide Calo เลือกใช้ส่วนผสมของอาหารแต่ละอย่างที่จะทำให้รสชาติดีที่สุด รวมกับทักษะอันเชี่ยวชาญและการคิดค้นอย่างชาญฉลาดเพื่อนำเสนออาหารอิตาเลี่ยนจานหรู',

        DINNING_ITALY_LS_H : 'ห้องอาหารลา สกาล่า',
        DINNING_ITALY_LS_P1 : 'ห้องอาหารอิตาเลี่ยนที่ดำเนินกิจการมายาวนานและดีที่สุดแห่งหนึ่งของกรุงเทพมหานคร ลา สกาล่า ห้องอาหารอิตาเลี่ยนดุจดั่งปราการแห่งต้นตำรับอาหารอิตาเลี่ยน ใส่ใจในส่วนประกอบดั้งเดิมของอาหารและนำเสนอแบบสร้างสรรค์',

        DINNING_ITALY_LBAL_H : 'ห้องอาหารลา โบเตกา ดิ ลูกา',
        DINNING_ITALY_LBAL_P1 : 'เน้นส่วนประกอบอาหารและเครื่องปรุงที่นำเข้าจากต่างประเทศ เชฟ Luca Appino นำเสนออาหารอิตาเลี่ยนดั้งเดิมแนวใหม่แต่ยังคงเคารพไว้ซึ่งมรดกอันเก่าแก่ ด้วยแรงบันดาลใจจากภูมิภาคเมดิเตอร์เรเนียน เชฟจึงนำส่วนประกอบอาหารอิตาเลี่ยนดั้งเดิมมาดัดแปลงและนำเสนอในรูปแบบที่ไม่คาดคิด',

        DINNING_ITALY_TJ_H : 'ห้องอาหารโจโจ้',
        DINNING_ITALY_TJ_P1 : 'นำเสนออาหารอิตาเลี่ยนต้นตำรับอย่างชาญฉลาด การบริการที่ขัดเกลาอย่างดีเยี่ยม และบรรยากาศร่วมสมัยโก้หรูทำให้ห้องอาหารโจโจ้แห่งนี้คู่ควรกับการไปลิ้มลอง มื้อกลางวันเต็มไปด้วยบรรดาผู้ชื่นชมเมนูประจำ ในขณะที่มื้อเย็นห้องอาหารจะโก้หรูไปอีกแบบยามเมื่ออาทิตย์ตกดิน',

        DINNING_ITALY_ET_H : 'ห้องอาหารอิโนติกาอิตาเลียนา',
        DINNING_ITALY_ET_P1 : 'มนตราแห่งประเพณี นวัตกรรม และแรงบันดาลใจแห่งโลกเก่าและฤดูกาล เชฟ Stefano Merlo ปรับอาหารอิตาเลี่ยนดั้งเดิมให้เป็นแนวร่วมสมัย แต่ละจานเต็มไปด้วยเรื่องราวที่จะกระตุ้นเตือนความทรงจำได้เป็นอย่างดี',

        DINNING_ITALY_SS_H : 'ห้องอาหารเซนซี',
        DINNING_ITALY_SS_P1 : 'ลิ้มลองเสน่ห์ของอาหารที่เกี่ยวร้อยทุกความรู้สึกด้วยการกล้านำเสนออย่างมีศิลปะ ส่วนประกอบของอาหารส่วนใหญ่นำเข้ามาจากยุโรป เชฟ Christian Martena ต้องการทำอาหารอิตาเลี่ยนต้นตำรับที่ดีที่สุดด้วยวิธีการนำเสนออันท้าทายและทำให้แขกแปลกใจได้เสมอ',


        DINNING_RISING_H : 'จากดินแดนอาทิตย์อุทัย',

        DINNING_RISING_MD_H : 'ห้องอาหารมูเกนได',
        DINNING_RISING_MD_P1 : 'มูเกนได คือ ข้อพิสูจน์แห่งความภาคภูมิใจในแบบญี่ปุ่นต้นตำรับ ที่เลือกสรรใช้ส่วนผสมของอาหารตามฤดูกาลที่ดีที่สุดอย่างแท้จริงตามวิถีแห่งธรรมชาติมากเท่าที่จะเป็นได้ จนเป็นอาหารเลิศรสขนานแท้ที่คุณจะสัมผัสได้',
        
        DINNING_RISING_ZA_H : 'ห้องอาหารซูม่า',
        DINNING_RISING_ZA_P1 : 'ห้องอาหารซูม่า มีชื่อเสียงไปก้องโลกด้วยอาหารญี่ปุ่นชั้นเยี่ยมในแบบร่วมสมัยและมีแนวความคิดโดดเด่น ด้วยแนวคิดหลักที่หลากหลายและมีความสร้างสรรค์ตามวิถีดั้งเดิมของการดื่มกินรูปแบบ Izakaya ',

        DINNING_RISING_ST_H : 'ห้องอาหารซิกเนเจ้อร์',
        DINNING_RISING_ST_P1 : 'ด้วยผลงานความสำเร็จจากอาหารจานเล็กปรุงจากปลาและอาหารทะเลนำเข้าสดใหม่ที่เน้นรายละเอียด บรรดาเชฟแห่งห้องอาหารนี้ได้นำเสนอผลงานชั้นสูงแห่งความเป็นต้นตำรับ ความงดงาม และความน่าเชื่อถือที่ไร้คู่แข่งในเรื่องวัตถุดิบคุณภาพชั้นดี',

        DINNING_RISING_YT_H : 'ห้องอาหารยามาซาโตะ',
        DINNING_RISING_YT_P1 : 'ห้องอาหารของโรงแรมดิโอกุระ เพรสทีจ กรุงเทพ ฯ ที่ได้รับรางวัลห้องอาหารชั้นเลิศหรู พร้อมบริการด้วยแท่นปรุงเทปปันยากิสองแท่น ห้องอาหารอาหารส่วนตัว และอาหารทะเลชั้นเลิศจากตลาดทสึกิจิอันลือนามแห่งโตเกียวที่จะให้ท่านได้พึงพอใจกับความปรารถนารสชาติแห่งญี่ปุ่น',


        DINNING_SPECIAL_H : 'บริการเอาอกเอาใจเป็นพิเศษ',

        DINNING_SPECIAL_GG_H : 'ห้องอาหารกากั้น',
        DINNING_SPECIAL_GG_P1 : 'ด้วยความเต็มใจของเชฟ Gaggan Anand ที่จะแหวกวงล้อมจากธรรมเนียมแห่งสายเลือดครัวอาหารอินเดียมาสู่แวดวงอาหารไทย จินตนาการอันหลากหลายของเชฟได้สร้างความตะลึงพรึงเพริด ปลื้มเปรมและก้าวผ่านจากรูปแบบวัฒนธรรมรุ่งเรืองแบบดั้งเดิมออกมาได้ ',
        
        DINNING_SPECIAL_EM_H : 'ห้องอาหารอีทมี',
        DINNING_SPECIAL_EM_P1 : 'เชฟชาวอเมริกัน Tim Butler ผู้สนับสนุนแนวคิดความยั่งยืนสรรสร้างรายการอาหารหลากหลายที่มอบทั้งความสบายใจและอาหารชั้นยอด ด้วยการมุ่งเน้นแนวคิดในความยั่งยืน จึงนำเสนออาหารแบบเรียบง่าย ตามฤดูกาล และรสชาติที่สดสะอาด',

        DINNING_SPECIAL_AT_H : 'ห้องอาหาร Afternoon Tea at Author’s Lounge',
        DINNING_SPECIAL_AT_P1 : 'น้ำชายามบ่าย ที่จัดรับรอง ณ Author’s Lounge อันทรงคุณค่าทางประวัติศาสตร์ของโรงแรมแมนดาริน โอเรียนเต็ล กรุงเทพ เปรียบเสมือนการแต่งงานอันสมบูรณ์แบบระหว่างเสน่ห์อังกฤษแบบเก่าและธรรมเนียมการเป็นเจ้าบ้านเจ้าเรือนแห่งสยามอันยาวนาน',

        DINNING_SPECIAL_ST_H : 'ห้องอาหาร Surf & Turf Champagne Brunch',
        DINNING_SPECIAL_ST_P2 : 'อาหารควบมื้อเช้าและกลางวันหรือ brunch ที่จัดเดือนละครั้งราวเทศกาลแห่งอาหารจากสรวงสวรรค์ของห้องอาหารนี้ คือ งานแสดงอาหารอันหรูหราที่สุดของโลก ด้วยการมานะอุสาหะคัดสรรและนำเข้าอาหารมาจากทั่วทุกมุมโลก ทำให้นักชิมตั้งตารอคอยเมนูของที่นี่ ',

}