var hotelTH = {

        HOTEL_H : 'โรงแรมและรีสอร์ท พักผ่อนเอนกายอย่างมีสไตล์',
        HOTEL_P1 : 'ดินแดนแห่งรอยยิ้มนับพันที่ต้อนรับผู้มาเยือนด้วยบริการที่งามสง่าอันเลื่องลือในความเป็นเจ้าของบ้านผู้มีรีสอร์ทและโรงแรมระดับห้าดาวอยู่ทั่วประเทศให้นักท่องเที่ยวได้พำนักอย่างหรูหราแสนสบาย เลือกพักผ่อนได้ตั้งแต่โรงแรมดาวเด่นทันสมัยของตัวเมือง หรือจะเป็นรีสอร์ทแสนงามริมหาดและเชิงเขาที่ตอบสนองความต้องการและความพึงพอใจของคุณทุกด้าน มิตรไมตรีของคนไทยคือศิลปะที่ขัดเกลาได้อย่างสมบูรณ์แบบ',

        HOTEL_NORTHERN_H : 'ภาคเหนือ',

        HOTEL_NORTHERN_FSR_H : 'โรงแรมโฟร์ซีซั่นเต้นท์แค้มป์เชียงราย',
        HOTEL_NORTHERN_FSR_P1 : 'สามเหลี่ยมทองคำ ชื่อของดินแดนที่ชายแดนของสามประเทศคือไทย พม่าและลาวมาบรรจบกัน เป็นสุดมุมความงามที่กล่าวขานกันมานานของแผ่นดินแห่งเอเชียตะวันออกเฉียงใต้ แค้มป์สุดหรูแห่งนี้มีป่าไม้เป็นฉากหลังที่เหมาะเจาะสำหรับการนั่งชมวิวแสนงามไปบนหลังช้าง ที่นี่ ช้างคือหัวใจของความเย้ายวนให้นักท่องเที่ยวได้มีโอกาสสักครั้งที่จะสัมผัสยักษ์ใหญ่ใจดี เต้นท์ที่พักของแคมป์อยู่สูงขึ้นไประดับยอดไม้และออกแบบให้มีพื้นที่เปิดโล่งด้วยนอกชานขนาดใหญ่ที่มีอ่างอาบน้ำตั้งไว้',

        HOTEL_NORTHERN_DC_H : 'โรงแรมดาราเทวีเชียงใหม่',
        HOTEL_NORTHERN_DC_P1 : 'ประวัติศาสตร์มีอยู่มากมาย ณ เมืองหลวงแห่งภาคเหนือของไทย จึงเหมาะควรแล้วที่จะมีโรงแรมหรูสุดของเมืองที่ใช้มรดกของเมืองมาดึงดูดนักท่องเที่ยว แม้จะเพิ่งเปิดดำเนินการเพียงแค่สิบกว่าปีที่ผ่านมาตัวโรงแรมมีวิลล่าหรูหราระดับคุณภาพอันยืนยาวอยู่ออกไปชานเมืองที่แวดล้อมไปด้วยนาข้าวเขียวชอุ่มล้อมรอบด้วยชาวบ้านที่อาศัยอยู่อย่างสงบสุข ห้องสวีทและวิลล่าอันกว้างขวางคือผลงานการผสมผสานสถาปัตยกรรมไทยและโคโลเนียลโดยการใช้เครื่องเรือนไม้สักที่โก้หรู ผลงานชิ้นเอกคือ สปา พื้นที่ 3,100 ตารางเมตรแห่งความสงบที่ประดับประดาด้วยรูปปั้นรูปหล่ออันงดงาม',

        HOTEL_NORTHERN_FSM_H : 'โรงแรมโฟว์ซีซันส์รีสอร์ทเชียงใหม่',
        HOTEL_NORTHERN_FSM_P1 : 'ตั้งอยู่ในหุบเขาแม่ริมใช้เวลานั่งรถยนต์ไปประมาณหนึ่งชั่วโมงจากเชียงใหม่ เป็นรีสอร์ทที่ดีเลิศสำหรับการพักผ่อนอย่างสงบที่หรูหรา รายล้อมไปด้วยขุนเขาและทุ่งนาเขียวขจีที่ส่งให้ตัวรีสอร์ทโดดเด่น บังกะโลที่พักพร้อมระเบียงตกแต่งด้วยภาพเขียนและงานศิลปะแบบไทยอันมีค่า บ่งบอกลักษณะการใช้พื้นที่อยู่อาศัยในที่โล่งด้านนอก สระว่ายน้ำที่นี่คือความงามอย่างหนึ่งและจะน่าสนใจมากยิ่งขึ้นในเวลากลางคืนเมื่อแสงดาวและแสงสว่างจากตะเกียงสะท้อนภาพอยู่บนผิวน้ำ มีบริการชั้นเรียนโยคะ ปั่นจักรยาน และสปาบำบัดโดยผู้เชี่ยวชาญ เป็นทางเลือกพักผ่อนได้อีกด้วย',

        HOTEL_NORTHERN_137_H : 'โรงแรม 137 พิลลาร์ เฮาส์ เชียงใหม่',
        HOTEL_NORTHERN_137_P1 : 'ตำนานอันน่าสนใจย่อมเชิญชวนผู้คนได้เสมอ และ เรือน 137 เสาแห่งนี้ย่อมมีสีสันแห่งวันวานเช่นกัน โรงแรมแห่งนี้อยู่ในอำเภอวัดเกตุแหล่งศิลปะของเชียงใหม่ย้อนไปตั้งแต่ปีพ.ศ. 2432 เจ้าของดั้งเดิมคือหลุยส์ เลียวโนเวนส์ บุตรชายของนางแอนนา (จากภาพยนตร์ Anna and the King อันโด่งดัง) ตัวอาคารได้มีการซ่อมแซมตกแต่งใหม่ให้เป็นลักษณะของ บ้านสำหรับผู้ที่จากบ้านมาไกล ด้วยสถาปัตยกรรมแบบผสมผสานระหว่างไทยเดิมและสมัยใหม่ เตียงนอนอาบแดดวางอยู่เป็นระยะในสวน ส่วนห้องพักอันโอ่โถงจะมีเครื่องชงกาแฟเอสเปรสโซ และบริกรส่วนตัว',

        HOTEL_NORTHERN_RCM_H : 'โรงแรมราชมรรคา เชียงใหม่',
        HOTEL_NORTHERN_RCM_P1 : 'นักท่องเที่ยวบางคนไม่อยากจากเชียงใหม่ไปไหนเพราะคุณค่าทางจิตวิญญาณที่ได้รับจากเมืองนี้  และวัดพระสิงห์มรดกแห่งชาวพุทธอันรุ่งเรืองของเมืองที่มีหลักฐานว่าเป็นวัดที่มีชื่อเสียงมากที่สุดของเมืองหลวงแห่งภาคเหนือตั้งอยู่ด้านหน้าติดกับรีสอร์ทแห่งนี้ เพียงแค่เดินไปไม่ไกลจากรีสอร์ทจะพบวัดสำคัญอีก 4 แห่ง แต่แขกอาจจะชอบทำสมาธิอยู่ในบริเวณอันเงียบสงบของรีสอร์ทที่จัดไว้มากกว่า สถาปนิกชาวไทย คุณองอาจ สารทพันธุ์ได้ออกแบบให้สถานที่แห่งนี้มีรูปแบบของการผสานลานกว้างมากมายให้ซ่อนไว้ตามสวน วัตถุโบราณสวยงามมากมายนำมาใช้ตกแต่งห้องสวีทได้อย่างลงตัว ส่วนศาลาเปิดโล่งรับอากาศบริสุทธิ์ช่างสมบูรณ์แบบสำหรับนวดผ่อนคลายยืดเส้นสายเช่นกัน',

        HOTEL_NORTHERN_ACM_H : 'โรงแรมอนันตรา เชียงใหม่',
        HOTEL_NORTHERN_ACM_P1 : 'ภูมิประเทศอันเย้ายวนมากที่สุดอย่างหนึ่งของเชียงใหม่คือแม่น้ำปิง พื้นที่ตามริมน้ำจึงเป็นตัวดึงดูดหลักสำหรับเมืองนี้ ด้วยความที่ตั้งอยู่บนริมฝั่งน้ำอันเงียบสงบ  รีสอร์ทแห่งนี้จึงเป็นที่หลบพักอย่างดีที่มีครบทั้งความสงบสันโดษและความสะดวกสบายที่จะออกสำรวจพื้นที่ใกล้เคียง ห้องสวีทอันหรูหราพร้อมระเบียงส่วนตัวจัดเตรียมไว้เป็นอย่างดี สิ่งที่น่าสนใจอย่างอื่นคือ ล่องเรือตามลำน้ำปิง สระว่ายน้ำกลางแจ้งขนาด 34 เมตรและจิบชายามบ่ายอันเลื่องชื่อ',


        HOTEL_CENTER_H : 'ภาคกลางและภาคตะวันออก',

        HOTEL_CENTER_TSB_H : 'โรงแรม เดอะสยาม กรุงเทพฯ',
        HOTEL_CENTER_TSB_P1 : 'โรงแรมที่ทุ่มทุนรังสรรค์อย่างไม่อั้นและเจิดจรัสสมความตั้งใจ เดอะ สยาม ใช้เงินก่อสร้างประมาณ 100 กว่าล้านบาทจัดว่าเป็นสุดยอดหนึ่งเดียวในบรรดาโรงแรมสุดหรู ก่อกำเนิดโดยกฤษฎา สุโกศล นักแสดงร้อคสตาร์ชาวไทย จึงเป็นที่พำนักสุดยอดเพียงหนึ่งเดียวของกรุงเทพมหานคร กฤษดาได้สถาปนิกมือดีชาวอเมริกัน บิล เบนสลีย์ (Bill Bensley) มาช่วยเนรมิตโรงแรมขนาด 39 ห้องแห่งนี้เป็นที่นำเสนอของสะสมโบราณ จุดเด่นของที่นี่คือพูลวิลล่า 11 ห้องพร้อมสวนส่วนตัว ระเบียงชั้นบนและห้องน้ำขนาดมหึมาที่มีอ่างอาบน้ำปูกระเบื้องขนาด 3.2 ตารางเมตร',

        HOTEL_CENTER_MOB_H : 'โรงแรมแมนดาริน โอเรียลเต็ล กรุงเทพฯ',
        HOTEL_CENTER_MOB_P1 : 'โรงแรมที่สะดวกสบายแบบมีระดับเช่นคุณผู้หญิงในบรรดาโรงแรมแห่งเอเชีย  นับแต่เริ่มสร้างในปีพ.ศ. 2419 โรงแรมนี้เป็นที่โปรดปรานของนักเขียนชื่อดัง เช่น โจเซฟ คอนราด (Joseph Conrad) และเกรมแฮม กรีน (Graham Greene) ที่ได้รับการบริการแบบพิเศษสุดด้วยห้องพักสวีทที่ตกแต่งแบบไม่มีใครเหมือนที่ชื่อ Heritage Authors’ Suites สำหรับห้องพักในปีกวิวสวน (Garden Wing) และปีกวิวแม่น้ำ (River Wing) ที่ใหม่กว่าจะให้คุณได้ตะลึงงันกับทิวทัศน์ของแม่น้ำเจ้าพระยาในแบบทันสมัยแต่มีสไตล์ นอนแช่ในสระว่ายน้ำขนาดใหญ่ทั้งสองสระ หรือจะลองสปาแสนสบาย และลิ้มชิมรสอาหารไทยแสนอร่อยของกรุงเทพ ฯ คุณจะพบเลยว่าเหตุใดที่นี่จึงเป็นโรงแรมที่หมายปองที่สุดแห่งหนึ่งของเมืองหลวงแห่งประเทศนี้',

        HOTEL_CENTER_OPB_H : 'โรงแรมดิ โอกูระเพรสทีจ กรุงเทพฯ',
        HOTEL_CENTER_OPB_P1 : 'ด้วยทำเลที่เสมือนอยู่ตรงกลางระบบประสาทของกรุงเทพมหานคร โรงแรมนี้จึงเหมาะที่จะเป็นจุดเริ่มต้นสำรวจเมืองหลวงของประเทศไทยนี้ ด้วยความที่หน้าต่างห้องพักทุกห้องเปิดรับภาพสุดสายตาของตัวเมืองส่งให้กรุงเทพ ฯ เป็นดาวเด่น ทุกสิ่งที่เห็นล้วนแจ่มชัด  ตัวห้องพักคือภาพลักษณ์แห่งความหรูหราที่เลิศด้วยเครื่องเรือนอันงดงามและสิ่งอำนวยความสะดวกที่จัดทำเฉพาะแต่ละห้องพร้อมโทรทัศน์จอแบนขนาดมหึมา ส่วนจุดเด่นอื่นของที่นี่คือ ห้องอาหารญี่ปุ่นยามาซาโตะ (Yamazato)  สุดยอดภัตตาคารอาหารญี่ปุ่น และสระว่ายน้ำทรงแฉกอันน่าทึ่งขนาด 20 เมตร',

        HOTEL_CENTER_TSB_H : 'โรงแรมสุโขทัย กรุงเทพ ฯ ',
        HOTEL_CENTER_TSB_P1 : 'สุโขทัยเป็นอีกโรงแรมที่อิงแอบอยู่ในเมืองหลวงของไทย แม้จะอยู่ต้นทางเข้าเมืองบนถนนสาทรอันวุ่นวาย ตัวโรงแรมจะอยู่ถอยห่างจากถนนจอแจโดยมีลานหญ้าเขียวขจีทอดนำไป จึงรับประกันความเป็นส่วนตัวให้ได้ดีเลิศสมกับเป็นโรงแรมระดับห้าดาวอันลือชื่อ ไม่ว่าจะนั่งลิ้มลองอาหารอิตาเลี่ยนที่ห้องอาหารลา กสาล่า (La Scala) หรือ สปาอยู่ที่ Spa Botanica ทำให้เหล่าผู้มีชื่อเสียงและชนชั้นสูงจะมาเยือนอยู่เป็นนิจ ด้วยการตกแต่งแบบสยามดั้งเดิมโรงแรมสุโขทัย กรุงเทพ ฯ จึงให้คุณได้สัมผัสความรู้สึกของความเป็นไทยอย่างหรูหราอันแท้จริง ',

        HOTEL_CENTER_SKB_H : 'โรงแรมสยามเคมปินสกี้ กรุงเทพฯ',
        HOTEL_CENTER_SKB_P1 : 'ศิลปะในหลายแขนงมารวมกันที่โรงแรมนี้ เพราะที่นี้เป็นโรงแรมที่เชิญชวนให้เข้าพักที่สุดแห่งหนึ่งของกรุงเทพ ฯ งานศิลปะของสะสมจำนวนมากมายหลายชิ้นที่นำมาประดับช่วยให้โถงทางเดิน ห้องโถงหลัก ห้องอันโอ่โถง และพื้นที่ส่วนกลางของโรงแรมขนาด 303 ห้องแห่งนี้ดูราวกับเป็นสถานที่เก็บสะสมงานศิลป์ที่ใหญ่ที่สุดแห่งหนึ่งทีเดียว ที่นี่เป็นที่แสดงภาพวาด รูปปั้น ภาพเขียน ของศิลปินในประเทศรวมแล้วราว 1,500 ชิ้น สิ่งที่ไม่ควรพลาดของโรงแรมยังมีสระน้ำเกลือสามสระ สปาและห้องอาหารสระบัวที่บริการอาหารไทยจะเรียกน้ำย่อยคุณได้ไม่แพ้กัน',

        HOTEL_CENTER_TRB_H : 'โรงแรมเดอะ เซ็นต์ รีจีส กรุงเทพ ฯ',
        HOTEL_CENTER_TRB_P1 : 'หากพูดถึงที่ตั้งใจกลางกรุงเทพ ฯ แบบไร้ที่ติ โรงแรมเซ็นต์รีจีสหาคู่แข่งมาเทียบด้วยยากมาก คนมีชื่อเสียงโด่งดังไม่ว่าจะระดับในรั้วในวัง ดารานักร้องและนักแสดงล้วนแล้วต้องมาพักที่นี่ ด้วยบริการบริกรส่วนตัว 24 ชั่วโมง ห้องพักผ่อนอันกว้างขวาง และการตกแต่งภายในอันล้ำเลิศทุกอย่างล้วนอยู่ในระดับมาตรฐานชั้นสูงสุด ทุกอย่างล้วนทำให้ดูน่าอิจฉา ทิวทัศน์จากห้องพักที่ดีที่สุดหลายห้องคือภาพสนามเขียวขจีของราชตฤณมัยสมาคม และ ห้องอาหารซูม่า (Zuma) นับว่าเป็นห้องอาหารญี่ปุ่นที่ดีที่สุดแห่งหนึ่งของกรุงเทพเช่นกัน',

        HOTEL_CENTER_ASB_H : 'โรงแรมอนันตราสยาม กรุงเทพ ฯ',
        HOTEL_CENTER_ASB_P1 : 'ก่อนจะเปลี่ยนชื่อจาก โฟว์ซีซั่น กรุงเทพ ฯ โรงแรมนี้ไม่เคยสิ้นมนต์ขลังนับตั้งแต่เปลี่ยนการบริหารในปี 2558 ด้วยทำเลที่ตั้งบนถนนราชดำริพื้นที่สุดหรูของเมืองหลวงแห่งนี้ ทำให้เหมาะแก่การมาพักเพื่อเริ่มต้นออกสำรวจสีสันแห่งนคร แม้จะอยู่ใจกลางเมือง โรงแรมนี้สงบสวยงามด้วยพรรณไม้นานาของป่าเขตร้อนในสวยสวยรอบอาคารและสระว่ายน้ำกลางแจ้งสุดสายตา ความสะดวกสบายครบครันที่มีพร้อมกับความหรูหราแบบเป็นธรรมชาติจากการออกแบบด้วยวิถีไทยและเพดานผ้าไหมที่วาดไว้อย่างวิจิตร',

        HOTEL_CENTER_SRA_H : 'โรงแรมศาลารีสอร์ทและสปา อยุธยา',
        HOTEL_CENTER_SRA_P1 : 'บูทีครีสอร์ทที่ใช้เวลาขับรถเพียงแค่ 1-2 ชั่วโมงจากกรุงเทพแห่งนี้นับเป็นการพักผ่อนสุดบรรยายในวันหยุดของคุณ ด้วยบรรยากาศบนยอดเขาแบบที่เขาใหญ่ท่ามกลางสีเขียวสุดตา พร้อมกับทิวทัศน์ริมฝั่งแม่น้ำแบบอยุธยาที่เรียงรายไปด้วยวัดและโบราณสถาน ศาลาเขาใหญ่มีห้องพัก 7 ห้องและพูลวิลล่า ส่วนศาลาอยุธยามีให้เลือกทั้งห้องสวีทวิวแม่น้ำและดูเพล็กซ์ และห้องพักที่ตกแต่งไม่เหมือนกันอีก 24 ห้อง สถาปนิกออกแบบให้ที่นี่ให้ทั้งสองที่มีความเหมือนกันในด้านสถาปัตยกรรมของแบรนด์ที่มอบความสบายและเป็นส่วนตัวให้กับคุณ',

        
        HOTEL_CENTER_LRH_H : 'โรงแรมลา เรสซิเดนซ์ หัวหิน',
        HOTEL_CENTER_LRH_P1 : 'วิลล่าชายหาดส่วนตัวในแบบโคโลเนียลที่เป็นส่วนหนึ่งของอินเตอร์คอนติเนนตัล หัวหิน รีสอร์ทที่คุณจะได้สัมผัสกับความสุดหรูหราแต่ยังคงไว้ซึ่งความสบายแบบบ้านริมทะเล ตั้งอยู่ติดกับโรงแรมรับทิวทัศน์สุดยอดแห่งท้องทะเลพร้อมบริการแบบโรงแรมห้าดาวจากตัวโรงแรม ชายหาดอยู่แค่เพียงก้าวลงบันไดจากวิลล่าสองชั้นเพียงไม่กี่ขั้น พร้อมสรรพด้วยบริกรส่วนตัว สระว่ายน้ำ ครัว (ที่มีพ่อครัวประจำเฉพาะ) คุณจะรู้สึกสุดประทับใจกับการมาพัก เจ้าของวิลล่าคลุกคลีในวงการเทนนิสระดับอาชีพของเมืองไทย ที่นี่จึงมีโอกาสให้การต้อนรับนักเทนนิสระดับโลกอย่างโรเจอร์ เฟดเดอร์เรอร์ (Roger Federer) และ ราฟาเอล นาดาล (Rafael Nadal) มาแล้ว',

        
        HOTEL_CENTER_SKK_H : 'โรงแรมโซเนว่า คีรี เกาะกูด',
        HOTEL_CENTER_SKK_P1 : 'เกาะกูด เกาะโดดเด่นห่างจากชายฝั่ง 80 กม. ผืนทะเลสีครามแห่งนี้เหมาะสำหรับการพักผ่อนอย่างหรูหราแบบห่างไกลผู้คน รายล้อมไปด้วยต้นมะพร้าวในเวิ้งอ่าวอันงดงามให้ความรู้สึกราวกับได้ผจญภัยแนวโรบินสัน ครูโซในตำนานและทำให้ลืมความเครียดจากโลกปัจจุบัน วิลล่ารับลมทั้ง 29 หลังปลูกด้วยไม้พื้นเมืองที่ทำให้กลมกลืนไปกับสภาพแวดล้อมเป็นอย่างดี บางหลังอยู่บนยอดผา ส่วนหลังอื่นอยู่ติดชายหาด ทุกอย่างมีมิติงดงามรวมทั้งสปาชื่อดัง โรงภาพยนตร์กลางแจ้ง และห้องอาหารเบนซ์ (Benz) ที่มีนานาอาหารไทยให้เลือกสรร',


        HOTEL_SOUTHRN_H : 'ภาคใต้',
                
        HOTEL_SOUTHRN_RVK_H : 'โรงแรมรายาวดี กระบี่',
        HOTEL_SOUTHRN_RVK_P1 : 'รายาวดีคือการรังสรรค์ผลงานอันน่าจดจำของการผสมผสานของธรรมชาติและความคิดของมนุษย์  ด้วยชายหาดขาวสามแห่งบวกกับทิวทัศน์เกาะหินปูนอันลือชื่อของกระบี่ทำให้ไม่ต้องไปหาสถานที่ราวสวรรค์เช่นนี้ที่ใดอีก หน้าผาสูงที่รายรอบตัวรีสอร์ทนั้นหมายความว่าเรือคือพาหนะเดียวที่จะพาไปถึงที่นี่ได้ และแขกที่พักจึงไม่อยากออกจากรีสอร์ทไปไหนอีก วิลล่าและพาวิเลี่ยนหรูหราราวที่คุณคาดหวังไว้ และบริการอาหารเครื่องดื่มมีให้เลือกหลากหลายเช่นกัน',

        HOTEL_SOUTHRN_SSY_H : 'โรงแรมซิกเซ้นส์ เกาะยาวน้อย',
        HOTEL_SOUTHRN_SSY_P1 : 'ด้วยความงามของโรงแรมที่อยู่ท่ามกลางทิวทัศน์ของทิวเขาหินปูนกลางอ่าวพังงา นักท่องเที่ยวจึงจะไม่อยากจากที่นี่ไปง่ายๆ เริ่มต้นการเดินทางแบบยิ่งใหญ่ด้วยการนั่งเฮลิคอปเตอร์จากสนามบินภูเก็ตมายังเกาะเจมส์ บอนด์ จากที่นี่คุณจะได้รับความสะดวกสบายไปตลอด มีทั้งวิลล่าชายหาดหรือวิลล่าห่างจากผู้คนให้เลือกพัก พร้อมพรั่งด้วยอาหารส่วนตัวจากพ่อครัวชื่อดัง บริกรส่วนตัว และกิจกรรมให้เลือกตั้งแต่เดินทอดน่องบนชายหาด หรือปีนหน้าผา และพายเรือคายัค',

        HOTEL_SOUTHRN_PYC_H : 'โรงแรมพ้อยท์ ยามู บาย โคโม ภูเก็ต',
        HOTEL_SOUTHRN_PYC_P1 : 'แขกที่มาพักจะไม่ผิดหวังกับทั้งบรรยากาศแบบไทยของพ้อยท์ ยามูและหลงรักความงามแบบอิตาเลี่ยน la dolce vita ได้ที่รีสอร์ทแห่งนี้ ด้วยอิทธิพลของยุโรปใต้ที่สถาปนิก เปาลา นาโวเน (Paola Navone) ของที่นี่ใช้ออกแบบรีสอร์ท แรงบันดาลใจแนวสุขภาพจะเห็นได้จากห้องพักและพื้นที่ส่วนรวมที่เรียบง่าย รวมถึงห้องอาหารลา ซิเรน่า (La Sirena) ที่บริการอาหารอิตาเลี่ยนอันเลิศรส ห้องสวีทใช้เตียงแบบสี่เสา และห้องนั่งเล่นแบบสงบเรียบง่าย สระว่ายน้ำขนาด 100 เมตรยาวไกลไม่สิ้นสุดพร้อมเตียงอาบแดดสำหรับนอนชมพระอาทิตย์ในอ่าวพังงา',

        HOTEL_SOUTHRN_PRR_H : 'โรงแรมภูเลย์เบย์ – ริทซ์ คาร์ลตัน กระบี่',
        HOTEL_SOUTHRN_PRR_P1 : 'ชายฝั่งทะเลอันดามันอันระยิบระยับใกล้กระบี่เป็นตัวเลือกที่ริทซ์ คาร์ลตันคิดว่าเหมาะสมที่สุดที่จะให้เป็นทำเลของ Ritz-Carlton Reserve แห่งแรกของกลุ่มที่พักรีสอร์ทส่วนตัวระดับหรูเลิศของสถานที่น่าประทับใจต่าง ๆ ในโลก และที่นี่ของประเทศไทยได้รับการจัดอันดับอย่างน่าภาคภูมิ จุดสนใจเริ่มจากลานสวนกลางแจ้งอันน่าตื่นตาไปยังวิลล่าโอ่โถงที่มีเตียงนอนขนาดมหึมา สระว่ายน้ำ และชิ้นงานศิลป์แบบล้านนาที่คัดเลือกอย่างดีมาประดับ สิ่งสุดประทับที่ต้องลองคือห้องพักของ Reserve Pavilions  พร้อมสวนโซนร้อน ทิวทัศน์ของทะเลอันน่าตะลึง และแน่นอนคือ บริกรส่วนตัวไว้คอยรับใช้',

        HOTEL_SOUTHRN_AP_H : 'โรงแรมอมันปุรี ภูเก็ต',
        HOTEL_SOUTHRN_AP_P1 : 'ท่ามกลางสวนมะพร้าวเก่าทางตะวันตกของเกาะภูเก็ต อมันปุรีภูเก็ตเป็นหนึ่งในวิลล่าสุดหรูในรูปแบบของศาลาไทย ด้วยวิสัยทัศน์ของเอเดรียน เซชา (Adrian Zecha) ผู้เป็นตำนานของชาวโรงแรมและผู้ก่อตั้งอมันรีสอร์ท (Aman Resort) ได้ตั้งมาตรฐานไว้เมื่อครั้งที่เริ่มก่อสร้าง 20 กว่าปีที่แล้วว่าต้องการให้รีสอร์ทนี้อยู่ระดับในหรูหราสุดยอดของโลก และให้บริการแบบเลอเลิศที่สุดเท่าที่เงินจะเนรมิตได้ บรรดาดาราและผู้มีชื่อเสียงระดับโลกจะใช้เวลามาพักผ่อนกับการบำบัดแบบไทยของรีสอร์ทนี้ ปลีกวิเวกอยู่ท่ามกลางพรรณไม้เขียวชอุ่มและท้องทะเลอันดามันอันที่แสนสงบ อมันปุรีเป็นผู้ริเริ่มสร้างรูปแบบการพักผ่อนแบบหรูหราและยังคงเป็นหนึ่งในโรงแรมที่ดีที่สุดที่ให้บริการแบบนี้',

        HOTEL_SOUTHRN_SPP_H : 'โรงแรมศรีพันวา ภูเก็ต',
        HOTEL_SOUTHRN_SPP_P1 : 'ทั่วโลกไม่มีใครปฏิเสธความโด่งดังของภูเก็ต แต่ยังมีหลายสิ่งที่ทำให้ต้องมาเยือน “ไข่มุกแห่งอันดามัน” นี้ วิลล่าทั้ง 52 หลังของศรีพันวาที่อยู่ท่ามกลางป่าชายหาดเป็นสถานที่เหมาะกับการแยกตัวไปพักผ่อนอย่างที่สุด สิ่งอำนวยความสะดวกครบครันทันสมัย ตกแต่งด้วยเครื่องเรือนไม้ ระบบโรงภาพยนตร์แบบในบ้าน และ iPod ที่บรรจุความบันเทิงไว้ให้ แต่ที่ยั่วยวนใจมากที่สุดคือห้องนอนของวิลล่าที่ติดตั้งหน้าต่างกระจกสูงชนฝ้าเพดานและเปิดออกสู่สระว่ายน้ำส่วนตัวที่ยาวสุดสายตา',

        HOTEL_SOUTHRN_TP_H : 'โรงแรมตรีสรา ภูเก็ต',
        HOTEL_SOUTHRN_TP_P1 : 'ณ มุมตะวันตกเฉียงเหนือของดินแดนบริสุทธิ์แห่งภูเก็ต ความเล็กคือความงามล้ำเลิศของรีสอร์ทชั้นเยี่ยมที่ห่างไกลจากผู้คน บรรดาผู้รักการท่องเที่ยวจากทั่วโลกตกหลุมรักที่นี่และให้เป็นโรงแรมดาวเด่นของเมืองไทยที่เจิดจรัสบนฟากฟ้า ด้วยห้องสวีทและวิลล่ามากมายที่ตกแต่งประดับประดาอย่างงดงาม พร้อมสระว่ายน้ำส่วนตัว และทิวทัศน์แห่งท้องมหาสมุทรอันน่าตะลึงงัน ที่นี่พร้อมสรรพในเรื่องความเป็นส่วนตัวและการให้บริการทุกด้าน หากแขกอยากลองออกมาจากห้องพักสุดหรู ลองใช้บริการห้องอาหารที่ได้รับการจัดอันดับไว้สูงสุดแห่งหนึ่งของภูเก็ต และ สปาของที่นี่นั้นบริการสุดอย่างที่คาดเลยที่เดียว',

        HOTEL_SOUTHRN_IBH_H : 'โรงแรมอินิอาลา บีช เฮาส์ พังงา',
        HOTEL_SOUTHRN_IBH_P1 : 'รีสอร์ทบนหาดนาใต้อันสวยสุดยอดในพังงา แม้จะเล็กแต่สมบูรณ์แบบจนเป็นรีสอร์ทไม่มีใครเหมือนแห่งหนึ่งของไทย มาร์ค เวนการ์ด (Mark Weingard) เจ้าของรีสอร์ทได้ลงทุนลงแรงอย่างมากที่จะให้สถานที่นี้มีความพิเศษและสุดท้ายไม่มีใครเถียงเรื่องนี้ได้ เขาให้มัฑณากรถึง 11 คนระดมความคิดทำงานร่วมกันรังสรรค์วิลล่าสวีทสามห้องของที่นี่ (แต่ละหลังแบ่งออกเป็นวิลล่าย่อยอีก 3 หลัง) และเพนท์เฮาส์สวีทอันหรูหราโอฬาร ให้มีความงดงามแตกต่างกันไปในแต่ละห้อง ความโก้หรูอื่นของที่แห่งนี้ มีตั้งแต่โรงภาพยนตร์ส่วนตัว เวทีชกมวยไทยในยิมเนเซียม และห้องเล่นเกมส์ที่มีโต๊ะพูลประดับคริสตัลชวารอฟสกี้ และห้องอาหารสุดหรู Aziamendi',

        HOTEL_SOUTHRN_NIP_H : 'โรงแรมเดอะ นาคาไอส์แลนด์ ภูเก็ต',
        HOTEL_SOUTHRN_NIP_P1 : 'เดอะ นาคาไอส์แลนด์ อะลักซ์ชัวรี่ คอลเลคชั่นรีสอร์ทแอนด์สปา ภูเก็ต ต้นแบบอันสมบูรณ์ของเกาะสวรรค์สุดพิเศษนี้อยู่บนเกาะนาคาใหญ่อันสงบเงียบเดินทางจากภูเก็ตเพียง 5 นาทีเท่านั้น แขกจะสนุกสนานกับการนั่งเรือเร็วสปีดโบ้ต พูลวิลล่าอันงามงดและทิวทัศน์ของตะวันตกดินส่องประกายระยิบระยับในอ่าวพังงาทุกวันที่เข้าพัก การได้มาพักที่รีสอร์ทนี้จะเป็นความทรงจำมิรู้ลืม สุดยอดแห่งนาคาสปาอันหรูหรา อิ่มอร่อยกับอาหารที่ห้องอาหารริมหาดที่งดงามน่าตื่นตะลึง หรือจะปั่นจักรยานสไตล์วินเทจย้อนยุคไปตามที่ต่าง ๆ บนเกาะ',

        HOTEL_SOUTHRN_VBK_H : 'โรงแรมวนาเบล เกาะสมุย',
        HOTEL_SOUTHRN_VBK_P1 : 'หนึ่งในรีสอร์ทสามแห่งในไทยของลักซ์ชัวรี่คอลเลคชั่นของสตาร์วูด วนาเบล อะ ลักซ์ชัวรี่คอลเลคชั่นรีสอร์ท เกาะสมุยแห่งนี้อยู่ในระดับมาตรฐานสูงหรูหราเพื่อการพักผ่อน วนา ในภาษาไทยหมายถึง “ป่า” และรีสอร์ทนี้รังสรรค์ภาพที่ว่าด้วยพูลวิลล่าสุดทึ่งที่แฝงตัวอย่างกับผืนป่าชอุ่มที่อยู่ด้านหลังและอยู่บนอ่าวเฉวงอันโด่งดังของเกาะสมุย พูลวิลล่าทั้ง 80 หลังของที่นี่ออกแบบอย่างสุดยอดหรูหราไม่เหมือนใครจนทำให้แขกรู้สึกประหนึ่งเป็นราชาแห่งเกาะทีเดียว',

        HOTEL_SOUTHRN_WRK_H : 'โรงแรมดับเบิ้ลยู รีทรีท เกาะสมุย',
        HOTEL_SOUTHRN_WRK_P1 : 'รีสอร์ทสุดหรูพูลวิลล่า 74 หลังหนึ่งในกลุ่ม W Retreat ที่อยู่ในเอเชียตะวันออกเฉียงใต้ (อีกแห่งอยู่ที่บาหลี) ตั้งอยู่ปลายเกาะทางทิศใต้กลางผืนป่าฝนอันชุ่มชื้น ด้วยการออกแบบสุดเก๋และอบอวลด้วยกลิ่นอายร่วมสมัยจึงเย้ายวนคนรุ่นใหม่ ผู้แสวงหาความสุขจากการท่องเที่ยวในแบบกินดื่มเคล้าดนตรีท่ามกลางสิ่งอำนวยความสะดวกสุดหรูได้เป็นอย่างดี การผสมผสานบาร์แนวใหม่กับห้องอาหารชั้นนำระดับโลกสองแห่ง ให้ความสนุกสนานด้วยกิจกรรมสไตล์รีสอร์ท สปาที่สวยงามที่ให้มั่นใจได้ว่าทุกนาทีที่อยู่ในรีสอร์ทนี้จะเป็นประสบการณ์ที่ลืมไม่ลง',

        HOTEL_SOUTHRN_BTK_H : 'โรงแรมบันยันทรี เกาะสมุย',
        HOTEL_SOUTHRN_BTK_P1 : 'เมื่อมองผ่านทิวทัศน์อ่าวละไมทางตะวันออกเฉียงใต้ของเกาะสมุย จะเห็นภาพแนวระเบียงของวิลล่าอันเงียบสงบกลุ่มนี้แฝงตัวอยู่บนเวิ้งเขาส่วนตัว ภาพอ่าวไทยอันงดงามหาที่ไหนเปรียบที่มองเห็นได้จากที่ตั้งของรีสอร์ทเป็นเรื่องน่าอิจฉาอย่างยิ่ง เป็นดินแดนสวรรค์แห่งความสุขสงบสะท้อนด้วยสถาปัตยกรรมไทยในพูลวิลล่าแต่ละหลังที่พรั่งพร้อมด้วยเครื่องเรือน และอุปกรณ์ครบครัน สปาของที่นี่มีชื่อเสียงไปทั่วโลกด้วยความหลากหลายของการให้บริการ แขกที่พักจะได้สดชื่นกับบริการระดับตำนาน อาหารเลิศรสและกิจกรรมของรีสอร์ทอีกมากมาย',

        HOTEL_SOUTHRN_FSK_H : 'โรงแรมโฟว์ซีซั่นส์ รีสอร์ท เกาะสมุย',
        HOTEL_SOUTHRN_FSK_P1 : 'เปรียบประหนึ่งบริการขั้นสุดยอดและการเป็นเจ้าบ้านสุดวิเศษในแบบไทยอย่างแท้จริง พบได้ที่วิลล่าริมเขาส่วนตัวแห่งโฟว์ซีซั่นส์ รีสอร์ท เกาะสมุย พักผ่อนอย่างแสนสบายให้ความเยาว์กลับฟื้นคืนมา เสน่ห์ของภาพความชุ่มชื้นและความงามแห่งอ่าวไทยก่อให้เกิดความงดงามเมื่อได้เห็น อาหารและบริการในแบบที่มั่นใจได้ว่าตรงตามประสงค์ของแขกทุกคนที่ได้มาพัก ไม่ว่าจะเลือกไปตามจุดท่องเที่ยวใกล้เคียงบนเกาะ หรืออยากจะไปที่พิเศษอื่นใด รับรองได้ว่าเมื่อได้มาพักสักครั้งแล้วจะต้องกลับมาเยือนอีกตลอดไป ',

}