var onceTH = {
    
        ONCE_H : 'เพียงสักครั้งหนึ่งในชีวิตนี้',
        ONCE_P1 : 'เมืองไทยมีเรื่องราวมากมายหลายอย่างที่ควรต้องลองสัมผัสสักเรื่อง คุณค่าแห่งเรื่องราวต่าง ๆ มิได้ตีค่าเพียงแค่ราคา แต่ความเป็นเอกอันไร้ที่ใดเสมอเหมือนแห่งความงดงามและวัฒนธรรมไทย เปรียบประหนึ่งหน้าต่างสู่จิตวิญญาณแห่งอาณาจักรแห่งนี้',

        ONCE_SSC_H : 'จิบแชมเปญชมอาทิตย์อัสดงบนเรือสำราญที่ภูเก็ต',
        ONCE_SSC_P1 : 'ถือ Perrier Jouet ติดมือไปดื่มฉลองให้กับวันอันแสนงามเมื่อเสร็จสิ้นการล่องเรือสำราญ MY Victory 85 พร้อมดูพระอาทิตย์อัสดง คือความพิเศษสุดที่จัดบริการโดยอันดามันครุยส์ (Andaman-cruises.com/join-day-cruise.html) ที่มีเรือยอร์ชหลายแบบให้เลือกเพื่อการเดินทาง ต้องไม่ลืมหยุดแวะที่แหลมพรหมเทพปลายสุดแห่งเกาะอันเป็นจุดชมลำแสงเหลืองแดงของพระอาทิตย์ยามอัสดงที่งดงามที่สุดบนเกาะนี้',

        ONCE_KYW_H : 'ท่องเที่ยวชิมไวน์ที่เขาใหญ่ด้วยลัมบูร์กินีหรูและเครื่องบินส่วนตัว ',
        ONCE_KYW_P1 : 'ลองเช่าเครื่องบินเจ็ทส่วนตัว แล้วบินไปร่อนลงจอดที่ลานบินขนงพระ (Khanong Phra Airport) ของชาญวีร์ รีสอร์ท แอนด์คันทรี่คลับ (www.ranchocharnvee.com) หรือจะเรียกบริษัทรถเช่าให้นำลัมบูร์กินี รถยนต์ระดับสุดยอดหรูหรา  มาให้ขับลดเลี้ยวไปยังอุทยานแห่งชาติเขาใหญ่ในแบบสุดหรูอลังการ (www.prestigecarrentalbangkok.com) แล้วเยี่ยมชมไร่องุ่นกรานมอนเต ไร่องุ่นที่สวยงามที่สุดแห่งหนึ่งในเมืองไทย (www.grandmonte.com) ก่อนจะกลับมาค้างที่ ศาลาเขาใหญ่ (www.salaresorts.com/khaoyai) ที่พักหรูสุดพิเศษที่มีห้องพักและพูลวิลล่าให้เลือกพักเพียง 7 ห้อง',

        ONCE_PYA_H : 'สนุกสนานแล่นเรือยอร์ชส่วนตัว',
        ONCE_PYA_P1 : 'เช่าเหมาลำเรือยอร์ชส่วนตัวท่องไปบนผืนน้ำในแบบที่จะจดจำไม่ลืมเลือนกับทิวทัศน์ของเกาะอันเขียวชอุ่มด้วยภาพความงามแห่งธรรมชาติ ไม่ว่าจะเป็นการปิกนิกแบบหลบลี้จากผู้คน หรือท่องเที่ยวไปในท้องทะเล เรือยอร์ชเช่าเหมาลำ เช่น พริ้นเซสยอร์ช (www.princessyachtssea.com) และ เอเชียมารีน (www.asia-marine.com) สรรหาทุกสิ่งที่พร้อมสำหรับการออกสำรวจไปตามหมู่เกาะและคุ้งอ่าวอันเงียบสงบในอ่าวไทยและทะเลอันดามัน   ',

        ONCE_AEF_H : 'ชื่นชมงานศิลป์แห่งดอกไม้ในกรุงเทพ',
        ONCE_AEF_P1 : 'ให้โชเฟอร์ที่พูดภาษาอังกฤษจาก www.firstclassbangkok.com ขับจากัวร์ XJ ที่พร้อมสรรพด้วยไวไฟ แชมเปญมารับไปท่องย่านเมืองเก่าในเขตดุสิต ที่ พิพิธภัณฑ์วัฒนธรรมดอกไม้ (www.floralmuseum.com) ผลงานของสกุล อินทกุล ศิลปินงานดอกไม้ชื่อเสียงเป็นที่รู้จักระดับนานาชาติแห่งนี้คือที่แห่งเดียวในโลกที่ควรค่าไปเยี่ยมชม และเข้าร่วมกิจกรรมหัดร้อยมาลัย หรือเพียงไปสัมผัสความหอมอบอวลนานาจากดอกไม้ของที่นี่ ',

        ONCE_CPD_H : 'อาหารมื้อค่ำสุดหรูบนเรือล่องลำน้ำเจ้าพระยาในกรุงเทพ',
        ONCE_CPD_P1 : 'ทิ้งภาพความวุ่นวายจากตึกคอนกรีตอันน่าเวียนหัวของกรุงเทพ หันมาลอยล่องไปบนลำน้ำเจ้าพระยาหัวใจแห่งอาณาจักรแห่งนี้ที่สมบูรณ์แบบที่สุดสำหรับดื่มด่ำมื้ออาหารอันทรงเกียรติบนเรือ อัปสราดินเนอร์ครุยส์ ที่ลอยล่องอย่างสงบไปตามลำน้ำด้วยบริการอาหารไทยชั้นสูงด้วยกรรมวิธีการปรุงที่ละเมียดละไมซับซ้อนมากกว่าการทำผัดไทย อาหารที่รู้จักกันทั่วไป และได้ชื่นชมทิวทัศน์วิถีชีวิตแห่งลำน้ำสำคัญที่สุดของประเทศ (www.banyantree.com/en/ap-thailand-bangkok/apsara)',

        ONCE_HAB_H : 'โบยบินบนกระเช้าบอลลูนลมร้อนเหนือฟ้าที่เชียงใหม่',
        ONCE_HAB_P1 : 'การเดินทางหนึ่งชั่วโมงด้วยกระเช้าบอลลูนลมร้อนอันสมบูรณ์แบบจะพาท่านสู่ยอดไม้เหนือทิวเขาของภาคเหนือที่จังหวัดเชียงใหม่ สัมผัสทิวทัศน์เขียวชอุ่มยามพระอาทิตย์ขึ้นด้วยมุมมองอย่างนก ปลุกประสาทให้ตื่นด้วยกาแฟหรือน้ำชาที่เสิร์ฟต้อนรับเมื่อมาถึง เพลิดเพลินไปกับการเดินทาง (พร้อมกับผู้ขับขี่บอลลูนที่ได้รับการฝึกฝนมาอย่างดี) ร่อนลงมารับมื้อเช้าพร้อมจิบแชมเปญฉลองเพื่อเริ่มกิจกรรมสุดวิเศษอื่นที่พื้นล่างต่อไป (www.ballonadventurethailand.com)',


        ONCE_HTS_H : 'เที่ยวชมหมู่เกาะภาคใต้ด้วยเฮลิคอปเตอร์',
        ONCE_HTS_P1 : 'บริการท่องเที่ยวด้วยเฮลิคอปเตอร์บินชมอัญมณีแห่งชายฝั่งทางภาคใต้ที่เกาะภูเก็ต และเกาะเล็กน้อยอื่น เช่น เกาะพีพี เกาะลันตา เกาะใหญ่ใน และอ่าวพังงา การเดินทางสี่ชั่วโมงแระกอบด้วยเกาะลันตาสองชั่วโมง และหยุดพักที่แหลมพรหมเทพอันโรแมนติคที่สุดของภูเก็ต ได้เก็บภาพพระพุทธรูปหินอ่อนขาวแบบพม่านามพระพุทธมิ่งมงคลเอกนาคคีรี และภาพแนวชายฝั่ง ป่าไม้และหมู่บ้านต่างในแบบมุมสูงที่ไม่มีใครเหมือน (www.skydance.aero) ',

        ONCE_TCT_H : 'ตามรอยเส้นทางท่องเที่ยวด้วยรถไฟจากกรุงเทพ',
        ONCE_TCT_P1 : 'ตู้รถไฟ Presidential ของ The Eastern and Oriental Express หรูหราระดับราชาจากกรุงเทพไปสิงคโปร์ไปเลียบตามเส้นทางแนวชายฝั่งภาคใต้สู่มาเลเซีย ได้สัมผัสวัฒนธรรมพื้นเมืองขนานแท้ พบปะพุดคุยกับควาญช้าง ผู้นำหมู่บ้านรุ่นเก่าที่เชี่ยวชาญเรื่องไวน์ และพักผ่อนอย่างสะดวกสบายในตู้รถไฟระดับหรู (www.belmond.com/eastern-and-oriental-express/journeys)',

        ONCE_BBF_H : 'คืนสู่สามัญในฟาร์มที่โคราช ',
        ONCE_BBF_P1 : 'ใช่แล้ว ฟาร์มจิม ทอมป์สัน (www.jimthompsonfarm.com) ชื่อเดียวกันกับบริษัทผลิตผ้าไหมไทยอันหรูหรา ฟาร์มนี้เป็นการผสมผสานการท่องเที่ยวเชิงเกษตรและเป็นมิตรกับส่งแวดล้อมด้วยวิถีแห่งการทำฟาร์มแบบยั่งยืน ติดกันกับฟาร์ม คือ หมู่บ้านชาวอีสานดั้งเดิมที่อาศัยกันอยู่มายาวนานก่อนที่วัฒนธรรมตะวันตกจะคืบคลานเข้ามา โคราช ไม่ใช่เมืองหลักที่จะเดินทางด้วยเครื่องบินพาณิชย์ จึงมีบริษัทจัดการเครื่องบินเจ็ทส่วนตัวไว้รับรองแทน (www.mjets.com)',

        ONCE_ATS_H : 'เยือนวัดโบราณยามเช้าตรู่ด้วยเรือขนข้าวเก่าที่อยุธยา',
        ONCE_ATS_P1 : 'สัมผัสความสงบยามอาทิตย์อุทัยที่อยุธยาเมืองหลวงเก่าบนดาดฟ้าเรือหรูที่ดัดแปลงจากเรือขนข้าวสมัยโบราณ (www.mekhala.com) เริ่มออกเดินทางจากกรุงเทพยามค่ำตามลำน้ำสู่อยุธยาตามรอยกระบวนพยุหยาตราทางชลมารค เพลิดเพลินกับชีวิตริมฝั่งน้ำตามรายทางและอาหารไทยสุดหรูแบบชาวน้ำ (ประณีตบรรจงเพียบพร้อมด้วยกุ้งแม่น้ำ)',

        ONCE_PBD_H : 'อาหารค่ำส่วนตัวริมหาดบนเกาะสมุย',
        ONCE_PBD_P1 : 'อาหารค่ำสำหรับสองเราใต้แสงดาวบนสวรรค์หาดทรายในแบบส่วนตัว คือความโรแมนติคที่โรงแรมหรรษา เกาะสมุย (www.hansarsamui.com/dinning_un-der_stars) จัดสรรไว้รับรอง ด้วยการบริการจากบริกรส่วนตัวที่เชี่ยวชาญ รายการอาหารที่ปรับเปลี่ยนไม่ซ้ำกันทุกเดือน จานเรียกน้ำย่อยและอาหารออกแบบปรุงรสโดยเชฟชั้นนำที่จะช่วยให้ความสนุกสนานบนหาดปิดท้ายวันอย่างงดงาม',

        ONCE_KYP_H : 'เทศกาลลอยกระทงและยี่เป็งเชียงใหม่',
        ONCE_KYP_P1 : 'ที่เชียงใหม่ นอกจากจะลองอาหารดั้งเดิมนามว่า ข้าวซอย (บะหมี่กรอบราดน้ำแกง) ไปแล้ว ไม่มีอะไรจะรื่นเริงได้มากเท่ากับเทศกาลลอยกระทง (เทศกาลที่แสดงความเคารพต่อพระแม่คงคา) และ ยี่เป็ง (โคมลอยที่จุดเทียนนับพันโคมที่ลอยสู่ท้องฟ้า) จองห้องพักที่โรงแรมดาราเทวี (www.dharadhevi.com) เพื่อการดื่มด่ำกับวัฒนธรรมอันงดงามระหว่างการพักผ่อนในวันหยุดอันสงบเยือกเย็นด้วยกิจกรรมประจำวันแบบพื้นเมือง (เช่น การสานตะกร้า) และบริการสปาอันเยี่ยมยอด  ',
        
        ONCE_SS_H : 'สงกรานต์ที่สุโขทัย',
        ONCE_SS_P1 : 'ทั้งกรุงเทพและเชียงใหม่ขึ้นชื่อในเรื่องการเล่นสาดน้ำฉลองวันขึ้นปีใหม่ไทย (เทศกาลสงกรานต์) แต่สุโขทัยนั้นมีเสน่ห์เรื่องนี้ไม่แพ้กันด้วยความงามจากวัดเก่าแก่ที่เป็นภาพฉากหลังและบรรยากาศแบบสงบมากกว่า ลองค้นหาวัฒนธรรมแบบผ่อนคลายให้ลึกลงไปด้วยการเลือกพักที่โฮมสเตย์ (homestaynatonchan.blogpost.com) ที่เจ้าของบ้านจะแนะนำให้รู้จักเครื่องมือท้องถิ่น อย่างเช่น กี่ทอผ้า และงานฝีมือต่าง ๆ แม้ห้องพักจะดูไม่ค่อยมีอะไรแต่วิถีวัฒนธรรมท้องถิ่นที่คุณจะได้เข้าถึงนั้นควรค่าแห่งการไปสัมผัสกว่าการไปเที่ยวตามธรรมดาอันดาษดื่น',

        ONCE_HOE_H : 'สัมผัสประสบการณ์ที่ปางช้าง',
        ONCE_HOE_P1 : 'การมาพักที่ Four Seasons Tented Camp Golden Triangle (www.fourseasons.com/goldentriangle) คือโอกาสที่คุณจะได้สัมผัสกับยักษ์ใหญ่ใจดีที่บ้านในธรรมชาติของมันแบบเป็นส่วนตัวที่สุด ตารางการเดินทางแบบสามถึงสี่วันทำไว้ให้คุณได้เริ่มตั้งแต่การเป็นควาญเบื้องต้น (ควบคุมช้าง) การให้อาหาร การดูแล ไปจนถึงการออกเดินเข้าไปในป่าและดูช่วงเวลาสุดโปรดชองช้าง คือการอาบน้ำและเล่นน้ำในแม่น้ำ ช้างหลายเชือกได้รับการช่วยเหลือออกมาจากการใช้งานที่ถูกทารุณพาร่อนเร่ไปตามถนนในกรุงเทพและพัทยา คุณจะประทับใจไปกับความสุขของช้างที่ได้กลับคืนสู่ถิ่นที่พวกมันควรได้อาศัยอยู่',

        ONCE_CSU_H : 'ทุ่งบัวแดงแห่งอุดรธานี',
        ONCE_CSU_P1 : 'ละลานตากับภาพความงามอันสุดวิเศษของบัวแดงมากมายที่บานเต็มทุ่งได้ปีละครั้งในช่วงเดือนตุลาคมไปจนถึงปลายเดือนมกราคมที่หนองหาน จังหวัดอุดรธานี ด้วยการนั่งเครื่องบินไปแบบเที่ยวบินส่วนตัว แล้วเข้าพักที่บ้านเดียมโฮมสเตย์ (Ban Diam Homestay) อันน่ารักอบอวลด้วยบรรยากาศแบบอีสานแท้ที่อยู่ใกล้กับทุ่ง ตื่นแต่เช้าให้ไปทันดูบัวบาน (ดีที่สุดคือช่วง 6-10 โมงเช้า) เติมพลังด้วยอาหารเช้าจากโฮมสเตย์ แล้วมุ่งหน้าสู่อุทยานก่อนประวัติศาสตร์บ้านเชียงที่ UNESCO จัดให้เป็นมรดกโลกและเป็นแหล่งท่องเที่ยวที่ดีที่สุดของจังหวัด',

        ONCE_LCC_H : 'เรียนทำอาหารบนเรือล่องเจ้าพระยา ',
        ONCE_LCC_P1 : 'สำหรับผู้ที่ต้องการเรียนรู้ทุกอย่างที่เป็นไทยแล้ว ชั้นเรียนทำอาหารไทยจัดว่าเป็นเรื่องยอดนิยม ดังนั้น เรือมโนราห์ครุยส์ (www.manoharacruises.com) จึงคัดสรรการเรียนการสอนแบบสุดยอดพร้อมกับทิวทัศน์ในแบบที่ไม่มีใครทำ ด้วยการลงเรือมโนราห์ซึ่งดัดแปลงจากเรือขนข้าวสารแบบโบราณล่องลอยไปในแม่น้ำเจ้าพระยา ก่อนจะหยุดเลือกซื้อหาวัตถุดิบสุดสดใหม่ที่ตลาดสดเพื่อมาทำอาหารแบบริมน้ำขนานแท้คู่กับผักสดพื้นบ้าน ',

        ONCE_YACHT_H : 'สถานที่ล่องเรืออย่างสมบูรณ์แบบ การแล่นเรือยอร์ชในประเทศไทย',
        ONCE_YACHT_P1: 'ธรรมชาติของไทยมีความงามสุดพิเศษมากที่สุดในภูมิภาคด้วยทะเลอันดามันตามแนวฝั่งตะวันตกและอ่าวไทยทางตะวันออกที่โอบอยู่ทั้งสองด้านของประเทศ ทำให้เป็นภาพความงามในฝันสำหรับการแล่นเรือยอร์ชในแบบที่ลืมไม่ลง',

        ONCE_YACHT_P2: 'ตลอดเวลาห้าปีที่ผ่านมา จำนวนเรือยอร์ชทั่วไปและเรือยอร์ชสุดยอดหรูหราเพิ่มจำนวนขึ้นอย่างมากตามชายฝั่ง ซึ่งช่วยผลักดันมาตรฐานของอุตสาหกรรมเรือยอร์ช การจัดการแข่งขันเรือหลายครั้งในประเทศ (จากภูเก็ต อ่าวพังงา เกาะสมุย มายังหัวหินและพัทยา) ช่วยทำให้สิ่งอำนวยความสะดวกในการเล่นเรือยอร์ชชั้นนำในประเทศและพื้นที่อันน่าตื่นตะลึงสำหรับการแล่นเรือเป็นที่โดดเด่น รวมทั้งการจัดแข่งขันเรือยอร์ชในภูเก็ต อ่าวพังงา หัวหิน พัทยาและเกาะสมุย',

        ONCE_YACHT_P3: 'ภูเก็ตเป็นจุดหมายแห่งการเล่นเรือยอร์ชที่พัฒนาแล้วที่ดีที่สุดของไทยด้วยการมีท่าเรือที่พร้อมบริการเต็มรูปแบบถึงสี่ท่า ระดับของพื้นที่การเล่นเรือที่เข้าถึงได้ง่ายมีมากพอกันกับความน่าตื่นตะลึงของพื้นที่ เช่น พื้นที่เล่นเรือในวันเดียวอย่างเกาะราชา เกาะรัง เกาะไข่ เกาะนาคา เกาะปะการัง เกาะพีพีและอ่าวพังงาอันงดงาม สำหรับเรือใบขนาดใหญ่นั้นควรแล่นออกไปที่หมู่เกาะสิมิลันและหมู่เกาะสุรินทร์อันมีชื่อเสียงและอยู่ห่างไปจากชายฝั่ง',

        ONCE_YACHT_P4: 'พื้นน้ำอันสงบของอ่าวไทยรอบเกาะสมุยเหมาะสำหรับการเล่นเรือยอร์ชได้อย่างกว้างไกล เกาะใกล้เคียงอีกหลายที่ เช่น เกาะพงัน เกาะเต่า และเกาะนางยวน เป็นที่นิยมสำหรับการเล่นเรือในวันเดียว แต่ถ้าจะพูดถึงจุดเล่นเรือที่งดงามที่สุดต้องไปที่อุทยานแห่งชาติทางทะเลหมู่เกาะอ่างทอง  ซึ่งประกอบด้วยเกาะเล็กเกาะน้อยเขียวชอุ่ม 42 เกาะงดงามจนได้เป็นสถานที่ถ่ายทำภาพยนตร์ระดับโลกเรื่อง The Beach',

        ONCE_YACHT_P5: 'สำหรับกระบี่ที่อยู่ฝั่งตรงข้ามภูเก็ตในอ่าวพังงา  ภูมิทัศน์ของเขาหินปูนที่ผุดขึ้นในท้องน้ำทำให้เป็นจุดเล่นเรือในเอเชียที่สวยงามแบบลืมหายใจ ไม่ต้องกังวลกับการจะไม่มีเกาะให้ทอดสมอสำหรับการพายเรือคายัคไปตามทะเลสาบและถ้ำในทะเลอันงดงามที่ซ่อนตัวอยู่ก่อนจะสนุกสนานกับการปิกนิกภบนเกาะที่ห่างไกลจากผู้คน',

        ONCE_YC_H: 'บริษัทให้บริการเรือยอร์ช',
        ONCE_YC_PY_H: 'Princess Yachts Southeast Asia',
        ONCE_YC_SM_H: 'Simpson Marine',
        ONCE_YC_BL_H: 'Boat Lagoon Yachting Charter',
        ONCE_YC_AM_H: 'Asia Marine',
        ONCE_YC_SA_H: 'Sunsail Asia',
        ONCE_YC_NJ_H: 'Northrop & Johnson',
        ONCE_YC_SS_H: 'Seal Superyachts',
        ONCE_YC_AP_H: 'Asia Pacific Superyachts',

        ONCE_YE_H: 'กิจกรรมการเล่นเรือ',
        ONCE_YE_PK_H: 'ภูเก็ตรีกัตตาชิงถ้วยพระราชทาน',
        ONCE_YE_OM_H: 'โอเชี่ยนมารีน่าพัทยาโบ้ตโชว์',
        ONCE_YE_AS_H: 'Asia Superyacht Rendezvous',
        ONCE_YE_PI_H: 'Phuket International Boat Show',
        ONCE_YE_PY_H: 'ภูเก็ตยอร์ชโชว์',
        ONCE_YE_TG_H: 'Top of the Gulf Regatta',
        ONCE_YE_TB_H: 'The Bay Regatta',
        ONCE_YE_PR_H: 'Phuket Race Week',

        ONCE_GOLFING_H: 'ตีกอล์ฟที่เมืองไทย',
        ONCE_GOLFING_P1: 'ประทศไทยเป็นที่รู้กันอย่างกว้างขวางว่าเป็นจุดหมายปลายทางสำหรับการตีกอล์ฟที่ดีที่สุดแห่งหนึ่งของเอเชีย อาณาจักรแห่งนี้มีสนามกอล์ฟมากกว่า 250 แห่ง หลายแห่งออกแบบโดยนักกอล์ฟมืออาชีพชั้นนำ เช่น เกรก นอร์แมน(Greg Norman) และ แจ็ค นิคลอส  (Jack Niklaus) หรือสถาปนิกชื่อดัง พีท ดาย (Pete Dye) และโรเบิร์ต เทร็นท์ โจนส์ (Robert Trent Jones) ด้วยสภาพทิวทัศน์อันลืมไม่ลง แฟร์เวย์คดเคี้ยวไปมา และสโมสรสมาชิกอันหรูหรา ดินแดนแห่งรอยยิ้มนี้จึงเป็นสุดยอดความฝันของบรรดานักกอล์ฟ',

        ONCE_GOLFING_AS_H:'สนามกอล์ฟอมตะ สปริงส์ (ชลบุรี)',
        ONCE_GOLFING_AS_P1:'สนามกอล์ฟอมตะได้รางวัล “สนามกอล์ฟที่ดีที่สุด” 4 ปีซ้อนที่ผ่านมาสำหรับการแข่งขัน Asian Tour',
        ONCE_GOLFING_AL_H:'สนามกอล์ฟอโยธยาลิงค์ (อยุธยา)',
        ONCE_GOLFING_AL_P1:'สนามกอล์ฟที่ดีสุดยอดของประเทศไทย และเป็นที่รู้กันแพร่หลายว่าดีที่สุด',
        ONCE_GOLFING_AG_H:'สนามกอล์ฟอัลไพน์กอล์ฟคลับ (ปทุมธานี)',
        ONCE_GOLFING_AG_P1:'สวรรค์อันเย้ายวนด้วยเนินและคลื่นแห่งกรีนอันท้าทายและหลุมเก้าที่ต้องจดจำ',
        ONCE_GOLFING_SC_H:'สนามกอล์ฟสยามคันทรี่คลับ (เดิม)(ชลบุรี)',
        ONCE_GOLFING_SC_P1:'สนามกอล์ฟแห่งประวัติศาสตร์ที่ออกแบบโดย Isao Mazumi ผู้มีชื่อเสียงในปี 2515',
        ONCE_GOLFING_BH_H:'สนามกอล์ฟบันยัน (หัวหิน)',
        ONCE_GOLFING_BH_P1:'สนามกอล์ฟมหึมา 18 หลุมที่เป็นจุดเด่นของโครงการพัฒนาที่อยู่อาศัยขนาดใหญ่ในชายฝั่งทะเลตะวันตกของประเทศ',
        ONCE_GOLFING_RM_H:'สนามกอล์ฟเร้ดเมาเท่น (ภูเก็ต)',
        ONCE_GOLFING_RM_P1:'สนามกอล์ฟในภูเก็ตที่ฝนตกอย่างทำนายไม่ได้ ออกแบบดัดแปลงจากพื้นที่เหมืองดีบุกเก่า',
        ONCE_GOLFING_BM_H:'สนามกอล์ฟแบลคเมาเท่น (หัวหิน)',
        ONCE_GOLFING_BM_P1:'อยู่ใกล้เมืองหัวหิน ฟิล ไรอัน (Phil Ryan) ออกแบบโดยใช้ความคิดของนักกอล์ฟระดับแชมป์โลก',
        ONCE_GOLFING_BC_H:'สนามกอล์ฟบลูแคนย่อน (ภูเก็ต)',
        ONCE_GOLFING_BC_P1:'สนามกอล์ฟอันลือชื่อเรื่องหลุมที่น่าจดจำที่สุดในเอเชีย ',
        ONCE_GOLFING_TC_H:'สนามกอล์ฟไทยคันทรี่คลับ (ฉะเชิงเทรา) ',
        ONCE_GOLFING_TC_P1:'สนามที่มีคลับเฮ้าส์หรูหราที่สุดในเอเชีย ที่ไทเกอร์ วู้ดส์ (Tiger  Woods) ทำแต้มไว้ที่ 64',
        ONCE_GOLFING_SC_H:'สนามกอล์ฟสันติบุรี (เชียงราย)',
        ONCE_GOLFING_SC_P1:'สนามกอล์ฟสภาพดีที่สุดแห่งหนึ่งของประเทศ ออกแบบโดยโรเบิร์ต เทรนท์ โจนส์ (Robert Trent Jones)',

}