var wellnessTH = {
     
        WELLNESS_H:'ท่องเที่ยวเพื่อสุขภาพ',
        WELLNESS_P1:'สปาและการนวดแผนโบราณที่สืบย้อนหลังไปได้หลายศตวรรษ ทำให้ประเทศไทยในฐานะที่เป็นหนึ่งในจุดหมายปลายทางด้านการท่องเที่ยวทีมีชื่อเสียงด้านการดูแลรักษาสุขภาพซึ่งเก่าแก่พอกับอายุของประเทศ เมื่อไม่นานมานี้ ประเทศไทยได้กลายเป็นสถานที่ระดับโลกสำหรับโยคะและศูนย์ล้างพิษ ทำให้ประเทศไทยเป็นศูนย์กลางของการฟื้นฟูร่างกาย จิตใจ และจิตวิญญาณอย่างแท้จริง',

        WELLNESS_SM_H:'สปาและการนวดผ่อนคลาย',
        WELLNESS_SM_DT_H:'เทวาสปาและศูนย์สุขภาพ โรงแรมดาราเทวี เชียงใหม่',
        WELLNESS_SM_DT_P1:'เทวาสปาเป็นผลงานด้านสถาปัตยกรรมชั้นยอด ใช้เวลาสร้างมากกว่า 3 ปีด้วยศิลปท้องถิ่นคล้ายกับวังแบบพม่า ล้อมรอบไปด้วยลวดลายแกะแบบศิลปพม่า ณ ที่นี่ คุณจะได้รับการบำบัดแบบตะวันออกโบราณอย่างเช่น อายุรเวช ในบรรดาการนวดและการรักษา สปาที่ใช้เทคนิคแบบอายุรเวชที่มีอายุมากกว่า 5,000 ปีที่เรียกว่า ศิโรธรา ซึ่งจะราดน้ำมันลงบนหน้าผาก หรือ “ตาดวงที่สาม” เพื่อที่จะสร้างความสงบและความสมดุลย์ภายใน',

        WELLNESS_SM_DT_H:'เทวาสปาและศูนย์สุขภาพ โรงแรมดาราเทวี เชียงใหม่',
        WELLNESS_SM_DT_P1:'เทวาสปาเป็นผลงานด้านสถาปัตยกรรมชั้นยอด ใช้เวลาสร้างมากกว่า 3 ปีด้วยศิลปท้องถิ่นคล้ายกับวังแบบพม่า ล้อมรอบไปด้วยลวดลายแกะแบบศิลปพม่า ณ ที่นี่ คุณจะได้รับการบำบัดแบบตะวันออกโบราณอย่างเช่น อายุรเวช ในบรรดาการนวดและการรักษา สปาที่ใช้เทคนิคแบบอายุรเวชที่มีอายุมากกว่า 5,000 ปีที่เรียกว่า ศิโรธรา ซึ่งจะราดน้ำมันลงบนหน้าผาก หรือ “ตาดวงที่สาม” เพื่อที่จะสร้างความสงบและความสมดุลย์ภายใน',

        WELLNESS_SM_GT_H:'โฟร์ซีซั่น เต้นท์ แคมป์ สามเหลี่ยมทองคำ เชียงราย',
        WELLNESS_SM_GT_P1:'หลังจากวันที่ไม่สามารถจะลืมได้จากการเดินป่าบนหลังช้าง ไม่มีอะไรจะเหมือนกับการให้รางวัลเหมือนกับสปาในป่าที่หรูหราของโฟร์ซีซั่น การพักผ่อนตั้งอยู่ห่างไม่กี่ก้าว ในศาลาที่โปร่งรับลมที่ฝังตัวอยู่ในป่าที่บริสุทธิ์ เมนูสปามีทั้งการบำบัดรักษาทางเลือกซึ่งใช้พันธุ์ไม้ภูเขาและสมุนไพรที่อบอุ่น เหมือนภาพฉายของ Ruak Ritual การนวดทั้งตัวด้วยไม้ที่ทำด้วยมือจากไม้ไผ่ป่าที่หามาจากพื้นที่รอบๆ',

        WELLNESS_SM_DT_H:'เทวาสปาและศูนย์สุขภาพ โรงแรมดาราเทวี เชียงใหม่',
        WELLNESS_SM_DT_P1:'เทวาสปาเป็นผลงานด้านสถาปัตยกรรมชั้นยอด ใช้เวลาสร้างมากกว่า 3 ปีด้วยศิลปท้องถิ่นคล้ายกับวังแบบพม่า ล้อมรอบไปด้วยลวดลายแกะแบบศิลปพม่า ณ ที่นี่ คุณจะได้รับการบำบัดแบบตะวันออกโบราณอย่างเช่น อายุรเวช ในบรรดาการนวดและการรักษา สปาที่ใช้เทคนิคแบบอายุรเวชที่มีอายุมากกว่า 5,000 ปีที่เรียกว่า ศิโรธรา ซึ่งจะราดน้ำมันลงบนหน้าผาก หรือ “ตาดวงที่สาม” เพื่อที่จะสร้างความสงบและความสมดุลย์ภายใน',

        WELLNESS_SM_MD_H:'ดิ โอเรียนท์ สปา แมนดาริน กรุงเทพ ฯ',
        WELLNESS_SM_MD_P1:'ดิโอเรียนท์สปาตั้งอยู่ในบ้านไม้สักอายุกว่าศตวรรษที่ปรับปรุงใหม่บนริมฝั่งแม่น้ำเจ้าพระยาในกรุงเทพ ตกแต่งด้วยสัมผัสแบบสยามจากวันวานที่แสนคลาสสิค นอกจากนี้ เมนูสปายังประกอบด้วยการบำบัดรักษาที่เป็นเอกลักษณ์ และวารีบำบัดระดับโลก อยู่ในแพคเกจที่เอาอกเอาใจตั้งแต่หัวจรดปลายเท้า ลองโปรแกรมที่เป็นเอกลักษณ์เฉพาะ “Oriental Organic Journey” ซึ่งจะล้างพิษโดยการขัดผิว การบำรุงรักษาเส้นผม และการนวดที่อ่อนละมุนด้วยครีมน้ำนมข้าว',

        WELLNESS_SM_TS_H:'ตรีสรา ภูเก็ต',
        WELLNESS_SM_TS_P1:'สปาแห่งนี้เป็นบ้านของการนวดที่หรูหรา การนวดที่เป็นเอกลักษณ์ของตรีสราคือการนวดแบบหกมือ หรือเรียกว่า “รอยัล ตรีสรา”  การบำบัดที่ฟุ่มเฟือยนี้เริ่มด้วยการขัดเท้าด้วยตะไคร้และเกลือทะเล นำไปสู่การบำบัดแบบไทยดั้งเดิมและสวีดิช และการนวดกดจุดซึ่งดำเนินไปพร้อมๆ กันโดยนักบำบัดสามคน แขกสามารถที่จะเพลิดเพลินกับ รอยัล ตรีสรา ได้ในแบบการบำบัดในวิลล่า บนระเบียงไม้สักที่มองออกไปเห็นทะเลอันดามัน',

        WELLNESS_SM_HR_H:'บารายสปา ไฮแอทรีเจนซี่ หัวหิน',
        WELLNESS_SM_HR_P1:'บารายตั้งเป้าที่จะพาแขกไปยังการเดินทางของประสาทสัมผัส โดยใช้เมนูที่คิดค้นผ่านทางธาตุทั้งสี่ โดยการเลือก น้ำ ดิน ลม และไฟ แขกจะได้รับการการบำบัดที่มุ่งเน้นการคลายความเครียด ความสมดุลย์ ความงามและพลังงาน ตามลำดับ เป็นสิ่งที่เป็นเลิศสำหรับโรแมนติกเก็ตอะเวย์ คือ วอเตอร์ คัปเปิล คอนเน็ค โปรแกรมสำหรับสองคนประกอบด้วยการนวดสมดุลย์จักรราศี รวมทั้งการขัดผิวและหน้าโดยใช้การกระตุ้นด้วยมะลิหรือกระดังงา เป็นต้น',

        WELLNESS_SM_SL_H:'ชิ เดอะสปา โรงแรมแชงกรีล่า กรุงเทพ ฯ',
        WELLNESS_SM_SL_P1:'หลังจากที่ได้ก้าวเข้าสู่ชิ และลงไปสู่อารามแห่งความงามที่อยู่ใต้ดิน ยากที่คุณจะไม่ยอมจำนนต่อการผ่อนคลายทั้งหมด เมนูสปาที่ได้รับรางวัล รวมทั้งความหลากหลายของเทคนิคแบบเอเซียและไทยดั้งเดิม ที่ใช้เส้นศูนย์สูตร ดินเหนียว และสมุนไพร เพื่อที่จะฟื้นฟูความกลมกลืนทั้งภายนอกและภายใน จากการบำบัดหน้าด้วยคาเวียร์สีชมพูไปจนถึงการนวดด้วยหินร้อน แขกสามารถที่จะสร้างแพคเกจส่วนตัวแบบสองถึงสี่ชั่วโมงให้เป็นไปตามที่ต้องการได้',

        WELLNESS_SM_PS_H:'เดอะ เพนนินซูลา สปา เพนนินซูลา กรุงเทพ ฯ',
        WELLNESS_SM_PS_P1:'ภายในอาคารทรงโคโลเนี่ยลแบบไทยที่มองออกไปเห็นแม่น้ำเจ้าพระยา เพนนินซูลาสปานำเสนอการบำบัดที่จัดเฉพาะบุคคลสำหรับร่างกาย จิตใจ และจิตวิญญาณ แพคเกจประกอบด้วยการขัดผิวด้วยเกลือสมุทร อบไอน้ำ และการบำบัดด้วยกลิ่นหอม เพือที่จะปลดปล่อยความเครียดที่ฝังลึกและยกระดับสัมผัสขึ้นอย่างอ่อนโยน เพนนินซูลาสปายังมีเมนูการบำบัดที่เหนือธรรมดาที่เน้นสำหรับผู้ชาย ความเครียดไม่สามารถต้านทานใบหน้าที่บริสุทธิ์และแจ่มใส และการนวดกดจุดที่เท้า คอและหลัง',

        WELLNESS_Y_H:'โยคะ',
        WELLNESS_SM_SK_H:'สมาฮิตา เกาะสมุย',
        WELLNESS_SM_SK_P1:'การบำบัดริมหาดที่นี่เป็นที่รู้จักันดีว่าเป็นหนึ่งในจุดหมายชั้นยอดของโลกสำหรับโยคะและเป็นด้วยเหตุผลที่ดี การบำบัดที่สมาฮิตานั้นล้ำลึกอย่างยิ่ง ไม่เพียงแต่เป็นการฝึกฝนประจำวันเท่านั้น แต่ยังสอนถึงปรัชญา ประวัติศาสตร์และสุขภาพในระยะยาว ทั้งผู้ที่เริ่มต้นและผู้ที่ช่ำชองสามารถที่จะได้กำไรจากโปรแกรมที่จัดเฉพาะและจะมีทางเลือกที่จะรวมการล้างพิษ การทำความสะอาด และการทำสมาธิ ในแพคเกจใดๆ สำหรับวิธีการที่ครอบคลุมในการรักษาสุขภาพ',

        WELLNESS_SM_SS_H:'สปา แซงค์ชัวรี่ บันยันทรี ภูเก็ต',
        WELLNESS_SM_SS_P1:'ไม่มีการฟื้นฟูที่ไหนที่ดีไปกว่าที่หมู่บ้านสปาแห่งนี้ กลุ่มวิลล่าที่หรูหราจำนวน 14 หลังที่ตั้งอยู่ในแมกไม้ที่ห้อมล้อมอยู่ของอ่าวบางเทา ภูเก็ต ที่สปา แซงค์ชัวรี่แห่งนี้ แขกสามารถที่จะมีความสุขไปกับโยคะในสวนกลางแจ้งของวิลล่าที่เป็นส่วนตัวและเงียบสงบ ห้อมล้อมไปด้วยดอกไม้ที่สดใสและปาล์มที่มีใบดกเขียวสด ท้ายที่สุดกล้ามเนื่อที่ปวดเมื่อยจะคลายไปอย่างง่ายดายบนระเบียงส่วนตัวที่ออกแบบสำหรับการนวดในวิลล่า',

        WELLNESS_SM_JY_H:'จิรวรรณ โยคะ ภูเก็ต',
        WELLNESS_SM_JY_P1:'การบำบัดด้วยโยคะเพื่อสุขภาพนี้ตั้งอยู่ในโอเอซิสสมัยใหม่ แหลมพันวาที่สวยงามจนตะลึง มันเป็นคำจำกัดความของคำว่า ”ห้องจำนวนน้อย” ซึ่งมีเพียงวิลล่าที่หรูหราจำนวน 16 หลัง ตั้งอยู่อย่างกว้างขวางบนชายหาด ชั้นเรียนแรกของโยคะเริ่มตอนพระอาทิตย์ขึ้น บนหาดทรายสีขาวหันหน้าไปทางทะเลอันดามัน ว่ากันว่าคุณสามารถว่ายน้ำได้ 365 วันต่อปีบนชายหาดแห่งนี้ และการที่จะลงแช่น้ำหลังจากการคารวะดวงอาทิตย์เป็นความเลิศเลอที่เรียบง่าย',

        WELLNESS_SM_SKP_H:'เดอะ แซงค์ชัวรี่ เกาะพงัน',
        WELLNESS_SM_SKP_P1:'ตั้งอยู่บนชายฝั่งที่ไม่ถูกแตะต้องของหาดเทียน เกาะพงัน เดอะแซงค์ชัวรี่เป็นหนึ่งในการบำบัดด้วยโยคะที่ลับที่สุดแห่งหนึ่งของประเทศไทย ที่รีสอร์ทนี้จัดให้มีการบำบัดและเวิร์คชอปโยคะเป็นประจำ เช่นเดียวกับชั้นเรียนโยคะ สมาธิ และพิลาทิส ประจำวัน แพคเกจโยคะวันหยุดนำเสนอดปรแกรม 3, 7 และ 10 วัน ที่เต็มไปด้วยชั้นเรียนส่วนตัว และการนวดบำบัด บังกะโลในป่าที่มีเปลและบันไดไม้ทำให้ที่พักนี้เป็นที่พักที่แท้จริง',


        WELLNESS_M_H:'การทำสมาธิ',
        WELLNESS_M_DMC_H:'ทีปภาวันธรรมสถาน เกาะสมุย',
        WELLNESS_M_DMC_P1:'ธรรมสถานแห่งนี้นำเสนอทางเลือกที่จะดื่มด่ำกับความงามของเกาะสมุยผ่านทางการบำบัดโดยการทำสมาธิบำบัด เป็นภาษาอังกฤษ ที่จะช่วยรักษาจิตใจ ร่างกาย และจิตวิญญาณที่ไม่เหมือนอื่นใด กิจกรรมของศูนย์เน้นในการฝึกฝนการทำสมาธิด้วยการเดิน การยืน และการนั่ง เพื่อช่วยให้แขกได้เอาชนะจิตใจที่วุ่นวายและได้รับความสงบสุขภายใน ทีปภาวันตั้งอยู่ในหุบเขาที่ซ่อนตัวอย่างเงียบสงบไม่ไกลจากชายฝั่งสมุย ซึ่งเป็นที่ที่สมบูรณ์แบบที่จะปล่อยให้โลกภายนอกได้ออกไป',

        WELLNESS_M_DK_H:'ศูนย์ฯ ธรรมกมลา ปราจีณบุรี',
        WELLNESS_M_DK_P1:'ศูนย์วิปัสสนาสมาธิแห่งนี้มีหลักสูตรที่ตามคำสอนของ เอส เอ็น โกเอ็นก้า ผู้สอนวิปัสสนาที่มีชื่อเสียงที่สุดในโลกสมัยใหม่ เทคนิคเหล่านี้ ถูกสอนครั้งแรกในอินเดียกว่า 2,500 ปีมาแล้ว สอนการเปลี่ยนแปลงตนเองโดยการสังเกต ผู้เรียนจะถือศีลแปดและการรักษาความเงียบเป็นเวลา 10 วัน ทำสมาธิเป็นเวลา 10 ชั่งโมงต่อวันโดยมีการหยุดพัก โรงเรียนนี้ตั้งอยู่ใกล้อุทยานแห่งชาติเขาใหญ่ รอบล้อมด้วยสระบัวและต้นไม้ที่พลิ้วไหวเพิ่มมุมมองในปรากฏการณ์ทางธรรวมชาติให้แก่การเดินทาง',

        WELLNESS_M_MWM_H:'สมาธิบำบัดมิดเดิลเวย์ เลย',
        WELLNESS_M_MWM_P1:'ท่ามกลางความเขียวขจีและขุนเขาของภาคตะวันออกเฉียงเหนือของประเทศไทย ผู้เรียนที่มาที่มิดเดิลเวย์เพื่อเรียนรู้การทำสมาธิและการพัฒนาตนผ่านทางการบำบัด 7 วัน ที่นี่เน้นที่การทำสมาธิแบบธรรมกาย จากการค้นหาตัวตนที่แท้จริงสู่ความแท้จริงของนิพพาน ศูนย์แห่งนี้มีภูมิทัศน์ที่สวยงามโดดเด่นพร้อมทั้งการสนทนาธรรมและทำสมาธิติดกับสวนภายนอก ใกล้น้ำตก และในบ้านพักทำด้วยไม้ที่มองเห็นป่า',

        WELLNESS_M_WSM_H:'วัดสวนโมกข์ ไชยา',
        WELLNESS_M_WSM_P1:'วัดป่าที่ตั้งอยู่ใกล้หมู่บ้านทางใต้ของอำเภอไชยาแห่งนี้เปิดให้การบำบัดด้วยการทำวิปัสสนาสมาธิ 10 วัน เพียงเดือนละครั้ง แขกสามารถเรียนรู้การอยู่แบบพระ ต่อด้วยการนั่งและยืนสมาธิประจำวัน และสนทนาธรรม ซึ่งเริ่มเวลา 4 นาฬิกาของทุกวัน การนอนบนเสื่อและหมอนไม้ ทำให้ได้ประสบการณ์ที่แท้จริงและเป็นเพียงหนึ่งเดียว',

        WELLNESS_M_JIP_H:'ศูนย์สมาธิเขาธรรม เกาะพงัน',
        WELLNESS_M_JIP_P1:'ก่อตั้งโดยแม่ชีในพุทธศาสนา แม่ชีอมรพันธ์ เมื่อกว่า 50 มาแล้ว อารามในถ้ำบนภูเขาแห่งนี้ตั้งอยู่ท่ามกลางป่าที่บริสุทธิ์ และสวนมะพร้าวบนเกาะพงัน เขาธรรมจัดให้มีการทำสมาธิบำบัดแบบสติพัฒนา พื้นฐานหลัก 4 ประการของการค้นหาทางจิตผ่านทาง การสวดมนต์ โยคะ และรูปแบบที่หลากหลายของการทำสมาธิ ปัจจุบันในวัยกว่า 90 ปีของท่าน แม่ชีอมรพันธ์ยังคงให้ธรรมโอวาทแก่ผู้เข้าร่วมในการบำบัดทุกครั้ง',

        WELLNESS_RD_H:'การพักฟื้นและล้างพิษ',
        WELLNESS_RD_SK_H:'แอบโซลูต แซงค์ชัวรี่ เกาะสมุย',
        WELLNESS_RD_SK_P1:'เอกเขนกบนพรมมาราเกสและหมอนผ้าไหมที่ฟุ่มเฟือยเป็นวิธีที่คุณจะคาดหวังได้จากการใช้เวลาในการล้างพิษที่การบำบัดที่ได้รับแรงบรรดาลใจจากโมรอกโกแห่งนี้ แอบโซลูต แซงค์ชัวรี่ ใช้การบำบัดทางเลือกเพื่อช่วยระบบเช่น ชิเนซุง และการแพทย์ทางเลือกแบบ ชิอัตซึ ที่มีชื่อเสียงในด้านที่เป็นบ้านของมารดาแห่งการล้างพิษทั้งปวง เดอะ ดีท๊อกซอร์ ดีไลท์ การบำบัดรวมถึงชุดบำบัด 20 วัน ที่มีชั่วโมงเรอิกิ โยคะที่ไม่จำกัด และการหุ้มร่างกายเพื่อทำความสะอาด เพื่อยกระดับให้ภาวะจิตใจไปสู่อีกมิติหนึ่ง',

        WELLNESS_RD_HR_H:'โฮป รีแฮบ เซ็นเตอร์ ประเทศไทย ศรีราชา',
        WELLNESS_RD_HR_P1:'โปรแกรมของโฮป รีแฮบ ผสมผสานระหว่างพุทธ และ 12 เสต็ป นำหลักการจากทั้งตะวันออกและมุมมองโลกจากตะวันตกเพื่อต่อสู้กับการเสพติด การฟื้นฟูทำโดยผ่านทางการทำสมาธิและการรักษาทางเลือกที่นี่ ที่ศรีราชา ท่าเรือประมงเก่าแก่บนชายฝั่งตะวันออกของอ่าวไทย ภูมิประเทศโดยรอบช่วยให้เกิดที่ตั้งที่สงบของศูนย์ ซึ่งงานหลักคือ การให้คำปรึกษา การช่วยฝึกสอนให้ละเลิก การบำบัดโดยการทำความเข้าใจในพฤติกรรม และการทำกลุ่มซื่อสัตย์ ',

        WELLNESS_RD_CCM_H:'เดอะ เคบิ้น เชียงใหม่',
        WELLNESS_RD_CCM_P1:'ต้องขอบคุณสำหรับกลุ่มลูกค้าคนดัง เดอะ เคบิ้น ได้กลายเป็นหนึ่งในศูนย์บำบัดยาเสพติดที่มีชื่อเสียงในโลก บ้านหลังเล็กๆ ที่ทำจากไม้สักกลุ่มนี้ที่ตั้งอยู่ริมแม่น้ำปิงในจังหวัดเชียงใหม่เป็นที่ที่ผู้ที่ดิ้นรนกับการติดยาเสพติดมาเพื่อทำให้จิตใจ ร่างกาย และจิตวิญญาณสามารถกลับสู่เส้นทางได้ หลักการในการรักษาที่นี่คือการบำบัดโดยการทำความเข้าใจในพฤติกรรม เสริมด้วย 12 สเต็ป และเทคนิคสมัยใหม่ที่เรียกว่าความเอาใจใส่อย่างมีสติ ตั้งอยู่บนพื้นฐานของความเชื่อในศาสนาพุทธ จึงมุ่งอยู่กับความเป็นอยู่ในปัจจุบันผ่านทางโยคะและการทำสมาธิ',

        WELLNESS_RD_DR_H:'ดารา รีแฮบ เกาะช้าง',
        WELLNESS_RD_DR_P1:'ศูนย์บำบัดที่หรูหราแห่งนี้มีวิลล่าส่วนตัวที่มองเห็นสวนภูมิทัศน์ และเติมความสมบูรณ์ด้วยสระส่วนตัว จากุซซี่ และปัจจัยความสะดวกแบบห้าดาว น้ำพุในสวนและสระแสดงถึงสวรรค์เขตร้อน ที่ซึ่งผู้ป่วยสามารถเริ่มและติดตามได้ตลอดการรักษาที่เข้มข้นและด้วยความช่วยเหลือของโค้ชชีวิตและแพทย์ทางเลือก ที่นี่เป็นศูนย์ที่เป็นเรือธงของดารา และยังมีศูนย์ที่เล็กกว่าอีกหนึ่งแห่งตั้งอยู่ที่จังหวัดจันทบุรีซึ่งมองเห็นทิวทัศน์ของอ่าวไทย',

        WELLNESS_RD_KY_H:'กมาลยา เกาะสมุย',
        WELLNESS_RD_KY_P1:'ที่รีสอร์ทสุขภาพระดับสูงแห่งนี้จะแผ่รังสีพลังงานด้านดีและตั้งอยู่ติดกับถ้ำซึ่งครั้งหนึ่งเคยเป็นสำนักวิปัสสนาของพระในพระพุทธศาสนา ด้วยที่เป็นหุบลึกไหลลงไปยังชายหาดส่วนตัวตัดกับกำแพงหินธรรมชาติและต้นไม้ที่สวยงาม แน่นอนที่กมลายาเป็นสถานที่ที่สมบูรณ์ในการที่จะตรวจสอบภายในตนเอง การบำบัดมีโปรแกรมสุขภาพที่ตอบสนองต่อปัญหาเฉพาะ จากโรคนอนไม่หลับไปจนถึงความไม่สมดุลยของอารมย์และการหมดกำลังใจโดยจะใช้การทำสมาธิเป็นหลัก',

        WELLNESS_RD_CH_H:'ชีวาศรม หัวหิน',
        WELLNESS_RD_CH_P1:'ที่นี่เป็นที่ดูแลสุขภาพชั้นนำของโลก การกำจัดของเสียจากร่างกายไม่ใช่เรื่องยาก ต้องขอบคุณความหลากหลายของโปรแกรมการทำความสะอาดที่ครอบคลุมและสปาที่มีชื่อเสียง มีโปรแกรมการดูแลมากกว่า 200 โปรแกรมที่ชีวาศรม ตั้งแต่การชำระระบบไปจนถึงหลักการล้างพิษเบื้องต้น แพทย์ทางเลือกและการรักษาโดยการดูแลด้านอาหารและจิตใจจะเป็นผู้แนะนำในทุกขั้นตอน และยังจัดสอนการทำอาหารและเวลาในการรักษาในสวนอินทรีย์',

        WELLNESS_RD_SPA_H:'เดอะ สปา เกาะช้าง',
        WELLNESS_RD_SPA_P1:'รายการดูแลระดับโลกที่มี้พียงที่เกาะช้างได้พิสูจน์แล้วว่าการล้างพิษไม่ได้หมายความถึงการปล่อยให้หิว คุณจะไม่ต้องการสิ่งอื่นใดนอกเหนือจากรายการเช่น น้ำผลไม้คั้นสด สมูทตี้ และสิ่งสร้างสรรค์จากอาหารดิบ คุณสามารถที่จะตั้งตารอคอยของหวานดิบเพื่อสุขภาพ ทุกอย่างบนเมนูมาจากแหล่งท้องถิ่น สดและอร่อย รวมทั้งผลไม้และผักจากโครงการหลวงดอยคำที่อยู่ใกล้เคียง',

        WELLNESS_RD_SS_H:'เซนส์เสส ภูเก็ต',
        WELLNESS_RD_SS_P1:'จะมีอะไรดีไปกว่าการทำความสะอาดในระหว่างที่ล่องเรือในทะเลอันดามัน เซนสเสส ภูเก็ตเสนอการล่องเรือล้างพิษภายใต้ตรรกะที่ว่าแสงอาทิตย์ ทะเล และอากาศบริสุทธิ์เป็นสิ่งวิเศษในกระบวนการการทำความสะอาด ไม่เพียงแต่เป็นการผจญภัยของร่างกายแต่เป็นสำหรับจิตใจด้วยเช่นกัน เรือจะหยุดแวะที่จุดหมายหลายแห่งเช่นอ่าวพังงา เกาะพีพี ขึ้นอยู่กับความต้องการของแขก',

        WELLNESS_RD_AH_H:'อัตสุมิ ฮีลลิ่ง เกาะสมุย',
        WELLNESS_RD_AH_P1:'รายการอาหารมังสวิรัตและวีแกนอันหรูหราของ อัตสุมิ ฮีลลิ่ง เป็นเมนูระดับโลกที่นำพาการล้างพิษไปสู่อีกระดับหนึ่ง จากพาสต้า ถึงสลัด และแรป สิ่งที่เชฟของ อัตสุมิ สามารถทำได้กับวัตถุดิบที่ไม่ผ่านการปรุงสุกเป็นเรื่องที่มหัศจรรย์โดยไม่ต้องพูดถึงความอร่อย การดูแลรวมถึงการบริการพิเศษเช่น เครื่องดื่มจาก ฮวีตแกรส และเครื่องดื่มเพิ่มพลังโปรไบโอติค ที่จะปลุกการทำงานของระบบและกระตุ้นพลังงานขึ้นอีกระดับ ระบบย่อยอาหารและภูมิคุ้มกันของคุณจะดีขึ้นกว่าที่ผ่านมา ก่อนที่คุณจะรู้ตัวเสียอีก',
}